{
  "lesson_title": "I Can Take Care of Myself",
  "content": [
    "Once upon a time, there was a mother rat who wanted to get her young daughter married as soon as possible, to the most powerful being that she could find. 'Who is the most powerful being on earth?' she asked herself. She saw the bright sun god travelling across the sky, and thought, 'Surely, all beings depend on the sun. The sun god is the most powerful being on this earth.' She asked the sun god, 'Are you the most powerful being on this earth?' He smiled, 'No, there is someone greater than me to help the creatures - it is the rain. Without the rain, no crop or tree would grow. There would be no water on earth.'",
    {
      "image": {
        "asset_path": "images/class8/unit7/4.png",
        "description": "An illustration of a mother rat wearing a shawl and a younger daughter rat."
      }
    },
    "Just then, it began to rain. She thought, \"How wonderful the rain is! It makes the whole land green. It makes the rivers flow. Surely, the rain god is the most powerful being on this earth. She asked the rain god, 'Are you the most powerful being on this earth? He smiled, 'No, there is someone greater than me to help the creatures- it is the mountain. Without the mountain, there would be no protection for the creatures of this earth. The mountain blocks the clouds, and lets the water flow safely for the people and all life in the valleys.'",
    "She looked around, and saw the beautiful blue mountain. She thought, \"How big and strong the mountain is! It withstands all winds and storms. It protects the earth and its creatures. Surely, the mountain god is the most powerful being on this earth. 'She asked the mountain god, 'Are you the most powerful being on this earth?' He smiled, 'No, there is someone greater than me to help the creatures-it is the worm. Without the worm, the earth would be hard and nothing would grow in the soil. The earthworm is the greatest friend that living beings can have.'",
    {
      "image": {
        "asset_path": "images/class8/unit7/5.png",
        "description": "An illustration of the sun god, depicted with a human face and sun rays."
      }
    },
    "Just then, she saw her daughter coming towards her. She asked her mother, 'What are you doing?'",
    "'I am trying to find out who the most powerful being on earth is', said the mother.",
    "'Why?' asked her daughter. 'I want you to marry him and be safe,' said the mother.",
    "'Why would I need to marry to be safe?' asked the daughter. 'To be safe, I need to know how to take care of myself.'",
    "'You are small. You need protection', said the mother rat.",
    "'The best protection is to be able to protect oneself,' said the daughter. 'To protect myself, I need to learn to be strong and work hard.'",
    {
      "image": {
        "asset_path": "images/class8/unit7/6.png",
        "description": "An illustration of the rain god, personified as a being made of a cloud, holding a lightning bolt."
      }
    },
    "'But why would you need to work? If you marry someone rich and powerful, he will support you', said the mother rat.' 'Who is rich and powerful, amma?\" asked the daughter. 'The truly powerful being is one who can take care of oneself and those she loves. One is truly rich, if one is rich in love. I want to be powerful myself, so that I can take care of myself and those that I love.'",
    "The mother rat was confused. “What will you do?' she asked. 'I will learn to stand on my own feet. I will find work to do that supports me, and my family. For that, I need to learn more about the world, and learn to live in it as a good creature. Let me first learn to take care of myself.'",
    {
      "image": {
        "asset_path": "images/class8/unit7/7.png",
        "description": "An illustration of a mountain with animals on it."
      }
    },
    "'But don't you need help?' asked the mother rat.",
    "'Yes, from you, amma!' said the daughter. 'Help me support myself. I am not interested in marrying anybody, rich or powerful. Depending on another person's power, position or prosperity does not promise peace and security in the long run. One has to depend on the power within oneself to seek the target in one's life.'"
  ]
}

