{
  "lesson_title": "Women Empowerment",
  "content": [
    "Observe the pictures and discuss the questions that follow.",
    {
      "image": {
        "asset_path": "images/class8/unit7/1.png",
        "description": "A collage of empowered women from various fields, including Savitribai Phule, Mother Teresa, an athlete with medals, astronaut Sunita Williams, singer Lata Mangeshkar, a doctor, a teacher, a girl in a karate uniform, and a lawyer."
      }
    },
    "1. Who are these people? What do you know about them? \n2. What makes a woman empowered?",
    "Oral Discourse: Debate - “Education leads to empowerment of women.”",
    "Bonsai Life (Part I)",
    "The moment I see letters waiting for me on the doorstep when I return from work, I can't contain my excitement. It's almost as if I'm face to face with my near and dear ones and they are speaking affectionately to me. Instantly the exhaustion of office work vanishes and my heart grows light. Instead of entering the kitchen muttering, ‘Oh no, Oh God'- which is what I usually do when I come back tired – I feel like singing a song, humming a tune, making a nice cup of coffee and savouring each sip. What is more, the sight of inland letters or envelopes in a familiar hand gives me the energy and enthusiasm to quickly make and eat some pakodas or bajjis! Even though I am lazy about writing letters I love to receive one from some place or the other, every day.",
    "This is an unexpected letter. If my Akkayya, who doesn't normally write, went out of her way to write a letter, there has to be a reason. As I open the letter, I am a little apprehensive. I hope it is not some bad news. Actually, when things are fine, no one bothers to write. . .",
    "Ammalu!",
    "You must be very surprised to receive my letter. You would be even more surprised if I were to tell you that your Baavagaru and I are coming to your place. We have been planning for quite a while to visit Kasi and Haridwar. We have now found the time. I hope you won't find our visit inconvenient. . .",
    "“My dear, it seems Akkayya and Baavagaru are coming over,” I said to my husband excitedly.",
    "“Is that true? When? Where is it? Give me the letter,\" he said and pulled the letter from my hand. I went into the kitchen to get the coffee and other things ready.",
    "Akkayya and Baavagaru were coming to this city and our home for the first time since my marriage. I had looked forward to their visit all these years. They had never left their little village to go anywhere. Using children, cattle, cooking etc., as excuses, they had always avoided moving out. Under such circumstances, imagine their coming to our house and to this big city!",
    "Akkayya is not as educated as me. By \"not as educated” I mean Nannagaru did not let her study after Class Five. Of what use was education for a girl? Those were the days when people thought it was enough if a girl was able to keep the washerman's accounts. A decade later, when I was born, there wasn't much debate as to whether a girl should have education or not. I was lucky that my father changed with the times. He didn't even hesitate to send me to college. No girl who is well educated can be satisfied with staying at home, being a housewife and looking after the household after marriage. She would want to put her education to good use and achieve something in life. I too was driven by the same desire. Even though my husband had a good job, I took up one as well.",
    "Because Akkayya was not educated, she was married to a man from the village. Though my Baavagaru was educated, his ideals made him choose agriculture as his profession and he settled down in the village to cultivate his land. Akkayya grew accustomed to the village life.",
    "Akkayya brought so many things – cucumber, gongura, drumsticks, appadums, vadiyams and coconuts. \"I hope you don't mind, I have brought you all these things, like Kuchela. I don't know whether you'll like them or not,” she said, rather hesitantly.",
    "\"Why do you say that? You've actually brought all the things we wanted! We don't get these things here.” If your Maridi has gongura pulsu, cucumber pappu and drumstick charu he feels as elated as if he has had a sumptuous feast! With my office work, I am unable to make appadams and vadiyams. Even if I have some free time, I am too lazy to do such work. You know me, don't you?\" I said with a laugh.",
    "'That's true, but by the time you come back from office you must be dead tired. How can you then prepare appadams and vadiyams and make idlis and dosas? I don't know how you are able to manage work at home and in the office,\" Akkayya consoled me.",
    "\"What a wretched job! Sometimes, I feel like giving it up. You know, people say, solve your problems at home before you solve those outside. To neglect work at home and look after office work is an uphill task for a woman,\" I said, speaking from experience.",
    "\"Don't think like that, Ammalu. How fortunate you are! Touchwood! You've studied well, have a job like a man and are earning very well. You don't have to beg anyone for anything. You are able to lead a dignified life unlike us who have to depend on our husbands even for a few paise worth of karivepaku,\" said Akkayya.",
    "The grass is greener on the other side, I thought to myself. \"What's your daughter doing now?\" I asked, changing the topic.",
    "\"She's in her final year at school. If by God's grace she clears her exams, I am determined to send her to college. Your Baavagaaru doesn't really like the idea of sending her to the next town and putting her in a hostel. But I don't like to keep a girl at home without educating her. Isn't what I'm going through enough? In these times, if a woman doesn't have a degree, she'll come to nothing. Without it, she will have to live under her husband's thumb, like a scorpion under a slipper,\" she said."
  ],
  "author": ""
}

