{
  "lesson_title": "Mahatma Gandhi – Pushed out of Train",
  "content": [
    "[FIRST CLASS COACH. SOUTHAFRICAN RAILWAYS. INTERIOR.NIGHT. ]",
    "Featuring the young Indian; it is the young Gandhi a full head of hair, a somewhat sensuous face, only the eyes help us to identify him.... He is lost in his book and there is a slight smile on his face as though what he reads intrigues and surprises him. He grins suddenly at some insight, then looks out of the window, weighing the idea. As he does a European passes the compartment and stops dead on seeing an Indian face in the First Class section. The porter glances at the European nervously.",
    {
      "image": {
        "asset_path": "https://storage.googleapis.com/test-public-read/long-form-qa/ocr-images/2024-07-29T04:26:30.985Z/page-1-img-1.jpeg",
        "description": "An illustration depicting a young Mahatma Gandhi being pushed out of a crowded first-class train compartment by a conductor and another European man."
      }
    },
    "Gandhi pivots to the porter, holding his place in the book, missing the European, who has moved on down the corridor, altogether. We see the cover of the book: The Kingdom of God is Within You, by Leo Tolstoy.",
    {
      "role_play": [
        {
          "role": "Gandhi",
          "dialogue": ": Tell me - do you think about hell?"
        },
        {
          "role": "Porter",
          "dialogue": ": (stares at him blankly) “Hell!”"
        },
        {
          "role": "Gandhi",
          "dialogue": ": (the eternal, earnest sophomore): No – neither do I. But ... (he points abruptly to the book) but this man is a Christian and he has written –"
        },
        {
          "role": "Porter",
          "dialogue": ": Excuse me, baas, but how long have you been in South Africa?"
        },
        {
          "role": "Gandhi",
          "dialogue": ": (puzzled) A- week."
        },
        {
          "role": "Porter",
          "dialogue": ": Well, I don't know how you got a ticket for –"
        }
      ]
    },
    "He looks up suddenly then turns back quickly to his work. Gandhi glances at the door to see what has frightened him so.",
    "The European and the conductor push open the door and stride in.",
    {
      "role_play": [
        {
          "role": "Conductor",
          "dialogue": ": Here - coolie, just what are you doing in this car? Gandhi is incredulous that he is being addressed in such a manner."
        },
        {
          "role": "Gandhi",
          "dialogue": ": Why-I-have a ticket. A First Class ticket."
        },
        {
          "role": "Conductor",
          "dialogue": ": How did you get hold of it?"
        },
        {
          "role": "Gandhi",
          "dialogue": ": I sent for it in the post. I'm an attorney, and I didn't have time to..."
        }
      ]
    },
    "He's taken out the ticket but there is a bit of bluster in his attitude and it is cut off by a cold rebuff from the European.",
    {
      "role_play": [
        {
          "role": "European",
          "dialogue": ": There are no coloured attorneys in South Africa. Go and sit where you belong."
        }
      ]
    },
    "He gestures to the back of the train. Gandhi is nonplussed and beginning to feel a little less sure of himself. The porter, wanting to avoid trouble, reaches for Gandhi's suitcases.",
    {
      "role_play": [
        {
          "role": "Porter",
          "dialogue": ": I'll take your luggage back."
        },
        {
          "role": "Gandhi",
          "dialogue": ": No, no - just a moment, please."
        }
      ]
    },
    "He reaches into his waistcoat and produces a card which he presents to the conductor.",
    {
      "role_play": [
        {
          "role": "Gandhi",
          "dialogue": ": You see, Mohandas K. Gandhi, Attorney at Law. I am going to Pretoria to conduct a case for an Indian trading firm."
        },
        {
          "role": "European",
          "dialogue": ": Didn't you hear me? There are no coloured attorneys in South Africa!"
        }
      ]
    },
    "Gandhi is still puzzled by his belligerence, but is beginning to react to it, this time with a touch of irony.",
    {
      "role_play": [
        {
          "role": "Gandhi",
          "dialogue": ": Sir, I was called to the bar in London and enrolled in the High Court of Chancery – I am therefore an attorney, and since I am – in your eyes coloured - I think we can deduce that there is at least one coloured attorney in South Africa."
        }
      ]
    },
    "The porter stares – amazed!",
    {
      "role_play": [
        {
          "role": "European",
          "dialogue": ": Smart bloody kaffir – throw him out! He turns and walks out of the compartment."
        },
        {
          "role": "Conductor",
          "dialogue": ": You move your damn Sammy carcass back to third class or I'll have you thrown off at the next station."
        },
        {
          "role": "Gandhi",
          "dialogue": ": (anger, a touch of panic): I always go First Class! I have travelled all over England and I've never..."
        }
      ]
    },
    "MARITZBURG STATION. EXTERIOR. NIGHT.",
    "Gandhi's luggage is thrown onto the station platform. A blast of steam from the engine.",
    "A policeman and the conductor are pulling Gandhi from the First Class car. Gandhi is clinging to the safety rails by the door, a briefcase clutched firmly in one hand. The European cracks on Gandhi's hands with his fist, breaking Gandhi's grip and the policeman and conductor push him across the platform. It is ugly and demeaning.",
    "Disgustedly, Gandhi rights himself on the platform, picking up his briefcase, his face a mixture of rage, humiliation, impotence. The conductor hurls Gandhi's book at his feet as the train starts to move.",
    "(excerpt from the screenplay 'Gandhi'.) -Richard Briley",
    "About the author",
    {
      "image": {
        "asset_path": "https://storage.googleapis.com/test-public-read/long-form-qa/ocr-images/2024-07-29T04:26:30.985Z/page-3-img-1.jpeg",
        "description": "A portrait of Richard Briley, an American writer."
      }
    },
    "Richard Briley (b. 25 August 1925) was educated at the University of Michigan. As an American writer he is best known for screenplays of biopics. He won the Academy Award for the Best Original Screenplay at the 1982 Oscars for Gandhi. Briley also won the Academy Award for the Best Original Screenplay and the Golden Globe Award for the Best Screenplay - Motion Picture."
  ]
}
