[
  {
    "lesson_title": "Theatre",
    "content": [
      "Look at the pictures and answer the questions that follow.",
      {
        "image": {
          "asset_path": "https://storage.googleapis.com/test-public-read/long-form-qa/ocr-images/2024-07-29T04:26:00.672Z/page-1-img-1.jpeg",
          "description": "A group of schoolgirls are performing a play on a stage in front of other students who are sitting on the floor as an audience."
        }
      },
      {
        "image": {
          "asset_path": "https://storage.googleapis.com/test-public-read/long-form-qa/ocr-images/2024-07-29T04:26:00.672Z/page-1-img-2.jpeg",
          "description": "Children are performing a skit on a small stage. One girl in a blue jacket appears to be the focus, while other children in costumes act around her."
        }
      },
      {
        "image": {
          "asset_path": "https://storage.googleapis.com/test-public-read/long-form-qa/ocr-images/2024-07-29T04:26:00.672Z/page-1-img-3.jpeg",
          "description": "A stage play with two men in traditional white attire and another person on the floor, seemingly part of a performance or skit."
        }
      },
      "1. What are the pictures about?",
      "2. What are the children doing in the pictures?",
      "3. Can you guess the themes of each skit/play?",
      "4. Have you ever taken part in any skit/play. If so, share your experience.",
      "Oral Discourse: Skit - Perform a skit/play on any theme."
    ],
    "author": "T.S. Government 2021-22"
  },
  {
    "lesson_title": "The Trial",
    "content": [
      "Joan of Arc, born in 1412, was a French peasant girl who claimed that the “voices” of saints had told her she was called on by God to aid her country. This French national heroine took to the field of battle during the Hundred Years' War (1337 -1453). At the time, the desperate French army had suffered a number of losses to the English, but Joan brought renewed confidence by lifting the siege of Orleans in nine days and taking back the city of Reims. She was soon captured by the English.",
      "Joan of Arc, who had been caught by the British in the war, was imprisoned and presented before the court.",
      "Introduction of the characters :",
      "1. Inquisitor: Brother John Lemuiter, a seemingly mild, elderly man\n2. Canon John D'Estivet: The chief Prosecutor\n3. Canon de Courcelles : The Canon of Paris. He is a young priest who helps to compile sixty-four charges against Joan.\n4. Brother Martin Ladvenu: A young monk assigned to be Joan's confessor\n5. Cauchon : The academic theologian who represents the “considered wisdom of the Church”\n6. The Chaplain : A clergyman",
      "Rouen, 30 May 1431. A great stone hall in the castle, arranged for a trial-at-law, there are two raised chairs side by side for the Bishop and the Inquisitor as judges. Looking down the great hall from the middle of the inner end, the judicial chairs and scribes' table are to the right. The prisoner's stool is to the left. There are arched doors right and left. It is a fine sunshiny May morning.",
      {
        "role_play": [
          {
            "role": "The Inquisitor",
            "dialogue": ": Let the accused be brought in."
          },
          {
            "role": "Ladvenu",
            "dialogue": ": [calling] The accused. Let her be brought in."
          }
        ]
      },
      "Joan, chained by the ankles, is brought in through the arched door behind the prisoner's stool by a guard of English soldiers. With them is the Executioner and his assistants. They lead her to the prisoner's stool, and place themselves behind it after taking off her chain. She wears a page's black suit.",
      {
        "role_play": [
          {
            "role": "The Inquisitor",
            "dialogue": ": [kindly] Sit down, Joan. [She sits on the prisoner's stool]. You look very pale today. Are you not well?"
          }
        ]
      },
      {
        "image": {
          "asset_path": "https://storage.googleapis.com/test-public-read/long-form-qa/ocr-images/2024-07-29T04:26:00.672Z/page-3-img-1.jpeg",
          "description": "A classical painting depicting a woman kneeling before two robed figures, likely saints or religious authorities, in a grand, arched hall."
        }
      },
      {
        "role_play": [
          {
            "role": "Joan",
            "dialogue": ": Thank you, I am well enough. But the Bishop sent me some carp; and it made me ill."
          },
          {
            "role": "Cauchon",
            "dialogue": ": I am sorry. I told them to see that it was fresh."
          },
          {
            "role": "Joan",
            "dialogue": ": You meant to be good to me, I know; but it is a fish that does not agree with me. The English thought you were trying to poison me--"
          },
          {
            "role": "Cauchon and The Chaplain",
            "dialogue": ": [together] What! No, my lord."
          },
          {
            "role": "Joan",
            "dialogue": ": [continuing] They are determined that I shall be burnt as a witch; and they sent their doctor to cure me; but he was forbidden to bleed me because the silly people believe that a witch's witchery leaves her if she is bled; so he only called me filthy names. Why do you leave me in the hands of the English? I should be in the hands of the Church. And why must I be chained by the feet to a log of wood? Are you afraid I will fly away?"
          },
          {
            "role": "D'Estivet",
            "dialogue": ": [harshly] Woman, it is not for you to question the court; it is for us to question you."
          },
          {
            "role": "Courcelles",
            "dialogue": ": When you were left unchained, did you not try to escape by jumping from a tower sixty feet high? If you cannot fly like a witch, how is it that you are still alive?"
          },
          {
            "role": "Joan",
            "dialogue": ": I suppose because the tower was not so high then. It has grown higher every day since you began asking me questions about it."
          },
          {
            "role": "D'Estivet",
            "dialogue": ": Why did you jump from the tower?"
          },
          {
            "role": "Joan",
            "dialogue": ": How do you know that I jumped?"
          },
          {
            "role": "D'Estivet",
            "dialogue": ": You were found lying in the moat. Why did you leave the tower?"
          },
          {
            "role": "Joan",
            "dialogue": ": Why would anybody leave a prison if they could get out?"
          },
          {
            "role": "D'Estivet",
            "dialogue": ": You tried to escape?"
          },
          {
            "role": "Joan",
            "dialogue": ": Of course I did; and not for the first time either. If you leave the door of the cage open, the bird will fly out."
          },
          {
            "role": "D'Estivet",
            "dialogue": ": [rising] That is a confession of heresy. I call the attention of the court to it."
          },
          {
            "role": "Joan",
            "dialogue": ": Heresy, he calls it! Am I a heretic because I try to escape from prison?"
          },
          {
            "role": "D'Estivet",
            "dialogue": ": Assuredly, if you are in the hands of the Church, and you wilfully take yourself out of its hands, you are deserting the Church; and that is heresy."
          },
          {
            "role": "Joan",
            "dialogue": ": It is great nonsense. Nobody could be such a fool as to think that."
          },
          {
            "role": "D'Estivet",
            "dialogue": ": You hear, my lord, how I am reviled in the execution of my duty by this woman. [He sits down indignantly.]"
          },
          {
            "role": "Cauchon",
            "dialogue": ": I have warned you before, Joan, that you are doing yourself no good by these pert answers."
          },
          {
            "role": "Joan",
            "dialogue": ": But you will not talk sense to me. I am reasonable if you will be reasonable."
          },
          {
            "role": "The Inquisitor",
            "dialogue": ": [interposing] This is not yet in order. You forget, Master Promoter, that the proceedings have not been formally opened. The time for questions is after she has sworn on the Gospels to tell us the whole truth."
          },
          {
            "role": "Joan",
            "dialogue": ": You say this to me every time. I have said again and again that I will tell you all that concerns this trial. But I cannot tell you the whole truth: God does not allow the whole truth to be told. You do not understand it when I tell it. It is an old saying that he who tells too much truth is sure to be hanged. I am weary of this argument: we have been over it nine times already. I have sworn as much as I will swear; and I will swear no more."
          },
          {
            "role": "Courcelles",
            "dialogue": ": My lord, she should be put to the torture."
          },
          {
            "role": "The Inquisitor",
            "dialogue": ": You hear, Joan? That is what happens to the obdurate. Think before you answer. Has she been shewn the instruments?"
          },
          {
            "role": "The Executioner",
            "dialogue": ": They are ready, my lord. She has seen them."
          },
          {
            "role": "Joan",
            "dialogue": ": If you tear me limb from limb until you separate my soul from my body you will get nothing out of me beyond what I have told you. What more is there to tell that you could understand? Besides, I cannot bear to be hurt; and if you hurt me, I will say anything you like to stop the pain. But I will take it all back afterwards; so what is the use of it?"
          },
          {
            "role": "Ladvenu",
            "dialogue": ": There is much in that. We should proceed mercifully."
          },
          {
            "role": "Courcelles",
            "dialogue": ": But the torture is customary."
          },
          {
            "role": "The Inquisitor",
            "dialogue": ": It must not be applied wantonly. If the accused will confess voluntarily, then its use cannot be justified."
          },
          {
            "role": "Courcelles",
            "dialogue": ": But this is unusual and irregular. She refuses to take the oath."
          },
          {
            "role": "Ladvenu",
            "dialogue": ": [disgusted] Do you want to torture the girl for the mere pleasure of it?"
          },
          {
            "role": "Courcelles",
            "dialogue": ": [bewildered] But it is not a pleasure. It is the law. It is customary. It is always done."
          },
          {
            "role": "The Inquisitor",
            "dialogue": ": That is not so, Master, except when the inquiries are carried on by people who do not know their legal business."
          },
          {
            "role": "Courcelles",
            "dialogue": ": But the woman is a heretic. I assure you it is always done."
          },
          {
            "role": "Cauchon",
            "dialogue": ": [decisively] It will not be done today if it is not necessary. Let there be an end of this. I will not have it said that we proceeded on forced confessions. We have sent our best preachers and doctors to this woman to exhort and implore her to save her soul and body from the fire: we shall not now send the executioner to thrust her into it."
          },
          {
            "role": "Courcelles",
            "dialogue": ": Your lordship is merciful, of course. But it is a great responsibility to depart from the usual practice."
          },
          {
            "role": "Joan",
            "dialogue": ": Thou are a rare noodle, Master. Do what was done last time is thy rule, eh?"
          },
          {
            "role": "Courcelles",
            "dialogue": ": [rising] Thou wanton: dost thou dare call me noodle?"
          },
          {
            "role": "The Inquisitor",
            "dialogue": ": Patience, Master, patience: I fear you will soon be only too terribly avenged."
          },
          {
            "role": "Courcelles",
            "dialogue": ": [mutters] Noodle indeed! [He sits down, much discontented.]"
          },
          {
            "role": "The Inquisitor",
            "dialogue": ": Meanwhile, let us not be moved by the rough side of a shepherd lass's tongue."
          },
          {
            "role": "Joan",
            "dialogue": ": Nay. I am no shepherd lass, though I have helped with the sheep like anyone else. I will do a lady's work in the house--spin or weave--against any woman in Rouen."
          },
          {
            "role": "The Inquisitor",
            "dialogue": ": This is not a time for vanity, Joan. You stand in great peril."
          },
          {
            "role": "Joan",
            "dialogue": ": I know it. Have I not been punished for my vanity? If I had not worn my cloth of gold surcoat in battle like a fool, that Burgundian soldier would never have pulled me backwards off my horse; and I should not have been here."
          },
          {
            "role": "The Chaplain",
            "dialogue": ": If you are so clever at woman's work why do you not stay at home and do it?"
          },
          {
            "role": "Joan",
            "dialogue": ": There are plenty of other women to do it; but there is nobody to do my work."
          }
        ]
      },
      {
        "image": {
          "asset_path": "https://storage.googleapis.com/test-public-read/long-form-qa/ocr-images/2024-07-29T04:26:00.672Z/page-6-img-1.jpeg",
          "description": "A painting of a woman, presumably Joan of Arc, standing on a pedestal while a crowd watches from below."
        }
      },
      {
        "role_play": [
          {
            "role": "Cauchon",
            "dialogue": ": Come! We are wasting time on trifles. Joan: I am going to put a most solemn question to you. Take care how you answer; for your life and salvation are at stake on it. Will you for all you have said and done, be it good or bad, accept the judgment of God's Church on earth? More especially as to the acts and words that are imputed to you in this trial by the Promoter here, will you submit your case to the inspired interpretation of the Church Militant?"
          },
          {
            "role": "Joan",
            "dialogue": ": I am a faithful child of the Church. I will obey the Church--"
          },
          {
            "role": "Cauchon",
            "dialogue": ": [hopefully leaning forward] You will?"
          },
          {
            "role": "Joan",
            "dialogue": ": --Provided it does not command anything impossible."
          }
        ]
      },
      "(Cauchon sinks back in his chair with a heavy sigh. The Inquisitor purses his lips and frowns. Ladvenu shakes his head pitifully.)",
      "- George Bernard Shaw",
      "Note: At the age of 19, in 1431, she was tried for heresy and then burned at the stake as a witch. In 1909 she was beatified, and in 1920 canonized a saint.",
      "About the dramastist",
      {
        "image": {
          "asset_path": "https://storage.googleapis.com/test-public-read/long-form-qa/ocr-images/2024-07-29T04:26:00.672Z/page-6-img-2.jpeg",
          "description": "A black and white portrait of an elderly George Bernard Shaw with a white beard."
        }
      },
      "George Bernard Shaw was born on July 26, 1856 in Dublin, Ireland. In the early 1900's, Shaw wrote several plays. These plays were about political themes and issues concerning poverty and women's rights. He wrote “Man and Superman” (1902), “John Bull's Other Island” (1904) and “Major Barbara” (1905). In 1914 he wrote “Saint Joan”, which is considered to be one of his masterpieces. He won the Nobel Prize for literature in 1925. Shaw wrote over 50 plays during his literary career. Right until the time of his death on November 2, 1950, Shaw remained committed to the socialist cause."
    ]
  }
]
