{
  "lesson_title": "The Ham Radio",
  "content": [
    "The world is not a very safe place to live in these days as disaster and terrorism can strike at any moment. Communication is the only relief in times of disaster and hence the need for an efficient disaster management system becomes imperative in public places and even in business establishments and important commercial joints where people move around in large numbers. Disaster might strike in the form of natural calamities, terrorist attacks and accidents. Thus an efficient disaster management system which will work in adverse conditions is needed.",
    "Disaster management crew must be well trained and equipped with the best appliances which might help them to communicate the condition they are in and the status of the calamity in the region they work for. In times of natural calamity like floods, storms or fire the usual mode of communication like phone, mobile etc might not work or might become inoperative in the calamity. Underground communication lines get disabled due to flooding, cell towers are blown over or simply choke due to high utilization, backup generators run out of fuel, or are filled up with water. This is where Ham Radio (Amateur Radio) comes into picture. Using HF (High Frequency) radio sets, messages can be conveyed or relayed to long distance. Accurate picture of situation on the ground, requirements and key information could be sent to disaster response team.",
    "With Amateur Radio Operators, you have a ready workforce that is efficient with regard to communicating with each other ‘efficiently' and 'effectively'. They are known for innovation and are adept at adapting to situations. Unlike commercial systems, Amateur radio is not dependent on terrestrial facilities that can fail. It is dispersed throughout a community without “choke points\" such as cellular telephone sites that can be overloaded.",
    "Amateur Radio Operators are experienced in improvising antennas and power sources and most equipment available today can be powered by an automobile battery. Annual \"Field Days\" are held in many countries to practise these emergency improvisational skills. Amateur Radio Operators volunteer to help, as and when needed; however, there is no national database on active operators who can be called upon during any disaster, and also if they have right setup (which means – ready to go on air gear) at short notice. Amateur Radio Operators can use hundreds of frequencies and can quickly establish networks tying disparate agencies together to enhance interoperability.",
    "In the Gujarat (India) earthquake on the 26th January 2001, Amateur Radio Operators of Gujarat commenced disaster relief communications within hours of the tragedy. With the help of Hams from various parts of the country, an emergency traffic network was established to exchange information to various parts of the country.",
    {
      "image": {
        "asset_path": "103.jpeg",
        "description": "An IC-M802 HF Marine Transceiver, a type of ham radio."
      }
    },
    "Recent examples include the September 11 attacks on the World Trade Centre in Manhattan in 2001, the 2003 North America blackout and Hurricane Katrina in September 2005, where Amateur radio was used to coordinate disaster relief activities when other systems failed.",
    "On September 2, 2004, Ham radio was used to inform weather forecasters with information on Hurricane Frances live from the Bahamas. On December 26, 2004, an earthquake and resulting Tsunami across the Indian Ocean wiped out all communications with the Andaman Islands, except for an expedition that provided a means to coordinate relief efforts. Recently, Amateur Radio Operators in the People's Republic of China provided emergency communications after the 2008 Sichuan earthquake and U.S. hams did similar work following Hurricane Ike.",
    "But cyclones, earthquakes or floods are not everyday events. What we see every day is that someone in the remote place is struggling for life, awaiting the arrival of an essential drug from another town or someone has lost a dear one because medical attention could not reach him on time. All this happens because most often communication is slow or impossible. Hams have special section to handle medical and other emergency traffic on their daily nets.",
    "How to Become a Radio Amateur?",
    "Amateur Radio Operators have to qualify in an examination conducted by Ministry of Communications, Government of India and obtain license for operating / possessing a Radio Station. Any individual above the age of 12 is permitted to appear for Amateur Station Operator License Examination and no educational qualification is prescribed. It takes just two months (say two hours a day training) to become eligible for the examination. One should qualify a simple test conducted in three subjects namely:",
    "i. Morse Code (Transmission & Reception)\nii. Communication Procedure\niii. Basic Electronics.",
    "The Officer-In-Charge, Wireless Monitoring Station, Dept. of Telecommunications under Ministry of Communication, Govt. of India is the authority for conducting these tests in their own town provided there are sufficient number of applicants. The licenses are issued by Wireless Planning & Co-ordination Wing of DOT, Govt. of India after passing the test. You can know more details from the website: www.hamradio.in/amateur radio/"
  ]
 }

