{
  "lesson_title": "Every Success Story Is also a Story of Great Failures",
  "content": [
    "Failure is the highway to success. Tom Watson Sr. said, “If you want to succeed, double your failure rate.”",
    "If you study history, you will find that all stories of success are also stories of great failures. But people don't see the failures. They only see one side of the picture and they say that person got lucky: “He must have been at the right place at the right time.\"",
    "Let me share someone's life history with you. This was a man who failed in business at the age of 21; was defeated in a legislative race at age 22; failed again in business at age 24; overcame the death of his sweetheart at age 26; had a nervous breakdown at age 27; lost a congressional race at age 34; lost a senatorial race at age 45; failed in an effort to become vice-president at age 47; lost a senatorial race at age 49; and was elected president of the United States at age 52.",
    {
      "image": {
        "asset_path": "1.png",
        "description": "A portrait of Abraham Lincoln."
      }
    },
    "This man was Abraham Lincoln.",
    "Would you call him a failure? He could have quit. But to Lincoln, defeat was a detour and not a dead end.",
    "In 1913, Lee De Forest, the inventor of the triodes tube, was charged by the district attorney for using fraudulent means to mislead the public into buying stocks of his company by claiming that he could transmit the human voice across the Atlantic. He was publicly humiliated. Can you imagine where we would be without his invention?",
    {
      "image": {
        "asset_path": "2.png",
        "description": "triodes tube"
      }
    },
    "A New York Times editorial on December 10, 1903, questioned the wisdom of the Wright Brothers who were trying to invent a machine, heavier than air, that would fly. One week later, at Kitty Hawk, the Wright Brothers took their famous flight.",
    "Colonel Sanders, at age 65, with a beat-up car and a $100 cheque from social security, realized he had to do something. He remembered his mother's recipe and went out selling. How many doors did he have to knock on before he got his first order? It is estimated that he had knocked on more than a thousand doors before he got his first order. How many of us quit after three tries, ten tries, a hundred tries, and then we say we tried as hard as we could?",
    "As a young cartoonist, Walt Disney faced many rejections from newspaper editors, who said he had no talent. One day a minister at a church hired him to draw some cartoons. Disney was working out of a small mouse infested shed near the church. After seeing a small mouse, he was inspired. That was the start of Mickey Mouse.",
    "Successful people don't do great things; they only do small things in a great way.",
    "One day a partially deaf four year old kid came home with a note in his pocket from his teacher, \"Your Tommy is too stupid to learn, get him out of the school.\" His mother read the note and answered, \"My Tommy is not stupid to learn, I will teach him myself.\" And that Tommy grew up to be the great Thomas Edison. Thomas Edison had only three months of formal schooling and he was partially deaf.",
    {
      "image": {
        "asset_path": "3.png",
        "description": "A portrait of Thomas Edison."
      }
    },
    "Henry Ford forgot to put the reverse gear in the first car he made.",
    "Do you consider these people failures? They succeeded in spite of problems, not in the absence of them. But to the outside world, it appears as though they just got lucky.",
    "All success stories are stories of great failures. The only difference is that every time they failed, they bounced back. This is called failing forward, rather than backward. You learn and move forward. Learn from your failure and keep moving.",
    "In 1914, Thomas Edison, at age 67, lost his factory, which was worth a few million dollars, on fire. It had very little insurance. No longer a young man, Edison watched his lifetime effort go up in smoke and said, \"There is great value in disaster. All our mistakes are burnt up. Thank God we can start anew.\" In spite of the disaster, three weeks later, he invented the phonograph. What an attitude!",
    "Below are more examples of the failures of successful people:",
    "1. Thomas Edison failed approximately 10,000 times while he was working on the light bulb.\n2. Henry Ford was broke at the age of 40.\n3. Lee Iacocca was fired by Henry Ford II at the age of 54.\n4. Young Beethoven was told that he had no talent for music, but he gave some of the best music to the world.",
    "Setbacks are inevitable in life. A setback can act as a driving force and also teach us humility. In grief you will find courage and faith to overcome the setback. We need to learn to become victors, not victims. Fear and doubt short-circuit the mind.",
    "Ask yourself after every setback: What did I learn from this experience? Only then you will be able to turn a stumbling block into a stepping stone.",
    "The motivation to succeed comes from the burning desire to achieve a purpose. Napoleon Hill wrote, \"Whatever the mind of man can conceive and believe the mind can achieve.\"",
    {
      "image": {
        "asset_path": "4.png",
        "description": "A portrait of a philosopher, likely Socrates."
      }
    },
    "A young man asked Socrates the secret to success. Socrates told the young man to meet him near the river the next morning. They met. Socrates asked the young man to walk with him towards the river. When the water got up to their neck, Socrates took the young man by surprise and ducked him into the water. The boy struggled to get out but Socrates was strong and kept him there until the boy started turning blue. Socrates pulled his head out of the water and the first thing the young man did was to gasp and take a deep breath of air. Socrates asked, “What did you want the most when you were there?\" The boy replied, \"Air.\" Socrates said, “That is the secret to success. When you want success as badly as you wanted the air, then you will get it. There is no other secret\".",
    "A burning desire is the starting point of all accomplishments. Just like a small fire cannot give much heat, a weak desire cannot produce great results.",
    "IF YOU THINK",
    "If you think you are beaten, you are.\nIf you think you dare not, you don't!\nIf you like to win, but think you can't,\nIt's almost a cinch you won't.\nIf you think you'll lose, you're lost;\nFor out in the world we find\nSuccess begins with a fellow's will;\nIt's all in the state of mind.",
    "If you think you are outclassed, you are,\nYou've got to think high to rise,\nYou've got to be sure of yourself before\nYou can ever win a prize.\nLife's battles don't always go\nTo the stronger and faster man,\nBut sooner or later the man who wins\nIs the man who thinks he can.",
    "About the author",
    {
      "image": {
        "asset_path": "5.png",
        "description": "A portrait of Shiv Khera."
      }
    },
    "Shiv Khera is an Indian author of self-help books and activist. While working in the United States, he was inspired by a lecture delivered by Norman Vincent Peale and followed his motivational teachings. Khera has written several books including You Can Win. His mission is \"to ensure freedom through education and justice.\" Shiv Khera was born in a business family which used to have coal mines at Kendua in Dhanbad, India. Soon after the nationalisation of coal mines by the Indian government, he had to search for his own living. In his early years he worked as a car washer, a life insurance agent, and a franchise operator before he became a motivational speaker."
  ],
  "author": ""
}

