{
  "lesson_title": "I Will Do It",
  "content": [
    "He was short. He was sharp. He was the brightest boy in his class. His seniors used to ask him to solve their difficulties in science. He could have gone unnoticed in a crowd, but once you asked him a question related to Physics or Maths, there was a spark in his eyes. He could grasp theories of science faster than the speed of light.",
    {
      "image": {
        "asset_path": "1.png",
        "description": "A portrait of N. R. Narayana Murthy."
      }
    },
    "He came from a poor but educated family. His father was a high-school teacher and an avid reader of English literature. He, like all the boys in his class, was trying to get admission into some engineering college. The brighter ones wanted to study in the Indian Institutes of Technology, or the IITs. There was an entrance test for IIT. This boy, along with his friends, applied to appear for the test. They did not have any special books or coaching. All these IIT aspirants would sit below the shade of a stone mandap close to Chamundi Hills in the sleepy town of Mysore. He was the guide for the others. While the others struggled to solve the problems in the question paper, he would smile shyly and solve them in no time. He sat alone below a tree and dreamt of studying at IIT. It was the ultimate aim for any bright boy at that age, as it still is today. He was then only sixteen years old.",
    "The D-Day came. He came to Bangalore, stayed with some relatives and appeared for the entrance test. He did very well but would only say 'OK' when asked. It was the opposite when it came to food. When he said 'OK' it implied 'bad', when he said 'good' it implied 'OK', when he said 'excellent' it implied 'good'. His principle was never to hurt anyone.",
    "The IIT entrance results came. He had passed with a high rank. What a delight for any student! He was thrilled. He went to his father who was reading a newspaper.",
    "'Anna, I have passed the exam.'",
    "'Well done, my boy.'",
    "'I want to join IIT.'",
    "His father stopped reading the paper. He lifted his head, looked at the boy and said with a heavy voice, 'My son, you are a bright boy. You know our financial position. I have five daughters to be married off and three sons to educate. I am a salaried person. I cannot afford your expenses at IIT. You can stay in Mysore and study as much as you want.'",
    {
      "image": {
        "asset_path": "2.png",
        "description": "Young students, including one resembling a young N. R. Narayana Murthy, studying together."
      }
    },
    "Indeed it was a difficult situation for any father to say 'no' to his bright son. But circumstances were like that. It was common then for the man to be the single earning member with a large family dependent on him.",
    "His father was sad that he had to tell the bitter truth to his son. But it could not be helped. The boy had to understand reality.",
    "The teenager was disappointed. It seemed his dreams had burnt to ashes. He was so near to fulfilling his fondest hope, yet so far. His heart sank in sorrow.",
    "He did not reply. He never shared his unhappiness or helplessness with anybody. He was an introvert by nature. His heart was bleeding but he did not get angry with anybody.",
    "The day came. His classmates were leaving for Madras (now Chennai). They were taking a train from Mysore to Madras. They have shared good years in school and college together. He went to the station to say goodbye and good luck to them for their future life.",
    "At the station, his friends were already there. They were excited and talking loudly. The noise was like the chirping of birds. They were all excited and discussing their new hostels, new courses etc. He was not part of it. So, he stood there silently. One of them noticed and said, 'You should have made it.'",
    "He did not reply. He only wished all of them. They waved at him as the train slowly left the platform.",
    "He stood there even after he could no longer see the train or the waving hands. It was the June of 1962 in Mysore city. Monsoon had set in and it was getting dark. It had started to drizzle. Yet he stood there motionless.",
    "He said to himself, without anger or jealousy, 'All students from the IITs study well and do big things in life. But it is not the institution; ultimately it is you and you alone who can change your life by hard work.'",
    "Probably he was not aware that he was following the philosophy of the Bhagavath Gita: 'Your best friend is yourself and your worst enemy is yourself.'",
    "Later he worked very hard, and focused on one thing, never bothering about his personal life or comforts. He shared his wealth with others. He never used the help of any caste, community or political connections to go up in life.",
    "A son of a school teacher showed other Indians it was possible to earn wealth legally and ethically. He built a team of people who were equally good.",
    "He became a pioneer of India's software industry and started the Information Technology wave. Today he has become an icon of simplicity, uncompromising quality and fairness, apart from being a philanthropist. He really believes in the motto, 'Powered by intellect and driven by values'.",
    "He is none other than Nagavara Ramarao Narayana Murthy, the founder of Infosys, a leading IT company in the world.",
    "About the author",
    {
      "image": {
        "asset_path": "3.png",
        "description": "A portrait of Sudha Murthy."
      }
    },
    "Sudha Murthy, the wife of N.R. Narayana Murthy, is an Indian social worker and author. Murthy began her professional career as a computer scientist and engineer. She is the chairperson of the Infosys Foundation. She has founded several orphanages, participated in rural development efforts, supported the movement to provide all Karnataka government schools with computer and library facilities, and established the 'The Murthy Classical Library of India' at Harvard University. Murthy also teaches Computer Science, she composed fiction, Dollar Sose. The present story is a selection from one of her most successful stories 'How I Taught my Grandmother to Read & Other Stories.'"
  ],
  "author": ""
}

