[
  {
    "lesson_title": "Maya Bazaar",
    "content": [
      "K. V. Reddy's 'Maya Bazaar' has been voted as the 'Greatest Indian Film' in an online poll conducted by a television news channel. The poll was conducted to find out India's greatest film till date, on the occasion of 100 Years of Indian Cinema and people chose 'Maya Bazaar' over other Indian classics. The film is considered one of the enduring classics of Indian cinema and was christened as a landmark achievement in Indian film's cinematography, art direction and VFX with the available technology during that time. The following is a review on the film when it celebrated the Golden Jubilee in 2007.",
      "'Maya Bazaar' forever!",
      "Fifty years ago, director K.V. Reddy or for that matter, producers Nagireddy and Chakrapani, would not have imagined what they were unleashing when they decided to make Maya Bazaar- a bilingual in Telugu and Tamil.",
      {
        "image": {
        "asset_path": "images/class10/unit4/9.png",
          "description": "A black and white photograph of a film set, showing a large film camera and crew members during the production of a movie."
        }
      },
      "The finished product hit the screen in 1957 to become a landmark movie in the Telugu film industry. It became a hit not only for the sterling performances of the star-ensemble that it had right from S.V. Ranga Rao, Savitri, NTR, ANR, and Gummadi, but also because K.V. Reddy was in full control over every frame of it.",
      "There is little else one could expect when all time greats like Marcus Bartley (cinematography), Ghantasala (music), M.L.Vasantha Kumari, Leela, Suseela and Madhavapeddi (playback), Gokhale (art), Pasumarthy(choreography) and Pitambaram(make-up) got together to weave magic around an episode from Mahabharatha, Sasirekha Parinayam.",
      "However, the greatness of Maya Bazaar, about which much is said and written, is not just because of these facets alone.",
      "It is a tribute to Telugu culture, language and customs of the land. The film was watched repeatedly soon after its release because people identified every character of the film with someone they knew in their immediate vicinity and the audience still do the same now.",
      {
        "image": {
        "asset_path": "images/class10/unit4/8.png",
          "description": "A film still showing two characters, a man and a woman, from the movie Maya Bazaar."
        }
      },
      "The dialogues written by Pingali Nagendra Rao (as well the lyrics) were the same that the people were hearing or using in their conversations every day - if not, those became a part of Telugu life thereafter. Sasirekha's, nay Ghatothkacha's Manadi Sodara Prema... became immortalized as much as Suryakantam's antha alamalame kada which has become a way of life in greeting people.",
      "As for songs, Aha naa pelli anta still reverberates in marriages and Vivaaha bhojanambu is yet another must.",
      "An entire repertoire was added to the Telugu dictionary by the film. Take for example Talpam used for denoting a cot or a bed. Were Telugus using Gilpam as an antonym of it till the movie's advent? Nor did anyone tell so emphatically until Ghatothkacha that Evaru puttinchakunte maatalela pudathayi and hence if friends are to be called Asamadiyulu then enemies could be termed Tasamadiyulu. Will anyone forget the expression veyandira veediko veeratadu? No exception to hai hai sodara and hai hai naayaka.",
      {
        "image": {
        "asset_path": "images/class10/unit4/7.png",
          "description": "A film still showing a female character in traditional attire opening a decorative box."
        }
      },
      "The story itself is woven around the love of Sasirekha- Abhimanyu. With Krishna and Balarama having difference of opinion over it, their wives too take sides as is inevitable in any family. To introduce the theme, the director uses a magic box, (an equivalent of a TV screen) which displays whatever is dear to the viewer's heart.",
      {
        "image": {
        "asset_path": "images/class10/unit4/6.png",
          "description": "A film still from Maya Bazaar, showing two male characters in royal attire."
        }
      },
      "Sasirekha naturally sees Abhimanyu and Balarama gets to see his sishya, Duryodhana on it. His wife laps up the sight of an array of jewellery and the audience laughed heartily because they knew that someone back home was equally attached to the riches.",
      "When Balarama curtly tells his sister, \" Subhadra! Aagadalu, aghaayityalu naaku paniki raavu\", when he was confronted with the latter's indignation at his decision to separate Sasirekha and Abhimanyu, womenfolk among the viewers sighed recalling their own tribulations in the hands of such brothers.",
      "Frame after frame impacts viewers with similarities. The greatness of the director lies here- he successfully reduces all characters to ordinary mortals displaying all the follies of human beings except Ghatothkacha and Krishna. And then he injects into the Yadava household a Telugu atmosphere, full with its simile, imagery, adage, sarcasm and wit.",
      "The result — a feast for the eyes and soul. That is Maya Bazaar for you. Mind you, this is a story of Paandavas and Kauravas with the Yadavas pitching in. But one never sees the Paandavas throughout the film. We only hear of them.",
      {
        "image": {
        "asset_path": "images/class10/unit4/5.png",
          "description": "A film still from Maya Bazaar showing a character seated indoors."
        }
      },
      "If any NRI asks you to suggest ways to teach Telugu culture just ask him or her to introduce them to Maya Bazaar first. Further, if they seek to know about their uncles, aunts and cousins back home, bring in their names , “look, this is your Balarama....”",
      "'Any better way of doing it?'",
      "Then onwards it's all Laahiri, laahiri, laahiri lo...",
      "-The Hindu, 21 April 2006"
    ]
  }
]
