
{
  "lesson_title": "They Literally Build the Nation",
  "content": [
    "Civil engineering is one of the oldest disciplines of engineering. It involves the design, construction and management of infrastructure, highways, railways, airports, harbours, bridges, tunnels, ensuring supply of high quality water, among others, and hence the term is used in a very broad sense. It may not be an exaggeration to state that almost every major project has a contribution from a civil engineer. The role of the civil engineer has been continuously changing. Earlier, engineers would focus their efforts on production of site plans, crank out drawings, turn them over to contractors and pretty much be done with it. But things are much more sophisticated these days.",
    {
      "image": {
        "asset_path": "82_1.jpeg",
        "description": "A modern metro train at the Indraprastha station platform."
      }
    },
    {
      "image": {
        "asset_path": "82_2.jpeg",
        "description": "An elevated highway or flyover with cars, showcasing modern infrastructure."
      }
    },
    "Development of landscape today requires thoughtful planning, and an understanding of regulations. Permit requirements are more stringent and more numerous; schedules are constrained and owners are mindful of their expenditures.",
    "Civil engineers today are expected to stay with the clients and guide them through the approval and construction process while offering strategy, advice and their experience.",
    "Civil engineers are multifaceted, taking on roles and responsibilities that are varied. Environmental civil engineers focus on all round development of design and construction skill of working in harmony with nature. With the focus on environmental issues such as waste-water and sewerage disposal engineers operate as guardians of nature. Structural engineers are responsible for design of buildings, offshore oil platforms etc. Highway engineers are responsible for design of traffic flow planning, roadway geometry design etc.",
    "Structural engineers are involved in the design of small residential buildings, multi-storeyed buildings, microwave towers, transmission lines for electricity and pipelines for water, oil and gas supply.",
    "Construction engineers plan and coordinate construction projects. They may have a job title such as constructor, construction superintendent, general superintendent, project engineer etc.",
    "Construction managers evaluate and determine appropriate construction methods and the most cost-effective plan and schedule. This may require sophisticated estimating and scheduling techniques. Construction managers regularly review engineering and architectural drawing and specifications to monitor progress and ensure compliance with plans and schedules.",
    {
      "image": {
        "asset_path": "82_3.jpeg",
        "description": "A large dam, an example of a major civil engineering project."
      }
    },
    "And thus, it would be advisable for students to undergo practical industry experience through internships, cooperative education programmes or work experience in the industry.",
    "Another key discipline is quantity surveying. Technical skills acquired in areas of estimating, costing and specification together with good knowledge of various procurement routes, tendering procedure and contracting essentials make quantity surveyors an inseparable part of the construction industry.",
    "Job opportunities exist in design offices, consulting firms, government departments such as municipalities, environmental agencies as well as with contracting firms.",
    "- S.S. Rao (The Hindu, 20th August, 2012)"
  ],
  "author": ""
}

