{
  "lesson_title": "A Letter to a Friend",
  "content": [
    "Hyderabad.",
    "12-11-2012.",
    "Dear Suresh,",
    "This is Ramesh. I apologise for not meeting you during your visit to Hyderabad last week. Unfortunately, I had a meeting in my office. I remember how we enjoyed our childhood days in Manikonda village. Every day we played together in our garden. Our family was very big. There were twelve members in our family. I remember how we played in the moonlight. Our grandma used to give us fruits and biscuits. Our grandpa used to tell us fairy tales, about the princes, warriors and the village boys.......",
    "Now I am working at Microsoft, a software company, Hyderabad, as a Computer Programmer. I am married and we have a child. My wife works at Dell, Hyderabad as a System Analyst. You know city life is quite busy. We start in the morning; leave our child at the baby care centre and come back in the evening with faded faces. We hardly find time to sit together. How disgusting! We work with computers, think like computers and live like computers. We have forgotten our family.",
    "I remember how we played gilli-danda, hide and seek and kabaddi. We went for swimming in our local tank every Sunday. Here we live in an apartment where there is no room to play. Our flat is our world, just like a well for a frog! (The world remains unheeded.)",
    "How happy we were in our school! We used to sit in the same row, did all the work together and took part in the events. I remember how Padmanabhaiah Sir, our class teacher, appreciated us when we got the first prize in District Science Fair. I remember how we went on a picnic to Koil Sagar. There we went boating. Our tour to Srisailam was memorable. Still I remember the green hills full of trees that almost touched the sky! I remember the roaring of the Krishna River at the dam. There is nothing here! I wonder at my child's silence. He always sits in front of the computer and plays games, never caring for anyone.",
    "I remember the happy moments when our uncle visited us. He brought toys and fruits for us. Our aunt brought me a new dress for Dasara. How we enjoyed Deepavali! Still I hear the sound of crackers, I can see the rockets flying into the sky making the night full of light! Where are those days? My child doesn't know his uncle or aunt. For him, uncle and neighbour are the same.",
    "Sometimes I think of our childhood days. I think of grandparents, uncles, brothers, sisters .......",
    "We missed them. We missed the joy of the family. We missed their company. We are missing many things in this busy life.",
    "Suresh, I don't know where those gardens have gone, those fairy tales, those fruits, those words of love and affection......... We have lost our real life in this unreal world.",
    "Anyhow I am happy that I have found time to write to you. Please come to me. Let's remember our childhood days of joy.",
    "Your loving friend,",
    "Ramesh."
  ]
}

