
{
  "poem_title": "Or will the Dreamer Wake?",
  "poem_text": [
    {
      "stanza": [
        "Out in the East the jungle listens",
        "The tigress, plaintive, growls in pain,",
        "The great trees hear her breathing, shaking",
        "Inside her still, the new lives wait,",
        "These cubs could be the last ones ever",
        "To freely live and roam and mate.",
        "Our grandchild knows the tiger never",
        "Or will the dreamer wake?"
      ]
    },
    {
      "image": {
        "description": "A painting of a tigress with her cubs."
      }
    },
    {
      "stanza": [
        "Far in the North the white bear snuffles",
        "Down in her lair the gleaming snow",
        "She waits for all the life she's making",
        "Outside the crashing glaciers grow.",
        "These cubs could be the last cubs ever",
        "To freely live and roam and mate.",
        "Our grandchild knows the white bear never",
        "Or will the dreamer wake?"
      ]
    },
    {
      "image": {
        "description": "A polar bear with a cub on its back in the snow."
      }
    },
    {
      "stanza": [
        "There in the West the song thrush warbles",
        "She weaves her nest to hold her clutch",
        "A long wait now to find a partner"
      ]
    },
    {
      "stanza": [
        "The eggs are laid, there are not much.",
        "These chicks could be the last ones ever",
        "The last to fly and sing and mate.",
        "Our grandchild knows the song thrush never",
        "Or will the dreamer wake?"
      ]
    },
    {
      "image": {
        "description": "An illustration of a song thrush perched on a branch."
      }
    },
    {
      "stanza": [
        "Deep in Ocean South the whale swims",
        "Her song of birthing fills the seas",
        "Thousands of creatures wait the moment",
        "The solemn birth that they will see.",
        "This child could sing the final whale song",
        "The last to make the oceans shake.",
        "Our grandchild never hears its mystery",
        "Or will the dreamer wake?"
      ]
    },
    {
      "image": {
        "description": "A killer whale jumping out of the water."
      }
    },
    {
      "stanza": [
        "Here in the centre, four directions gather",
        "The path ahead leads up or down",
        "Is this our last bright new world birthing?",
        "Is this our waving as we drown?",
        "This could be our last true moment",
        "Knowing the truth, our choices make.",
        "Our grandchild asks “That was the moment!",
        "And did the dreamer wake?”"
      ]
    }
  ],
  "author": "Medora Chevalier"
}

