{
  "lesson_title": "Bonsai life",
  "content": [
    "Part II",
    "From the very start Akkayya had been keen on studying. But Nannagaru didn't educate her. Because she was not adept at oral arithmetic, Nannagaru had said, “Ah 'she's a girl, how will studies get into her head?\" and had made her discontinue her lessons concentrating only on Annayya's education. Because she was uneducated, she got married to a man from a village, had to look after the cattle, keep the stove clean, draw water from the well. . . Amma used to be very upset that Akkayya had to go through such drudgery. Realizing that Akkayya was upset thinking of the past, and in an attempt to divert her mind, I led her to the balcony saying, “Come, let's go and sit outside.”",
    "Looking at the plants in the flowerpots, Akkayya mentioned that all the cucumbers, drumsticks and gongura were from their own backyard. I asked her to send some gongura seeds the next time someone came this way...",
    "“But, Ammalu, what's this? Why have you planted the turayi and pomegranate trees in these flowerpots? See, how stunted they have become! If, like flower plants, you put these trees in pots instead of letting them grow freely in the backyard, how will they grow?\" she asked, surprised, feeling sorry for the trees.",
    "I burst into laughter. Akkayya was perplexed.",
    {
      "image": {
        "asset_path": "110.jpeg",
        "description": "An illustration showing a bonsai tree in a pot on a windowsill. Outside the window, a larger, fuller tree is visible."
      }
    },
    "\"I did it on purpose. It's a special method. It's called bonsai in Japan. You can grow even a huge banyan tree in a flowerpot. You can grow it even with its roots hanging down from the branches. You have no idea how beautiful a pomegranate tree looks when you keep cutting its branches, changing the pot now and then, trimming it into a small-sized tree and making it bear fruit! Do you know how carefully you have to tend this small tree? Bonsai is a great art\" I said.",
    "But it seemed as if Akkayya didn't appreciate what I said. \"I don't know. You have confined a turayi tree to a flowerpot when it could have grown to the height of a building,\" she sighed.",
    "Feeling disheartened at being unable to impress Akkayya with my bonsai, I collapsed weakly into a chair. I was most distressed – as if the entire art I had learnt had come to nought. It was like throwing perfume into ash. Suddenly a dust storm began to rage. The sand hit our faces harshly. I caught hold of Akkayya's shoulder and dragged her into the room. Then I closed the doors and windows in a hurry.",
    "Akkayya was stunned.",
    "\"What's all this? Everything was normal till now. Where did that dust and wind come from suddenly? You have tar roads too,\" she said.",
    "\"This is how it is in the big city, my dear. Before we know what is happening, the storm brings all the sand from the Rajasathan desert and hits our face. . .\" I had not completed my sentence when I could hear the rain beginning to fall. I opened the door and pulled the bonsai tree pots and flowerpots inside, under the canopy. Akkayya opened side window and looked at the streets to observe the weather in the Indian capital. \"Look, Ammalu, look there,\" she said. A new enthusiasm seemed to have crept into her voice. I looked eagerly through the window towards the street. I couldn't understand what she meant. I looked at her and said, \"What is it?”",
    "\"Look at that tree. . . look at how many people are standing under it without getting wet,\" she said, as if it was something out of the ordinary. I saw nothing unusual in it. Realising that I had not understood what she was getting at, she said again, “Look how tall that turayi has grown. Out in the open, see how freely it has grown. However powerful the sand storm, it hasn't bowed a little bit. Moreover, it has provided shelter to so many people, and is protecting them. Imagine how many would find respite from the hot sun under its shade!\"",
    {
      "image": {
        "asset_path": "111.jpeg",
        "description": "An illustration showing two women in a room. One is looking out a window at a large tree providing shelter from the rain, while the other looks on."
      }
    },
    "“What's so surprising about that?\" I asked.",
    "\"Not that it is surprising, Ammalu. Look at the bonsai you have tended so lovingly! It looks proper and sweet, like a housewife. But see how delicate it is. You have to tend it very carefully. It can't even withstand a small dust storm or squall. When it is dependent on someone, how can it provide shelter to anyone? Isn't it because of the difference in the way one brings up a boy and a girl, that a woman's life is like that of a bonsai?\"",
    "My heart was touched by Akkayya's words. Just as one frees a bird from a cage to let it fly, I felt the urge to free the bonsai trees from their flower pots.",
    "Original Title: Bonsai Bratukulu by Abburi Chayadevi. Translated from Telugu by Alladi Uma and M. Sridhar.",
    "About the author",
    {
      "image": {
        "asset_path": "112.jpeg",
        "description": "A portrait of the author, Abburi Chayadevi."
      }
    },
    "Abburi Chayadevi is a well known feminist writer born in 1933. She has written many short stories and essays. She was awarded the Central Sahitya Akademi in 2005. In her works, she elucidates women's life and their feelings."
  ]
}


