
[
  {
    "lesson_title": "School Life",
    "content": [
      "Look at the picture and answer the questions that follow.",
      {
        "image": {
          "asset_path": "46.png",
          "description": "An illustration of a female teacher in a yellow sari, disciplining a young boy in a pink shirt by pulling his ear in front of the class. The other students are watching from their desks."
        }
      },
      "1. Do you agree with the action of the teacher as depicted in the picture? Give at least one reason for your opinion.",
      "2. Suggest ways of maintaining discipline that do not involve physical or verbal abuse.",
      "Oral Discourse: Debate - \"Punishment will help the students to learn.\"",
      "Let's read a story on a similar experience."
    ],
    "author": "T.S. Government"
  },
  {
    "lesson_title": "Swami Is Expelled from School",
    "content": [
      "The headmaster entered the class with a slightly flushed face and a hard ominous look in his eyes. Swaminathan wished that he had been anywhere but there at that moment. The headmaster surveyed the class for a few minutes and asked, 'Are you not ashamed of coming and sitting there after what you did yesterday?' Just as a special honour to them, he read out the names of a dozen students or so that had attended the class. After that he read out the names of those that had kept away, and asked them to stand on their benches. He felt that punishment was not enough and asked them to stand on their desks. Swaminathan was among them and felt humiliated at that eminence. Then they were lectured. When it was over, they were asked to offer explanations one by one. One said that he had an attack of a headache and therefore could not come to school. He was asked to bring a medical certificate.",
      "The second said that while he had been coming to school on the previous day, someone had told him that there would be no school, and he had gone back home. The headmaster replied that if he was going to listen to every loafer who said there would be no school, he deserved to be flogged. Anyway, why did he not come to school and verify? No answer. The punishment was pronounced: ten days' attendance cancelled, two rupees fine, and the whole day to be spent on the desk. The third said that he had an attack of a headache. The fourth said that he had stomach ache. The fifth said that his grandmother died suddenly just as he was starting for school. The headmaster asked him if he could bring a letter from his father. No. He had no father. Then, who was his guardian? His grandmother. But the grandmother was dead, was she not? No. It was another grandmother. The headmaster asked how many grandmothers a person could have. No answer. Could he bring a letter from his neighbours? No, he could not. None of his neighbours could read or write, because he lived in a very illiterate part of Ellaman Street. Then the headmaster offered to send a teacher to this illiterate locality to ascertain from the boy's neighbours if the death of the grandmother was a fact. A pause, some perspiration, and then the answer that the neighbours could not possibly know anything about it, since the grandmother died in the village. The headmaster hit him on the knuckles with his cane, called him a street dog, and pronounced the punishment: fifteen days suspension.",
      "When Swaminathan's turn came, he looked around helplessly. Rajam sat on the third bench in front, and resolutely looked away. He was gazing at the blackboard intently.",
      {
        "image": {
          "asset_path": "48.png",
          "description": "An illustration from a back view of a classroom scene where a teacher is questioning a boy standing in front of the class. Other students are seated at their desks, watching the interaction."
        }
      },
      "Yet the back of his head and the pink ears were visible to Swaminathan. It was an intolerable sight. Swaminathan was in acute suspense lest that head should turn and fix its eyes on his; he felt that he would drop from the desk to the floor, if that happened. The pink ears three benches off made him incapable of speech. If only somebody would put a blackboard between his eyes and those pink ears!",
      "He was deaf to the question that the headmaster was putting to him. A rap on his body from the headmaster's cane brought him to himself.",
      "'Why did you keep away yesterday?' asked the headmaster, looking up. Swaminathan's first impulse was to protest that he had never been absent. But the attendance register was there. 'No-no-I was stoned. I tried to come, but they took away my cap and burnt it. Many strong men held me down when I tried to come.... When a great man is sent to gaol I am surprised to see you a slave of the Englishmen.... Didn't they cut off-Dacca Muslin- Slaves of slaves ....' These were some of the disjointed explanations which streamed into his head, and, which, even at that moment, he was discreet enough not to express. He had wanted to mention a headache, but he found to his distress that others beside him had one. The headmaster shouted, 'Won't you open your mouth?' He brought the cane sharply down on Swaminathan's right shoulder. Swaminathan kept staring at the headmaster with tearful eyes, massaging with his left hand the spot where the cane was laid. “I will kill you if you keep on staring without answering my question,' cried the headmaster.",
      "'I....I....couldn't come,' stammered Swaminathan.",
      "'Is that so?' asked the headmaster, and turning to a boy said, 'Bring the peon.'",
      "Swaminathan thought: 'What, is he going to ask the peon to thrash me? If he does any such thing, I will bite everybody dead.' The peon came. The headmaster said to him, 'Now say what you know about this rascal on the desk.'",
      "The peon eyed Swaminathan with a sinister look, grunted, and demanded, 'Didn't I see you break the panes?...'",
      {
        "image": {
          "asset_path": "49.png",
          "description": "An illustration of a young boy, Swaminathan, standing in a classroom with tears in his eyes. A man, presumably the headmaster, stands near his desk in the background, while other students look on."
        }
      },
      "'Of the ventilators in my room?' added the headmaster with zest.",
      "Here there was no chance of escape. Swaminathan kept staring foolishly till he received another whack on the back. The headmaster demanded what the young brigand had to say about it. The brigand had nothing to say. It was a fact that he had broken the panes. They had seen it. There was nothing more to it. He had unconsciously become defiant and did not care to deny the charge. When another whack came on his back, he ejaculated, 'Don't beat me, sir. It pains. This was an invitation to the headmaster to bring down the cane four times again. He said, 'Keep standing here, on this desk, staring like an idiot, till I announce your dismissal.'",
      "Every pore in Swaminathan's body burnt with the touch of the cane. He had a sudden flood of courage, the courage that comes of desperation. He restrained the tears that were threatening to rush out, jumped down, and grasping his books, rushed out muttering, 'I don't care for your dirty school.'",
      "About the author",
      "R. K. Narayan (10 October 1906 – 13 May 2001), (shortened from Rasipuram Krishnaswami Iyer Narayanaswami) was an Indian author, whose works of fiction include a series of books about people and their interactions in an imagined town in India called Malgudi. He is credited with bringing Indian literature in English to the rest of the world. Swami and Friends, The Bachelor of Arts, The English Teacher and The Financial Expert are his popular works. The present extract is from Swami and Friends. His narratives highlight social context and provide a feel for his characters through everyday life. In a writing career that spanned over sixty years, Narayan received many awards and honours. These include the AC Benson Medal from the Royal Society of Literature and the Padma Vibhushan, India's second-highest civilian award. He was also nominated to the Rajya Sabha, the upper house of the Indian parliament."
    ],
    "author": "R. K. Narayan"
  }
]

