{
  "poem_title": "The Duck and the Kangaroo",
  "poem_text": [
    {
      "image": {
        "description": "An illustration of a large kangaroo looking down at a duck by the water's edge."
      }
    },
    {
      "stanza": [
        "Said the Duck to the Kangaroo,",
        "\"Good gracious! How you hop!",
        "Over the fields and the water too,",
        "As if you never would stop!",
        "My life is a bore in this nasty pond,",
        "And I long to go out in the world beyond!",
        "I wish I could hop like you!\"",
        "Said the Duck to the Kangaroo."
      ]
    },
    {
      "image": {
        "description": "An illustration of a duck standing on a colorful, whimsical boat-like object."
      }
    },
    {
      "stanza": [
        "\"Please give me a ride on your back!\"",
        "Said the Duck to the Kangaroo.",
        "\"I would sit quite still, and say nothing but 'QUACK',",
        "The whole of the long day through!",
        "And we'd go to the Dee and the Jelly Bo Lee,",
        "Over the land, and over the sea;",
        "Please take me a ride! O do!\"",
        "Said the Duck to the Kangaroo."
      ]
    },
    {
      "image": {
        "description": "An illustration of a kangaroo leaping through the air, carrying a duck wearing pink socks on its back, with large bunches of grapes in the background."
      }
    },
    {
      "stanza": [
        "Said the Kangaroo to the Duck,",
        "\"This requires some little reflection;",
        "Perhaps on the whole it might bring me LUCK,",
        "And there seems but one objection,",
        "Which is, if you'll let me speak so bold,",
        "Your feet are unpleasantly wet and cold,",
        "And would probably give me the roo-",
        "Matiz!\" said the Kangaroo."
      ]
    },
    {
      "image": {
        "description": "An illustration of a kangaroo sitting up, smoking a cigar and reading a book under a full moon."
      }
    },
    {
      "stanza": [
        "Said the Duck, “As I sat on the rocks,",
        "I have thought over that completely.",
        "And I bought four pairs of worsted socks",
        "Which fit my web feet neatly.",
        "And to keep out the cold I've bought a cloak,",
        "And everyday a cigar I'll smoke,",
        "All to follow my own dear true",
        "Love of a Kangaroo!\""
      ]
    },
    {
      "stanza": [
        "Said the Kangaroo, \"I'm ready!",
        "All in the moonlight pale;",
        "But to balance me well, dear Duck, sit steady!",
        "And quite at the end of my tail!\"",
        "So away they went with a hop and a bound,",
        "And they hopped the whole world three times round;",
        "And who so happy – O who,",
        "As the Duck and the Kangaroo?"
      ]
    }
  ],
  "author": "Edward Lear"
}
