
{
  "lesson_title": "Little Bobby",
  "content": [
    "Little Bobby came into the kitchen where his mother was making dinner.",
    "His birthday was coming up and he thought this was a good time to tell his mother what he wanted.",
    "Mom, I want a bike for my birthday.",
    "Little Bobby was a bit of a troublemaker.",
    "He had gotten into trouble at school and at home.",
    "Bobby’s mother asked him if he thought he deserved to get a bike for his birthday.",
    {
      "image": {
        "asset_path": "20.png",
        "description": "An illustration of a young boy, Little Bobby, sitting on the floor and writing a letter on an overturned wooden barrel. His pet dog sits patiently beside him."
      }
    },
    "Little Bobby, of course, thought he did.",
    "Bobby’s mother wanted Bobby to reflect on his behaviour over the last year and said, “Go to your room, Bobby, and think about how you have behaved this year. Then write a letter to God and tell Him why you deserve a bike for your birthday.”",
    "Little Bobby stumped up the steps to his room. Jessy, his pet dog followed him. Bobby thought for some time and sat down to write a letter to God. Jessy sat beside him and started watching what Bobby was doing.",
    "Letter 1\nDear God,\nI have been a very good boy this year and I would like a bike for my birthday.\nI want a red one.\nYour friend,\nBobby",
    "Bobby knew that this wasn’t true. He had not been a very good boy this year, So he tore up the letter and started again to write another letter.",
    "Letter 2\nDear God,\nThis is your friend Bobby. I have been a good boy this year and I would like a red bike for my birthday. Thank you,\nYour friend,\nBobby",
    "Bobby knew that this wasn’t true either. So, he tore up the letter and started again.",
    "Letter 3\nDear God,\nI have been an OK boy this year. I still would really like a bike for my birthday.\nBobby",
    "Bobby knew he could not send this letter to God either. So, Bobby wrote the fourth letter.",
    "Letter 4\nGod,\nI know I haven’t been a good boy this year. I am very sorry.\nI will be a good boy if you just send me a bike for my birthday.\nPlease! Thank you,\nBobby",
    "Bobby knew, even if it was true, this letter was not going to get him a bike.",
    "Now, Bobby was very upset. He went downstairs and told his mom that he wanted to go to church.",
    "Bobby’s mother thought that her plan had worked, as Bobby looked very sad.",
    "Just be home in time for dinner, Bobby’s mother told him.",
    "Bobby walked down the street to the church on the corner.",
    "Little Bobby went into the church and up to the altar.",
    "He looked around to see if anyone was there.",
    "Bobby bent down and picked up a small statue of Mary, the mother of God.",
    "He slipped the statue under his shirt and ran out of the church, down the street, into the house, and up to his room.",
    "He shut the door of his room and sat down with a piece of paper and pen.",
    "Bobby began to write his letter to God.",
    "Letter 5\nGod,\nI’VE KIDNAPPED YOUR MOM. IF YOU WANT TO SEE HER AGAIN, SEND THE BIKE!!!\nBobby"
  ],
  "author": "Ritcha Rao"
}

