{
  "level": "Intermediate",
  "module": "Paragraph & Letter Writing",
  "lesson_number": 5,
  "lesson_title": "Informal Message Writing",
  "objectives": [
    "Write clear and concise messages",
    "Use appropriate message format for different purposes",
    "Practice brevity while maintaining politeness",
    "Understand message context and audience"
  ],
  "topics": [
    {
      "title": "Understanding Informal Messages",
      "subtopics": [
        {
          "title": "What is an Informal Message?",
          "sections": [
            {
              "text": "An informal message is a short piece of writing to give information to someone when you cannot speak to them directly. It is like a quick note or a text message. It is usually written for friends, family, or people you know well. These messages are short, clear, and to the point. They do not need a lot of formal rules. The main idea is to share important information quickly and politely. Think of it like leaving a note for your mother or sending a quick text to a friend about school. Messages are often enclosed in a box, especially in written exams.",
              "examples": [
                {
                  "label": "Purpose",
                  "value": "To convey quick information to someone not present."
                },
                {
                  "label": "Audience",
                  "value": "Friends, family, close acquaintances."
                },
                {
                  "label": "Tone",
                  "value": "Casual, friendly, relaxed."
                },
                {
                  "label": "Length",
                  "value": "Short, usually not more than 50 words."
                },
                {
                  "label": "Format",
                  "value": "Should be delivered in an appropriate format, often in a box."
                },
                {
                  "label": "Speed",
                  "value": "Helps in quick communication when direct talk is not possible."
                },
                {
                  "label": "Clarity",
                  "value": "Needs to be clear and precise about the main idea."
                },
                {
                  "label": "Brevity",
                  "value": "Focus on essential details only, avoid long sentences."
                },
                {
                  "label": "Common Use",
                  "value": "Used in daily communication, like texts or notes."
                },
                {
                  "label": "No Address",
                  "value": "Usually does not require a sender's address."
                },
                {
                  "label": "Direct",
                  "value": "Direct and to the point."
                },
                {
                  "label": "Polite",
                  "value": "Written kindly and courteously."
                },
                {
                  "label": "Everyday Language",
                  "value": "Uses words common in daily conversation."
                },
                {
                  "label": "Simple Grammar",
                  "value": "Uses simple grammar for easy understanding."
                },
                {
                  "label": "Practical",
                  "value": "Very useful for urgent or short updates."
                }
              ],
              "usage_examples": [
                "My brother left a message for me about the cow.",
                "I wrote a short message to my friend about the school meeting.",
                "This message tells us about the new health camp.",
                "Mother left a message saying she went to the market.",
                "I sent a quick message to my teacher about my homework.",
                "The class monitor wrote a message about the changed class time.",
                "Messages help us share news without a long letter.",
                "It's good to keep messages short and clear.",
                "My father leaves messages on the board for us.",
                "I got a message from my friend about the rain."
              ],
              "media": {
                "image": "images/intermediate/module-4/lesson-5/154.png"
              }
            }
          ]
        }
      ]
    },
    {
      "title": "Format and Essential Elements of a Message",
      "subtopics": [
        {
          "title": "Key Parts of a Message",
          "sections": [
            {
              "text": "Every informal message should have a few important parts so the reader understands it clearly. These parts are: the heading, date, time, recipient's name, the main message (body), and the sender's name. Sometimes, it is good to put the message inside a box.",
              "examples": [
                {
                  "label": "Heading",
                  "value": "The word 'MESSAGE' written at the top, in the center."
                },
                {
                  "label": "Date",
                  "value": "The date when the message is written (e.g., July 18, 2025)."
                },
                {
                  "label": "Time",
                  "value": "The time when the message is written (e.g., 10:00 AM)."
                },
                {
                  "label": "Recipient Name",
                  "value": "The name of the person the message is for (e.g., Dear Mother, To Rahul)."
                },
                {
                  "label": "Body",
                  "value": "The main content, short and clear, with essential details."
                },
                {
                  "label": "Sender Name",
                  "value": "Your name, or the name of the person sending the message."
                },
                {
                  "label": "Box",
                  "value": "The entire message should be enclosed in a box."
                },
                {
                  "label": "Brevity",
                  "value": "Keep the message under 50 words usually."
                },
                {
                  "label": "Clarity",
                  "value": "Make sure the purpose is very clear."
                },
                {
                  "label": "Politeness",
                  "value": "Use polite words even in a short message."
                }
              ],
              "usage_examples": [
                "I wrote 'MESSAGE' at the top of my note.",
                "I added the date and time so she knows when I wrote it.",
                "I wrote 'Dear Father,' to start the message.",
                "The main part told him about the new well.",
                "I signed off with 'Your son, Amit'.",
                "I put the whole message inside a box.",
                "He wrote the time as '3:30 PM'.",
                "She put 'To Class Monitor' at the start.",
                "Remember to mention who the message is for.",
                "The message was short but had all the details."
              ],
              "media": {
                "image": "images/intermediate/module-4/lesson-5/155.png"
              },
              "table": {
                "title": "Informal Message Format",
                "headers": [
                  "Part",
                  "What to Write",
                  "Location"
                ],
                "rows": [
                  [
                    "Heading",
                    "The word 'MESSAGE'",
                    "Center, at the top"
                  ],
                  [
                    "Date",
                    "Day, Month, Year (e.g., July 18, 2025)",
                    "Left side, below heading"
                  ],
                  [
                    "Time",
                    "Exact time (e.g., 10:00 AM)",
                    "Right side, next to date"
                  ],
                  [
                    "Recipient",
                    "To whom the message is for (e.g., Dear Mother, To Rahul)",
                    "Left side, below date/time"
                  ],
                  [
                    "Body",
                    "Main content: clear purpose, essential details",
                    "Main section"
                  ],
                  [
                    "Sender",
                    "Your name or the sender's name",
                    "Left side, at the bottom"
                  ],
                  [
                    "Box",
                    "The entire message",
                    "Enclosed within a box"
                  ]
                ]
              }
            }
          ]
        },
        {
          "title": "Time and Date Expressions in Messages",
          "sections": [
            {
              "text": "In messages, it is important to clearly state the date and time when you are writing. This helps the person who reads the message understand the timing of the information. Use simple and common ways to write dates and times.",
              "examples": [
                {
                  "label": "Full Date and Time",
                  "value": "July 18, 2025, 10:30 AM"
                },
                {
                  "label": "Date Only",
                  "value": "18/07/2025"
                },
                {
                  "label": "Day and Time",
                  "value": "Friday, 4:00 PM"
                },
                {
                  "label": "Common Time Example 1",
                  "value": "9:00 AM (Morning)"
                },
                {
                  "label": "Common Time Example 2",
                  "value": "2:15 PM (Afternoon)"
                },
                {
                  "label": "Common Time Example 3",
                  "value": "7:00 PM (Evening)"
                },
                {
                  "label": "Specific Day",
                  "value": "Tomorrow, Tuesday"
                },
                {
                  "label": "General Time",
                  "value": "This evening"
                },
                {
                  "label": "Relative Time",
                  "value": "In an hour"
                },
                {
                  "label": "Clear Date Format",
                  "value": "DD/MM/YYYY or Month Day, Year"
                }
              ],
              "usage_examples": [
                "I wrote 'July 18, 2025' on the top.",
                "The message mentioned the time as '3:00 PM'.",
                "Make sure to add the date so it's clear.",
                "He wrote 'Today, 8:45 AM' at the top.",
                "The note said 'Tomorrow morning, class will be early'.",
                "I always put the time I finished writing.",
                "She put 'August 5, Monday' for the event.",
                "The message should clearly state the date of the meeting.",
                "Remember to mention 'Today's date' if needed.",
                "It's important for the receiver to know the time of the message."
              ],
              "media": {
                "image": "images/intermediate/module-4/lesson-5/156.png"
              }
            }
          ]
        },
        {
          "title": "Inclusion of Contact Information",
          "sections": [
            {
              "text": "Sometimes, it is important to include contact information in a message, especially if the recipient needs to reply or get more details. This is usually your phone number or someone else's number to call. You can write your phone number below your name at the end of the message.",
              "examples": [
                {
                  "label": "Phone Number",
                  "value": "Contact: 9876543210"
                },
                {
                  "label": "Alternative Contact",
                  "value": "Call my brother, Rohan (7890123456)"
                },
                {
                  "label": "Email (if applicable)",
                  "value": "Email: yourname@email.com"
                },
                {
                  "label": "Specific Person",
                  "value": "For more details, talk to the Class Teacher."
                },
                {
                  "label": "Instructions",
                  "value": "Please call me back at this number."
                },
                {
                  "label": "Emergency Contact",
                  "value": "In case of emergency, call Uncle Rama (9988776655)."
                },
                {
                  "label": "Placement",
                  "value": "Below the sender's name."
                },
                {
                  "label": "Concise",
                  "value": "Keep contact details brief and clear."
                },
                {
                  "label": "Purpose",
                  "value": "To enable quick follow-up or response."
                },
                {
                  "label": "Example Message Contact",
                  "value": "Ramesh (9876543210)"
                }
              ],
              "usage_examples": [
                "Please call me at 9876543210 for more details.",
                "My phone number is written at the end.",
                "She added her mother's contact number.",
                "If you have questions, contact the school office.",
                "Remember to put your number if you want a reply.",
                "He included the bus driver's number.",
                "The message said to call the village head.",
                "It's good to include a contact if it's an important message.",
                "My brother's number is there if I'm not home.",
                "They added the contact for the health clinic."
              ],
              "media": {
                "image": "images/intermediate/module-4/lesson-5/157.png"
              }
            }
          ]
        }
      ]
    },
    {
      "title": "Different Types of Messages",
      "subtopics": [
        {
          "title": "Invitation Messages",
          "sections": [
            {
              "text": "Invitation messages are short notes asking someone to come to an event like a birthday party, a festival, or a school program. They should clearly state what the event is, when and where it will happen, and who is invited. Keep it simple and friendly.",
              "examples": [
                {
                  "label": "Birthday Invitation",
                  "value": "Dear Sunita, Please come to my house tomorrow at 4 PM for my birthday celebration. We will have games and sweets. Bring your sister too. - Priya"
                },
                {
                  "label": "Festival Invitation",
                  "value": "Hello Rakesh, Our village is celebrating the harvest festival on August 20th. Come join us for food and traditional dances at the community ground. - Amit"
                },
                {
                  "label": "School Function",
                  "value": "Dear Parents, You are invited to our Annual Day program on Oct 5th at 3 PM in the school hall. See student performances. - Principal"
                },
                {
                  "label": "Study Group",
                  "value": "Hi Meena, Let's meet for our math study group at my home on Saturday at 10 AM. We can finish Chapter 3. - Radha"
                },
                {
                  "label": "Small Gathering",
                  "value": "To Uncle Suresh, Please come to our house for dinner on Sunday evening. Mother made your favourite food. - Your niece, Geeta"
                },
                {
                  "label": "Village Meeting",
                  "value": "Dear Villagers, There will be a meeting to discuss the new water pump on Friday at 6 PM at the Panchayat Bhawan. Please attend. - Village Head"
                },
                {
                  "label": "Sports Event",
                  "value": "Dear Friends, Our school team has a football match with the next village school on Aug 10th at 4 PM at our school ground. Come support us! - Team Captain"
                },
                {
                  "label": "Cultural Program",
                  "value": "To All Students, Our school is hosting a cultural program with folk dances and songs on Sept 1st at 11 AM. Your presence is requested. - Cultural Committee"
                },
                {
                  "label": "Temple Event",
                  "value": "Dear Devotees, The annual bhajan kirtan will be held at the village temple on Full Moon day, from 7 PM onwards. All are welcome. - Temple Committee"
                },
                {
                  "label": "Naming Ceremony",
                  "value": "Hello Everyone, We are celebrating the naming ceremony of our baby boy on Sunday, Oct 25th, at our home from 11 AM. Your blessings are needed. - Rahul and Seema"
                }
              ],
              "usage_examples": [
                "I wrote an invitation message for my birthday.",
                "The teacher sent an invitation for the school's annual day.",
                "We sent a message to invite friends for the village festival.",
                "Remember to put the time and place clearly in the invitation.",
                "He invited his cousin for dinner through a message.",
                "The message asked everyone to come for the harvest festival.",
                "It's a short way to invite people.",
                "Make sure to mention if they can bring someone.",
                "The invitation was for a study group.",
                "We got an invitation for a family event."
              ],
              "media": {
              }
            }
          ]
        },
        {
          "title": "Information Messages",
          "sections": [
            {
              "text": "Information messages give quick news or updates. They should be very clear and contain only the most important details. Use simple sentences to make sure everyone understands the information easily.",
              "examples": [
                {
                  "label": "Class Schedule Change",
                  "value": "Hello everyone, Tomorrow's class will start at 9 AM instead of 8 AM. The teacher will not come in the first period. - Class Monitor"
                },
                {
                  "label": "Water Supply Update",
                  "value": "Dear Villagers, The water supply will be stopped for two hours tomorrow from 10 AM to 12 PM for pump repair. Please store water. - Village Office"
                },
                {
                  "label": "School Holiday",
                  "value": "To Students and Parents, School will be closed tomorrow, Aug 15th, for Independence Day. Enjoy the holiday. - Principal"
                },
                {
                  "label": "Health Camp",
                  "value": "Notice: A free health check-up camp will be held at the community health center on Sept 10th from 9 AM to 2 PM. All are welcome. - Health Worker"
                },
                {
                  "label": "Electricity Outage",
                  "value": "Attention: There will be no electricity in Rampur village tonight from 8 PM to 10 PM for urgent maintenance. - Electricity Board"
                },
                {
                  "label": "Bus Schedule",
                  "value": "Dear Students, The school bus will arrive 15 minutes late today due to road repairs. Please wait patiently. - Bus Driver"
                },
                {
                  "label": "Exam Dates",
                  "value": "Important: Class 8 English exam is now on Nov 2nd. Study well. - Exam Coordinator"
                },
                {
                  "label": "Meeting Cancelled",
                  "value": "To All, The village meeting planned for this evening is cancelled due to heavy rain. New date will be announced soon. - Secretary, Panchayat"
                },
                {
                  "label": "Lost Item",
                  "value": "Lost: A brown school bag near the main gate. If found, please return to Ramesh, Class 7. - Ramesh"
                },
                {
                  "label": "New Scheme",
                  "value": "Announcement: Government is starting a new scheme for farmers. Meet the Block Officer on Oct 1st at 10 AM for details. - Block Office"
                }
              ],
              "usage_examples": [
                "The message gave us information about the school holiday.",
                "I read the message about the electricity cut.",
                "The information message said the bus would be late.",
                "She wrote a message about the new health camp.",
                "We received a message about the changed exam date.",
                "The message was short and clear about the water problem.",
                "It's a fast way to share important news.",
                "Make sure all details are correct in an information message.",
                "The principal sends information messages on the notice board.",
                "He wrote an information message about the new farm tools."
              ],
              "media": {
              }
            }
          ]
        },
        {
          "title": "Request Messages",
          "sections": [
            {
              "text": "Request messages are used when you want to ask someone for something quickly. It could be for help, an item, or a favour. Be polite and clear about what you need.",
              "examples": [
                {
                  "label": "Notebook Request",
                  "value": "Dear Brother, Can you please bring my notebook from home? I forgot it today. I need it for the next class. Thank you. - Rahul"
                },
                {
                  "label": "Help Request",
                  "value": "Hi Uncle, Can you please help us move the big stone near the well tomorrow morning? It's too heavy for us. - Suresh"
                },
                {
                  "label": "Material Request",
                  "value": "To Class 10 Students, Please bring your geometry box tomorrow. We will be drawing maps. - Math Teacher"
                },
                {
                  "label": "Borrow Item",
                  "value": "Hello Sita, Can I please borrow your English dictionary for a day? I need it for my homework. I will return it tomorrow. - Rani"
                },
                {
                  "label": "Information Request",
                  "value": "Dear Sir, Could you please tell me when the school library will open next week? I need to return a book. - Your student, Mohan"
                },
                {
                  "label": "Favor Request",
                  "value": "Hi Gaurav, Can you please feed my goats this evening? I will be back late from the city market. Thanks. - Prakash"
                },
                {
                  "label": "Meeting Request",
                  "value": "To Mr. Sharma, Can we please meet tomorrow at 5 PM to discuss the new community project? I have some ideas. - Rajesh"
                },
                {
                  "label": "Permission Request",
                  "value": "Dear Teacher, May I please leave school early today at 2 PM? I have a doctor's appointment. - Your student, Sunita"
                },
                {
                  "label": "Ride Request",
                  "value": "Hello Friend, Are you going to the district town tomorrow? Can I please get a ride with you? I need to visit my aunt. - Deepak"
                },
                {
                  "label": "Help with Chore",
                  "value": "Dear Papa, Can you please help me fix my bicycle chain? I want to ride it to school tomorrow. - Your son, Vijay"
                }
              ],
              "usage_examples": [
                "I sent a message to my brother to bring my lunchbox.",
                "She requested help from her neighbor to lift a heavy pot.",
                "The teacher sent a message asking students to bring colours.",
                "He asked his friend to borrow a book through a short message.",
                "Remember to be polite when making a request.",
                "The message asked for help with farming work.",
                "Can you please pick up some vegetables for me?",
                "I need to request an hour leave from school.",
                "The message asked if someone could bring water.",
                "He requested to know the time of the meeting."
              ],
              "media": {
              }
            }
          ]
        },
        {
          "title": "Apology Messages",
          "sections": [
            {
              "text": "Apology messages are short ways to say sorry for something you did wrong or for missing an event. Be honest and polite. Briefly state what you are sorry for. It shows you care about the other person's feelings.",
              "examples": [
                {
                  "label": "Missing Event",
                  "value": "Dear Sir, I am very sorry I could not attend the school meeting yesterday. I was helping my father on the farm. - Rahul, Class 8"
                },
                {
                  "label": "Late Reply",
                  "value": "Hello Priya, I am sorry for my late reply. I was busy with my exams and could not check my messages. - Seema"
                },
                {
                  "label": "Mistake",
                  "value": "Dear Teacher, I am sorry for forgetting my homework today. I will complete it by tomorrow morning. - Your student, Anil"
                },
                {
                  "label": "Not Attending",
                  "value": "Dear Auntie, So sorry I cannot come to the naming ceremony. My sister is sick. I wish you all the best. - Geeta"
                },
                {
                  "label": "Wrongdoing",
                  "value": "To Father, I am sorry for breaking the clay pot by mistake. I will be more careful next time. - Your son, Mohan"
                },
                {
                  "label": "Delay",
                  "value": "Dear Manager, Apologies for the delay in submitting the report. I faced an issue with my internet connection. I will send it by noon. - Your employee, Suresh"
                },
                {
                  "label": "Cancelling",
                  "value": "Hello Sunita, I am sorry, I have to cancel our plan to go to the market today. I have to help my mother. - Rani"
                },
                {
                  "label": "Missing Class",
                  "value": "Dear Teacher, I am sorry I missed your English class today. I had a fever. I will catch up with the notes. - Your student, Deepak"
                },
                {
                  "label": "Misunderstanding",
                  "value": "Dear Rohan, I am sorry if my words hurt you yesterday. I did not mean to. - Your friend, Vijay"
                },
                {
                  "label": "Forgetting",
                  "value": "Hi Mother, I am sorry I forgot to buy the soap from the shop. I will get it first thing tomorrow. - Your son, Rajesh"
                }
              ],
              "usage_examples": [
                "I sent an apology message for missing the village meeting.",
                "She apologized for coming late to school.",
                "The message said 'Sorry for the mistake'.",
                "He wrote an apology for forgetting his friend's birthday.",
                "Remember to explain briefly why you are sorry.",
                "I sent a message to apologize for not helping.",
                "Sorry, I cannot make it to the play.",
                "The student apologized for being noisy in class.",
                "I am sorry for the inconvenience.",
                "He apologized for breaking the tool."
              ],
              "media": {
              }
            }
          ]
        }
      ]
    },
    {
      "title": "Practice Activities for Message Writing",
      "subtopics": [
        {
          "title": "Writing Invitations for Rural Events",
          "sections": [
            {
              "text": "Practice writing invitation messages for events common in your village or school. Make sure to include the event name, date, time, and location clearly.",
              "examples": [],
              "usage_examples": [
                "Write a message inviting friends to a harvest celebration at your farm.",
                "Create an invitation message for a school sports day.",
                "Write a message inviting family members to a local temple festival.",
                "Draft a message to invite neighbors to a new well inauguration.",
                "Design a message for a village cleanliness drive."
              ],
              "media": {
              }
            }
          ]
        },
        {
          "title": "Creating Information Messages for School/Village",
          "sections": [
            {
              "text": "Practice writing messages to give important information. Focus on being clear, concise, and accurate. Think about who needs this information and what they need to know.",
              "examples": [],
              "usage_examples": [
                "Write a message informing students about a change in exam dates.",
                "Create a message for villagers about a power cut schedule.",
                "Draft a message for parents about a special school assembly.",
                "Write a message announcing a free eye check-up camp in the village.",
                "Design a message about new timings for the village library."
              ],
              "media": {
              }
            }
          ]
        },
        {
          "title": "Request Messages for Daily Needs",
          "sections": [
            {
              "text": "Practice writing messages to request help or items. Be polite and specific about your need. Imagine you are asking a friend or family member for a small favor.",
              "examples": [],
              "usage_examples": [
                "Write a message asking your father to bring your school uniform from the city.",
                "Create a message requesting your friend to help you with your homework after school.",
                "Draft a message to your mother asking her to prepare your favourite meal.",
                "Write a message requesting a neighbour to look after your pet while you are away.",
                "Design a message asking your teacher for an extra pen."
              ],
              "media": {
              }
            }
          ]
        },
        {
          "title": "Apology Messages for Various Situations",
          "sections": [
            {
              "text": "Practice writing messages to apologize for different situations. Focus on expressing sincere regret briefly and explaining the reason if needed. Think about how to make the other person feel better.",
              "examples": [],
              "usage_examples": [
                "Write a message apologizing for missing a family gathering.",
                "Create a message to apologize to a teacher for not completing an assignment on time.",
                "Draft a message apologizing to a friend for a misunderstanding.",
                "Write a message apologizing for being late to school.",
                "Design a message to apologize for accidentally breaking something belonging to someone else."
              ],
              "media": {
              }
            }
          ]
        }
      ]
    }
  ]
}