[
  {
    "lesson_title": "Social Issues",
    "content": [
      "Read the following and answer the questions that follow.",
      {
        "image": {
        "asset_path": "images/class10/unit5/6.png",
          "description": "A quote by Rabindranath Tagore on a piece of paper: \"Where the world has not been broken up into fragments by narrow domestic walls..... Into that heaven of freedom, my Father, let my country awake.\""
        }
      },
      "1. What do the above lines talk about?\n2. What does the expression 'the narrow domestic walls' mean?",
      "Oral Discourse: Speech - 'Social evils are the hurdles for the development of the country.' (Social evils; causes; consequences and your role in making the world heaven of freedom).",
      "Let's read such a story."
    ]
  },
  {
    "lesson_title": "The Storeyed House - I",
    "content": [
      "There was something really wrong with the State Transport bus. It had come up the winding road in the mountain as if with a life-time effort. The road was now down-hill and yet the bus moved as slowly as a sick man walking with the help of another. It reached the plain where the dispensary building was situated, and stood still, like an obstinate bull. Now, the destination was hardly a mile or two away. But the driver was sore and the conductor had no option but to be silent. When they realized that the bus wouldn't move any faster, a couple of passengers exclaimed: \"Goddammit for a bloody nuisance!\"",
      "The conductor asked the passengers to get down and they all put their strength together to push the bus. Having gained this initial momentum, the bus started. Passengers clambered up, jostling one another. The conductor rang the bell and the bus gradually took on speed. It entered the village reluctantly like a truant child being dragged to school. As it wound its way through the curves on the outskirts, it groaned and croaked like a hen about to lay eggs, and stopped with a bang in front of Bhujaba Patil's residence. As it halted, it gave a",
      {
        "image": {
        "asset_path": "images/class10/unit5/5.png",
          "description": "An illustration of a man carrying a large wooden box on his head, talking to another man in a village setting."
        }
      },
      "big lurch, sending the passengers helter-skelter, churned like water in a pitcher when the carrier stumbles.",
      "All the passengers got down.",
      "The coolie put his hand on a huge wooden box and shouted, 'Whose box is this?'",
      "Bayaji, who was brushing away the dust from his body, answered, 'Oh, it's mine, please lower it down.'",
      "The coolie heaved and grunted as he lowered the box which Bayaji caught with ease.",
      "Bayaji had packed his entire household goods in this box. There was no longer any reason to hang around in Bombay. He had worked honestly for the past thirty-five years in the dockyard and had retired from service two months before. Not that he had held an important position. He had merely got an extension for two years; during that period he had become a supervisor. Otherwise his entire life had been spent lifting heavy loads. He had worked very hard whenever he could, day and night.",
      "Bayaji had crossed sixty but was in sound health. He had a sturdy frame right from birth, and hard work had given a well formed shape to his strong body. He paid fifteen paise to the coolie, put the box, in which he had thrown pots and pans and sundry other things, on his own head and began to walk in the direction of his house.",
      "As he reached Kadam's house, he saw Bhujaba coming towards him. Bhujaba was a known rascal of the village. Bayaji balanced the burden on his head. Straightening his neck, he said, 'Greetings to you, sir, how are things with you?'",
      "Bayaji was a Mahar by caste and according to age-old custom he should have greeted Bhujaba with 'My humble salutations to you, sir, who are my father and mother.' So, when Bayaji merely said 'Greetings.' Bhujaba became furious and said, 'Do you think you can become a Brahmin merely by saying \"Greetings\"? Can you forget your position simply because you've turned a Buddhist?'",
      "Bayaji was nonplussed. For a moment, he was tempted to knock him down with his box but realised that he couldn't afford to do so. Besides, now he had come back to his village for good. He was to spend the rest of his days on this soil and would be interred in the same soil. He would not be able to return to Pune or Bombay hereafter. It was not a good policy to incur the hostility of anyone in the village, least so of the Patil, the village headman.",
      "So he said in a meek tone, 'Sir, why spring this on me even before I set foot on the soil of my forefathers? I have to stay here till the end of my life.'",
      "'Why? Aren't you going back to your job?' asked Bhujaba. 'No sir, my service is over, I've turned sixty.' With this Bayaji lifted the load from his head a little to place it in position.",
      "'Then you've collected your fund amount?' Bhujaba was taking his measure. 'Yes, sir', Bayaji replied with pride. 'How much?' Bhujaba asked greedily. 'Not much, what can a daily worker earn?' Bayaji answered. 'Why won't you mention the figure, man?' Bhujaba persisted artfully.",
      "'Some two and a half thousand rupees.' Bayaji gave the correct figure.",
      "'Bayaji, you have a heavy load on your head. Go to your house first. We'll talk at leisure later.' Bhujaba said in mock sympathy.",
      "'Yes, yes' Bayaji mumbled and walked in the direction of his house. At the moment, Bayaji was the proud owner of two and a half thousand rupees in cash, so it made no difference whether he was an untouchable or a Buddhist. If only one could swindle out of the",
      {
        "image": {
        "asset_path": "images/class10/unit5/4.png",
          "description": "An illustration of a group of people in a village, appearing to be in the middle of a conversation or argument."
        }
      },
      "untouchable Bayaji- or rather Buddhist, Bayaji- four or five hundred rupees, that was enough. With the thought in his mind, Bhujaba entered his wada, the big house.",
      "Exchanging pleasantries with people he met on the way, Bayaji reached the public building called Takkya in the untouchables' settlement. The building was named Buddha Vihar by those who had embraced Buddhism. As Bayaji neared Buddha Vihar, the children, who were playing with a ball made of rags, finished their game and cried out, 'Baiju Nana is here, Baiju Nana is here!' and scampered in the direction of Bayaji's house. Bayaji's eighty-five-year-old mother quickly scrambled to her feet. She had aged much but her old-worn frame was still sturdy, and her teeth were strong enough to break grams. She could thread a needle without help. When she heard of Bayaji's arrival her heart swelled.",
      "As Bayaji came in, his wife concealed her joy with the end of her sari and took down the box from his head. His grandchildren clung to him and began to twist the folds of his dhoti. The neighbouring children watched the scene in idle curiosity.",
      "'Come, get into the house, children!' said Bayaji. His mother walked out with a bent back and told Bayaji to wait outside the door. Bayaji obeyed.",
      "The old woman came forward, poured some water over the piece of bread in her hand, moved it around Bayaji's face and flung it away as an offering. She ran her palms over his cheeks and pressed her fingers on her temples. All eight fingers gave out a cracking sound.",
      "Bayaji's family was doing well . He had eight children in all, six sons and two daughters. The daughters had been married off and had given birth to children. The elder son looked after the fields, the next two sons were in government service, the one after them was a school- teacher and the sixth one was still studying. Since they knew that Bayaji was coming home for good, the elder son in service and the two daughters were already home to greet him. All of them wondered what their father had got for them from his lifetime earnings.",
      "The next day when Bayaji opened the box, it revealed only some pots and pans, nails and photographs.",
      "Looking at these, the elder daughter asked, 'Nana, how is it that you haven't brought anything for us?'",
      "Bayaji was amused that his daughters thought in this childish manner even after they had children of their own. He ran his eyes over all his children and said, 'Look here, children, if I had brought new clothes for you, they'd tear, if I had brought an ornament it would soon wear out. Out of my earnings I wish you to have something that'll last longer.",
      "Bayaji paused after these words.",
      "His eldest son was godly. He said, 'Neither we nor our wives want anything. Tell us what you'd like us to do.'",
      "'Look children, ours is such a large family. Even at mealtime, we've to eat by turns or sit crowded, knocking our knees together. I wish to build a house out of my earnings, and it has to be a storeyed house; the usual three-portioned house won't be adequate for us.'",
      "All were happy with this plan.",
      "The plan was finalised and the foundation of the storeyed house was laid on the auspicious New Year Day."
    ]
  }
]
