[
  {
    "lesson_title": "The Storeyed House - II",
    "content": [
      "The news that Bayaji was building a storeyed house spread like a cry from the rooftops. There was only one storeyed house in the village and that belonged to Kondiba Patil. That Bayaji, an untouchable creature, should think of a rival storeyed house was too much for Kondiba to bear. Others also murmured that the untouchables were forgetting their position.",
      {
        "image": {
        "asset_path": "images/class10/unit5/3.png",
          "description": "An illustration of two men, Bayaji and Kondiba, talking in a village setting. Bayaji appears to be explaining something with a hand gesture."
        }
      },
      "Work on the foundation had started. Dattaram Vadar was given the contract of construction. The foundation trenches were filled with mud, bits of stone and other fillings. Work progressed with speed. One day Bayaji saw Kondiba coming towards him and greeted him. 'It's with your blessings that I have ventured on this storeyed house.'",
      "'Baiju, you shouldn't lose your head simply because you've set aside some money. Do you aspire to an equal status with us by building this house? The poor should remain content with their cottage, understand?' Kondiba remarked rather sharply.",
      "'No Patil, please don't misunderstand me.' Bayaji was a little dizzy with nervousness.",
      "'How do you say that? One should keep to one's position. You shouldn't let a little money turn your head.'",
      "'I only wish to build a shelter for my family. Then I shall be free to breathe my last.' Bayaji answered.",
      "'Who says you shouldn't have a house? You can have a small house with three convenient portions, a veranda in the front and at the back and the living section in the middle. Why spend unnecessarily on a storeyed house?' Patil gave his counsel.",
      "'No, but......' Bayaji faltered.",
      "'You may go in for a storeyed house only if you don't wish to stay in this village. I hope you know what I mean.' Kondiba shot out as a warning and walked away. Other ruffians in the village threatened Bayaji in a similar manner.",
      "Out of fear Bayaji had to abandon plans for the storeyed house. The conventional three-portioned house was taken up. Work was resumed and the walls rose rapidly. The middle portion was a little elevated and a small first storey fixed up there with a wooden flooring. This part could be reached by stairs rising from the kitchen. No one could guess from outside that there was a first storey to the house. Bayaji had to make the best of things.",
      "The house was complete and the traditional housewarming ceremony was planned. Invitations were sent to relatives in different villages. The village elders, by convention, could not be invited to a meal or refreshments, so they were invited to the ceremonial paan-supari. Bayaji put up a fine pandal in front of the house. His sons worked hard for two full days on the decorations. Relatives started arriving. Well-known devotional singers, Kadegaonkar Buwa, Parasu Buwa, Kalekar Bapu Master, Jija Buwa and Vithoba of Wadgaon came with their troupes. People looked forward with delight to the forthcoming contest among the various troupes.",
      "In the evening four petromax lights were hung in the four corners of the pandal. It lent a unique golden yellow light to the surroundings. Guests were engrossed in conversation.",
      "Kondiba Patil was soon there. With him was the thug Bhujaba and four or five seasoned rascals like Vithoba Ghayakute and Parasu Martanda. These people felt uneasy at the sight of the brand new house, the impressive pandal and the crowd of smiling faces.",
      "Their eyes roved all over the place. Bayaji led them up the stairs in the kitchen. The first floor looked like a drawing room. The walls were radiant with blue oil-paint. The fresh colour gave out a pleasant smell. Framed pictures of great men like Lord Buddha, Dr. Babasaheb Amebedkar, Karmaveer Bhaurao Patil, Mahatma Jyotiba Phule and others hung on the walls. The loft-like first floor was filled with a pious and holy ambience.",
      "Bayaji spread a rough woollen carpet for Patil and the other high-caste people. Patil sat quietly on that. His companions, rather uncomfortable, took their positions around him; Bayaji offered them the customary betel leaves. Patil accepted the leaves but immediately gave it back to Bayaji with the remark, 'Yes, it's all very nice!'",
      "'But why don't you accept the betel leaves?' Bayaji asked nervously. Bhujaba smiled artificially and said, 'It's enough that your offering is honoured; is it also necessary to eat it? We'll make a move now.' With this Kondiba Patil, Bhujaba and his companions rose to leave. As they came down, Bhujaba felt as if he were tumbling down the stairs.",
      "They eyed one another as if to say, 'This untouchable worm has got a swollen head. He needs proper handling.'",
      "Bayaji fed all his guests with meal of shira and puris. Along with betel nuts items of gossip rolled over their tongues and then the session of social devotional songs began.",
      "Among the Bhajan singers, Kalekar Bapu Master has a superior voice. Kadegaonkar Buwa was better at classical singing. Devotional songs were sung in praise of Dr. Babasaheb Ambedkar and Lord Buddha. People swayed their heads in appreciation as the programme gathered momentum. It was two O' clock in the morning. Bayaji was strutting about in the pandal. He sat down by a guest now and then, to inquire after his welfare. Small children, unable to resist sleep, had dropped off like bundles of rags. Women sat in the front verandah. Bayaji's children were busy preparing tea for a second round. They had put tea powder and sugar into a pot on a trenched stove and waited for the water to boil. The bhajan was in full swing. 'I had a dream at night and my heart was full of feeling,' went the line.",
      "The group advanced from baseless devotionals - like 'From the east came a horde of ghosts, each one with seven heads' - to social devotionals.",
      "Kalekar Bapu Master's powerful voice rose up, `Take to heart the sweet advice of Bhimaraya and bow down to Buddha for the emancipation of the whole world. I fly to the refuge of Lord Buddha, I fly to the refuge of the Faith; I fly to the refuge of the Faithful.' The song rent the air, filling it with joy. And then the undreamt-of incident took place.",
      {
        "image": {
        "asset_path": "images/class10/unit5/2.png",
          "description": "An illustration depicting a house engulfed in flames at night, with villagers in the foreground looking on in horror and some attempting to douse the fire."
        }
      },
      "Bayaji's new house had caught fire from all sides. It had suddenly flared up. The womenfolk in the front verandah screamed in confusion. The guests stood up swiftly and began to pull out the women like a herd of cattle.",
      "Bayaji was frantic. He ran around crying, 'My house, my storeyed house! It's on fire. My enemy has taken revenge on me.' He entered the roaring flames, crying 'My House, my house.' He climbed up, pulled the pictures of Buddha and Babasaheb from the walls and hurled them down. As he was about to come down the stairs, it crumbled down in flames. People pulled up water from a nearby well to put out the dreadful fire but it could not be easily contained. 'Bayaji, jump down, quick, jump,' people shouted. Women and children were crying and screaming. Now that the staircase had collapsed, no one could go up. Scorched in the flames, Bayaji ran around like a trapped creature, howling all the time, 'My house, my house!'",
      "And then the upper storey itself came down with a crash and along with it Bayaji, with a resounding thud. People pulled him out.",
      "Bayaji was burnt all over. He was still wailing, 'My house', 'my house'! Bayaji's children encircled him and cried their hearts out.",
      "The guests were busy putting out the fire. All Bayaji's hopes had been reduced to ashes. What was the use of putting out the fire now?",
      "Bayaji was badly burnt and he was in great agony. He asked for water all the time. As his eyes began to roll in his head, his eldest son moved closer, gulped down the sorrow that was surging in his throat and asked, 'Nana, what's your last wish?'",
      "'Sons, I want you to build a storeyed house, I've no other wish.' With these words, his head collapsed like the storeyed house. Bayaji was quiet and the fire too had calmed down.",
      "Bayaji's mother wept bitterly. 'Your father passed away without giving me a burial. At least your hands should have pushed the dust over my dead body. Bayaji, speak to me.' She was mad with grief.",
      "Bayaji's wife was sobbing her heart out, crying repeatedly, 'Who's done this evil to us? Let the house burn to cinders. Save my husband first!'",
      "The entire family was shattered by the calamity. The spirits of all the men were dampened like a cooking fire on which water has been poured.",
      "In the morning the village officers and witnesses visited the place to record the facts of the accident. 'Bayaji's death was the result of an accident due to a petromax flare-up,' was their conclusion.",
      "The house was burning before the house-warming ceremony was over and Bayaji was in ashes in the cemetery instead of enjoying the comforts of a retired life.",
      "After the funeral, people returned hanging their heads. All of them were pained at heart to think that having come to celebrate the housewarming, they had the misfortune to attend the funeral of the host.",
      "All were sitting in a sullen mood in the pandal when Bayaji's eldest son came out with three or four baskets, a spade, a pickaxe and a hoe. He outlined a square with the pickaxe and began to dig.",
      "The eldest son was digging, the second was gathering the earth with his spade and the others were lifting it away in baskets.",
      "The guests asked in amazement, 'Children, you are in mourning! What's this you're doing?'",
      "'Our father's soul cannot rest in peace unless we do this.'",
      "'But what is it that you're doing?'",
      "'We're starting on a house, not one with a concealed first floor but a regular two-storeyed house,' replied the eldest son of Bayaji. And the six brothers resumed with determination the work of digging the foundation of a two-storeyed house.'",
      "About the author",
      "Waman Govind Hoval (born in 1938) is a well-known Marathi writer for his concern for Dalits, who are the victims of social injustice. He is known for his rustic style, crisp dialogues and the tongue-in-cheek humour that often startles the readers. Yelkot (1982) and Varasdar (1986) are his collections of short stories."
    ]
  }
]

