{
  "lesson_title": "The Brave Potter",
  "content": [
    "Marguerite Siek has chosen a very well-known Indian folktale for retelling in English. Children and adults alike are fond of folktales, which are often amusing and sometimes instructive.",
    "It was dark. Thick black clouds covered the evening sky. The thunder roared and the strong wind shook the branches and leaves of the trees in the forest. Pit. . . pat . . . pit, drops of rain fell. Then the lightning flashed and split the black sky with its blinding light. Soon it was raining heavily.",
    "An old tiger ran through the rain looking for shelter. He was wet and cold and his cave was far away. While hurrying to his shelter he saw an old hut. With a sigh of relief the tiger crawled under the thatched roof and lay down by the door. Except for the sound of the rain all was quiet. Before he could nod off, however, he heard something heavy being dragged inside the hut. This was followed by the voice of a woman.",
    "'Oh, how terrible this leak is!' she complained. 'How terrible! I would rather meet a tiger in the forest than have this leak in my house!'",
    "'A leak?' the tiger thought. 'What is a leak? It must be very dangerous and strong or the woman would not be more frightened of the leak than of me. Am I not rightly called the king of the forest? Aren't they all afraid of me? I wonder what a leak looks like . . . ?",
    "Soon afterwards the tired tiger fell asleep. He was suddenly awakened by an angry voice shouting in his ear. He felt heavy blows fall upon his head and shoulders.",
    "'You horrible beast!' a voice screamed angrily. 'How dare you run away? How dare you make me walk about in the middle of the night trying to find you! Be careful, one of these days I'll kill you! Now, go home!'",
    "The old tiger shivered. 'This must be the leak who has come out of the hut. I'd better do as he says or he will kill me.'",
    "So the tiger allowed himself to be bound around the neck with a thick rope. The mysterious creature then climbed onto the tiger's back and pulled at the rope. 'Come on,",
    {
      "image": {
        "asset_path": "https://storage.googleapis.com/test-public-read/long-form-qa/ocr-images/2024-07-29T04:23:46.401Z/page-2-img-1.jpeg",
        "description": "A man in traditional attire riding a tiger through a village at night under a full moon."
      }
    },
    "head for home!' shouted the voice. The tiger felt a sharp kick on his side. The tiger was terrified and he ran through the dark forest. The creature pulled hard on the rope to tell him which way to go. At the same time it scolded, cursed and kicked the poor tiger. Soon they stopped in front of a small hut on the edge of the thick forest. The creature climbed down from the tiger's back and bound him with an iron chain to a nearby tree. Then he went inside the hut. The tiger could not free himself from the chain; so he had to spend a miserable night under the tree. Who was this creature who was able to capture such a large and dangerous tiger? Let's find out.",
    "On the afternoon of that day, a potter had arrived home after a hard day's work. He was tired and thirsty. He had asked his wife for some palm-wine. The more he drank, the better he felt. When he had drunk all the wine he no longer felt tired. When the storm began the potter suddenly remembered that he had left his donkey tied under a tree. He rushed out of his hut to take the animal into the stable. You can imagine his anger when he discovered that the donkey was not there anymore -- the only thing left was its chain!",
    "'My stupid donkey must have run off into the forest,' he grumbled. 'When I catch him I'll give him a good beating!'",
    "The potter walked through the wet forest. When it became dark he often stumbled over roots and fallen branches. With each step the potter felt angrier and angrier with his donkey.",
    "'When I catch him, I'll tie him up under the tree all night,' he muttered to himself.",
    "Hours later, the potter reached the old woman's hut. There he saw an animal sleeping in front of the door.",
    "'There he is!' he shouted. 'There he is, the stupid animal!'",
    "The drunken potter did not notice the difference between the donkey and a tiger. He kicked and beat the sleeping tiger. He then jumped onto the frightened animal's back, rode it home, and then tied it up with the iron chain.",
    "Next morning the villagers who passed the potter's house looked in amazement at the tiger tied to the tree. Soon the news spread throughout the village that the potter had caught a tiger and tied it to a tree in his yard. All the villagers praised his courage. They also thanked him because the tiger had eaten many of their goats and buffaloes. They had tried to catch him for many years but had failed. Of course, the potter said that he had done nothing of the sort. He said that he had only brought his donkey home. He did not understand how a donkey could change into a tiger! When he saw the tiger, he fainted.",
    "Nobody, however, believed the potter's story. The villagers even praised him for being modest. Soon the potter became famous. Everybody who met him called him the brave potter. The simple potter himself never understood why.",
    "A few years later war broke out between the potter's country and a much stronger neighbour. The king immediately gathered a large army. But he realized that it was not strong enough to save his country from defeat. He needed a hero to lead his army. Where could he find such a brave man? The king hurriedly called his ministers together and asked their advice.",
    "One of the ministers remembered the story of the brave potter.",
    "'Your Majesty,' the minister said, 'I know someone who can lead our army.'",
    "The king immediately sent a messenger to the potter's house. When the potter realized that he had been made General of the Army, he became frightened. The king had ordered him",
    {
      "image": {
        "asset_path": "https://storage.googleapis.com/test-public-read/long-form-qa/ocr-images/2024-07-29T04:23:46.401Z/page-4-img-1.jpeg",
        "description": "A man struggling to stay on a galloping horse, holding onto a tree branch which is being uprooted."
      }
    },
    "to go to the palace the next day. How could he, a poor ignorant potter, become the General of the Army? He had never carried a sword, nor had he ever ridden a horse.",
    "'Oh, I shall die because of that stupid donkey,' groaned the potter to his wife. 'He has only brought us trouble.'",
    "The next day he went with his wife to the capital. The king was pleased to see him and ordered the potter to lead the army into battle the next day. The enemy were not far from the gates of the city. A splendid house had been prepared for the potter and his wife. The horse which would carry him into battle was ready in the stable.",
    "That night the potter could not sleep. He was nervous and worried because he did not know how to ride a horse.",
    "'If I fall off, everybody will laugh at me,' he thought. 'I will get up very early tomorrow and practise riding the horse.'",
    "At dawn the potter woke up his wife and they went to the stable. They saw the beautiful brown horse ready for its new master.",
    "'Oh, how tall he is!' sighed the potter. 'I shall never be able to climb onto his back.'",
    "'Put this bench beside him', said his wife, 'and use it as a step.'",
    "Even with the help of the bench the potter had much difficulty climbing onto the horse's back. When he was finally seated, he found that the saddle was very slippery. 'Please tie my feet to the stirrups, dear wife,' said the potter, 'otherwise I shall certainly fall off.'",
    "His wife found some rope and bound her husband's feet tightly to the stirrups. She then passed the rope underneath the horse and tied the two stirrups together. She also passed a length of rope around the potter's waist and tied him to the saddle.",
    "'Now please tie my hands to his neck,' said the potter. Meanwhile the big brown horse was impatiently pawing his hooves on the ground. When the potter's wife tried to pass another rope around its neck, the horse suddenly jumped free. It galloped out of the stable with the potter hanging like a sack of rice on its back. Only the ropes kept him from crashing to the ground. The potter held tightly to the horse's neck and prayed to all the gods to save his life. After galloping through the quiet streets, the horse crashed through the city gates and raced across the open fields. It leapt over fences and streams, and began to head for the enemy's camp. When the potter realized where they were going, he tried harder than ever to stop the horse. He pulled wildly on the reins but it was no use; the horse galloped on.",
    "When they passed a young tree, the potter grabbed a branch. But the horse did not stop. Instead the tree was pulled out of the ground. A sentry from the enemy camp saw the potter galloping towards the camp with a tree in one hand and his reins in the other. 'That must be the General who captured a tiger with his bare hands,' he thought. 'Now he has uprooted a tree with only one hand! He is not an ordinary man-he's a giant!' 'Run, run, save yourselves! The famous Tiger-General is coming at the head of a large army to attack us. He has the strength of a giant! He has uprooted a tree with one hand!'",
    "The frightened soldiers fled. Their king was left by himself in his tent. Hurriedly he wrote a letter begging for peace and apologizing for attacking the country. He left this letter in the tent. Then he jumped on his horse and followed his soldiers. When the potter's brown horse reached the deserted camp it stopped. With shaking hands the potter untied his feet and fell to the ground. When he looked around he was surprised to find the camp empty. He looked in the king's tent and found the letter. The puzzled potter walked back to the city with the letter in his pocket. He went to his wife and gave her the letter.",
    "'Dear wife,' he said, 'never in my life will I ride a horse again. Please take this letter to our king and tell him that the enemy has run away. I am going to bed.' His wife ran towards the palace with the letter. When the king read the letter, he was full of praise for his new",
    "General. He asked the potter's wife where her husband was. 'My husband is tired, Your Majesty. The servants have put him to bed,' answered the wife respectfully.",
    "'Let him rest today. Tell him to come tomorrow to receive his reward,' the king said.",
    "Next morning the potter went to the king's palace. He left the brown horse in the stable and walked to the palace with his wife. The streets were filled with cheering crowds. They had all heard about his brave action.",
    "'Look how humble he is,' they said to each other.",
    "'Any other man would ride to the palace on a horse but he is walking like an ordinary man. He's truly a humble and brave man.'",
    "The king rewarded the potter so well that he did not need to work again. The country was peaceful for the rest of his life and the potter never rode a horse again.",
    "About the author",
    "Marguerite Siek was a great story teller. He was very much interested in telling folk and mythological stories of Asia. He travelled across many Asian countries and collected interesting short stories from various countries and published them in English. He translated many famous Indian folk stories into English. The present short story 'The Brave Potter' is a very popular Telugu one collected by him from India."
  ]
}
