[
  {
    "lesson_title": "Disasters",
    "content": [
      "Look at the picture and answer the questions that follow.",
      {
        "image": {
        "asset_path": "images/class9/unit6/3.png",
          "description": "An illustration depicts a flood disaster scene where several people are stranded on the rooftops of submerged houses. An Indian Navy helicopter is hovering above, lowering a ladder to rescue them."
        }
      },
      "1. What made the people stand on the roof-tops?\n2. What are the people in the helicopter trying to do?\n3. Have you ever seen a situation like this in your life? If yes,when and where did you see it?",
      "Oral Discourse: Talk on - \"Natural calamities and their effect on human life.\""
    ]
  },
  {
    "lesson_title": "A Havoc of Flood",
    "content": [
      "Kurnool, a district with rock soil in Andhra Pradesh in the Krishna river basin, is known as the land of rocky temples in Rayalaseema region. The headquarters of the district with the namesake is a city with a population of 5 lakhs. Thousands of tourists from various parts of the State travel through the city on their way to tourist spots. The people of the city welcome the tourists in a warm mood. This is a part of their daily routine. Every morning is colourful for them.",
      "But on 28th of September 2009 no tourist visited the city from any part of the state. No bus entered the city from any distant village or town. Something terrible happened, which stopped the visitors.",
      "On 27 September 2009 the city had a heavy rainfall. As the people had to spend a damp, cold and cloudy day, they finished their business in the evening and reached their dwelling places at early hours hoping a bright morning the next day. They had scarcely arrived at their destinations when the rain poured down. Its pouring continued throughout the night.",
      "As a result, on 28 September 2009 the people of Kurnool had to welcome river waters in gloomy colours to their streets instead of the buses full of tourists. They got up from their sleep by roaring floods inundating their houses as well as shattering their hopes of getting a bright and colourful morning.",
      "At 10.00 a.m. the Central Water Commission forecast that the inflows to the Srisailam Dam would go up to an enormous level of 20 lakh cusecs of water, the highest in its history, posing a threat to the villages on the banks of the Krishna river. By the noon of the day people bore the brunt of the flood fury as the flood water reached the first storey of several buildings. The Srisailam right bank power house submerged. There were heart-rending scenes of people frantically seeking assistance to rescue them. The people had never experienced before, such a trauma and loss of property.",
      "But the government did not have sufficient number of boats and men to help them. The authorities estimated that about 40,000 people had taken shelter on the roof-tops.",
      "The floods inundated about 60 villages all over the district. Many of them completely submerged. Much of the misery was caused by the Tungabhadra and the Handri Niva rivers, tributaries of the Krishna. Several places, including Mantralayam, the seat of Sri Raghavendra Swamy Mutt, were under a sheet of ten feet of water for four days.",
      "The government was forced to seek the help of the army and the navy. One of the IAF (Indian Air Force) helicopters, requisitioned by the government, rescued 15 farmers trapped in a swollen stream in a daring operation. The Sunkesula barrage across the Tungabhadra breached at two places as it could not discharge the massive flood.",
      "Thirty relief camps were opened in Kurnool to provide food and shelter to at least 25,000 people rendered homeless. Many people lost everything they had. Apart from seeking the help of the army and the navy, the government requisitioned the personnel of the Disaster Management Response Force from Aarkonam in Tamil Nadu, a transport aircraft, 30 inflatable boats and an equal number of fiberglass boats.",
      {
        "image": {
        "asset_path": "images/class9/unit6/2.png",
          "description": "A photograph showing people and their belongings being evacuated from a flooded area on bullock carts, wading through deep water."
        }
      },
      "Although water rose to the roof level, people were reluctant to leave their houses and were still seen groping for their valuables.",
      "The pathetic plight was that the people of the villages hurried to the safer places for their lives leaving everything they had houses, properties, lands and cattle. Heart-rending sights welcomed them when they were back home after the flood catastrophe. Poor cattle cows and calves, buffalos and bullocks and other domestic animals, unaware of what was to come, had to die as they were fastened in their sheds. The grief-struck people stood aghast at their paddy fields, which were about to be reaped, engulfed by the massive floods.",
      "The government officials and voluntary organizations that arrived at the spot witnessed the badly damaged roads, railways and collapsed bridges.",
      "The government sent relief teams as early as possible to distribute the emergency relief supplies like food, drinking water and clothing among the flood survivors. The relief teams reached some of the worst-hit areas and found that the people had lost their whole lives, their memories, homes and loved ones. Thousands of people were misplaced from their homes. All of them were in need of food and drinking water. They were looking on with wide open eyes for some help to meet their needs. No sooner had the relief teams arrived there than their joy knew no bounds. A sigh of relief rejuvenated their faces. The people were given food, bed sheets, lungis (wraparound skirts worn by men or women) and towels. Some of them were half-naked. No sooner had they received the clothes than they expressed their gratitude with the pulled down faces of two sleepless nights.",
      "One of the sufferers of the flood was a widow of well past 40. She had four children. No sooner had the relief team visited this family than they bitterly cried and held on to the members of the team sharing their problems with tears rolling down the cheeks. She said that when the surging waters rushed into her tiny mud shack, the flimsy structure collapsed. She and her four children had to flee for shelter to a roadside situated above water level. For two days she stayed there with her four children without food to eat and water to drink. She said that she had to watch her young children suffer, not knowing what to do.",
      "The relief team brought her and her four children to a flood relief distribution camp which was being organized by the government in Kurnool. There she received rice, blankets and other supplies her family needed. She felt that the help came as a great relief in her utter despair. Many private donors were moved on seeing her children. They provided the mother with some rice, corn, some pots and pans for cooking. They also constructed a temporary shed for her family. She expressed her gratitude with a beaming face saying that she would remain ever thankful for the help she received.",
      "\"Help always pays gratitude.\""
    ],
    "author": ""
  }
]

