[
  {
    "lesson_title": "Personality Development",
    "content": [
      "Look at the pictures and answer the questions.",
      {
        "image": {
          "asset_path": "1.png",
          "description": "Sudha Chandran"
        }
      },
      {
        "image": {
          "asset_path": "2.png",
          "description": "Stephen Hawking"
        }
      },
      {
        "image": {
          "asset_path": "3.png",
          "description": "Helen Keller"
        }
      },
      "1. Do you know these people? What is their speciality?",
      "2. What qualities do you think a person requires to become successful?",
      "3. What is your opinion about the attitude of society towards individuals with special needs?",
      "Oral Discourse: Discuss/debate/talk on - “Disability is not an obstacle for success”."
    ],
    "author": ""
  },
  {
    "lesson_title": "Attitude Is Altitude",
    "content": [
      "Imagine having no arms to stretch in the morning, to help you scratch that itch, to allow you to wrap your arms around your loved ones. Imagine having no legs to kick pebbles down the street, to walk or run, to bicycle or skateboard, or get you from point A to point B. Then imagine both at once, which is what Nick Vujicic has faced his whole life. Have you heard something like this before?",
      "Nick Vujicic was born with no arms and legs - but he doesn't let the details stop him. The brave 26-year-old — who is mainly a torso — plays football and golf, swims and surfs, despite having no limbs.",
      "Nick has a small foot on his left hip which helps him balance and enables him to kick. He uses his one foot to type, write with a pen and pick things up between his toes.",
      "'I call it my chicken drumstick,' joked Nick, who was born in Melbourne, Australia, but now lives in Los Angeles. 'I'd be lost without it.'",
      {
        "image": {
          "asset_path": "4.png",
          "description": "Nick Vujicic in a swimming pool."
        }
      },
      "'He's very modest but he gets marriage proposals from women all the time,' said Nick's friend and publicist Steve Appel, from Los Angeles.",
      "'He would love to get married and start a family but he's waiting for the right girl to come along.'",
      "Water sports aren't Nick's only thing - he also plays golf with a club tucked under his chin, and is a huge fan of the English Premier League.",
      "His parents decided not to send him to a special school - a decision he said was very hard for him, but which may have been the best decision they could have made for him.",
      "When Nick was born his father was so shocked that he left the hospital room to vomit. His distraught mother couldn't bring herself to hold him until he was four months old.",
      "His disability came without any medical explanation - a rare occurrence called Phocomelia - and Nick and his parents spent many years asking why this cruel trick would happen to them. 'My mother was a nurse and she did everything right during pregnancy but she still blamed herself,' he said.",
      "'It was so hard for them but right from the start they did their best to make me independent.'",
      "'My dad put me in the water at 18 months and gave the courage to learn how to swim.'",
      "'I also got really into football and skateboarding. I totally love the English Premier League.'",
      "Nick's father was a computer programmer and accountant and he taught his little son how to type with his toe at just 6 years old. His mum invented a special plastic device that meant he could hold a pen and pencil.",
      "Despite the risk of being bullied, his parents insisted Nick on attending mainstream school. 'It was the best decision they could have made for me,' adds Nick, who later achieved a degree in Financial Planning and Real Estate. 'It was very hard but it gave me independence.'",
      "Nick, who was teased and bullied, had an electric wheelchair for mobility, and a team of carers to help him.",
      "'I was deeply depressed when I was eight years old,' he said. 'I went to my mum crying and told her I wanted to kill myself.'",
      "'I felt cold and bitter. I hated God for doing this to me and was terrified of what would happen when my parents weren't there to look after me.'",
      {
        "image": {
          "asset_path": "5.png",
          "description": "A man with no limbs, Nick, is seen from the side, looking at a whiteboard with text on it."
        }
      },
      "'I could brush my own teeth with a wall mounted brush and wash my own hair with pump action soap, but there was so much that was impossible for me.'",
      "At age ten Nick tried to drown himself in the bath but luckily the attempt was unsuccessful. 'I felt there was no purpose when you lack purpose and strength. It is hard to hold on,' he said. But with the help of his religion, friends and family, Nick managed to pull through to become an international symbol of triumph over adversity.",
      "'When I was 13, I read a newspaper article about a disabled man who had managed to achieve great things and helped others,' said Nick.",
      "'I realised why God had made us like this - to give hope to others. It was so inspirational to me that I decided to use my life to encourage other people and give them the courage that the article had given me.'",
      "'I decided to be thankful for what I do have, not get angry about what I don't.'",
      {
        "image": {
          "asset_path": "6.png",
          "description": "Nick Vujicic surfing on a surfboard in the ocean."
        }
      },
      "'I looked at myself in the mirror and said: 'You know what the world is right that I have no arms or legs, but they'll never take away the beauty of my eyes.' I wanted to concentrate on something good that I had.'",
      "\"The challenges in our lives are there to strengthen our convictions. They are not there to run us over\", said Nick. In 1990 Nick won the Australian Young Citizen of the Year award for his bravery and perseverance.",
      "'And once I was in a car and a girl at traffic lights was looking at me interestingly. She could only see my head so I decided to do a 360 degree spin in the car seat to freak her out. Her face was like woooooooah what is going on? She sped off really quickly.'",
      "Nick began travelling the world and in 2008 he went to Hawaii and met surfing master Bethany Hamilton, who had her arm bitten off by a shark when she was 12.",
      "'She was amazing,' said Nick. 'She taught me how to surf and I was terrified at first, but once I got up there it felt absolutely fantastic and I caught some waves pretty well.' Nick quickly learned how to do the 360 degree spins on his board - a feat that got him on the cover of Surfer magazine within 48 hours. 'No one has ever done that in the history of surfing,' he said. 'But I have a very low centre of gravity so I've got pretty good balance.'",
      {
        "image": {
          "asset_path": "7.png",
          "description": "Nick's speech at a stadium"
        }
      },
      {
        "image": {
          "asset_path": "8.png",
          "description": "Nick playing golf"
        }
      },
      "He has visited different countries all over the world. The football fan is now a motivational speaker and has travelled over 24 countries speaking to groups of up to 110,000 people.",
      "He moved to Los Angeles two years ago in 2007 and plans to continue to travel the world.",
      "\"If I fail, I try again, and again, and again. If you fail, are you going to try again? The human spirit can handle much worse than we realize. It matters how you are going to finish. Are you going to finish strong?\" said Nick",
      "'I tell people to keep on getting up when they fall and to always love themselves,' he said.",
      "'If I can encourage just one person then my job in this life is done.'",
      "Body structure and looks are inborn. We did not choose or 'make' our body. We need not take pride or feel ashamed of our looks or body structure. Pride or shame comes from our behaviour. We respect people, and people, respect us for our skills, behaviour and qualities."
    ],
    "author": ""
  }
]

