{
  "level": "Beginner",
  "module": "BASIC VOCABULARY",
  "lesson_number": 1,
  "lesson_title": "School & Classroom Objects",
  "objectives": [
    "Learn common words for things, places, and people at school.",
    "Use new words to make simple sentences about school.",
    "Understand and say school words clearly."
  ],
  "topics": [
    {
      "title": "1. Things in Our Classroom",
      "subtopics": [
        {
          "title": "1.1. All Classroom Items",
          "sections": [
            {
              "text": "These are the main tools, furniture, and other items you use and see in your classroom and carry to school.",
              "examples": [
                {
                  "label": "Pen",
                  "value": "A tool for writing with ink. It comes in different colors like blue, black, and red."
                },
                {
                  "label": "Pencil",
                  "value": "A tool for writing and drawing with graphite. Marks can be erased."
                },
                {
                  "label": "Eraser",
                  "value": "A small piece of rubber used to remove pencil marks from paper."
                },
                {
                  "label": "Sharpener",
                  "value": "A small tool with a blade used to make a pencil's point sharp."
                },
                {
                  "label": "Chalk",
                  "value": "A small stick, usually white, used by teachers to write on the blackboard."
                },
                {
                  "label": "Crayon",
                  "value": "A stick of colored wax used for drawing and coloring pictures."
                },
                {
                  "label": "Marker",
                  "value": "A felt-tip pen that comes in many bright colors, sometimes used on whiteboards."
                },
                {
                  "label": "Ink",
                  "value": "The colored liquid inside a pen."
                },
                {
                  "label": "Glue",
                  "value": "A sticky substance used to make things stick together, like paper."
                },
                {
                  "label": "Stapler",
                  "value": "A device used to join sheets of paper together with a small metal staple."
                },
                {
                  "label": "Book",
                  "value": "A set of pages with words and pictures, used for reading and learning."
                },
                {
                  "label": "Notebook",
                  "value": "A book with blank or ruled pages for writing notes."
                },
                {
                  "label": "Paper",
                  "value": "A thin, flat material used for writing or drawing on."
                },
                {
                  "label": "Chart",
                  "value": "A large sheet of paper with information, diagrams, or pictures, used for teaching."
                },
                {
                  "label": "Map",
                  "value": "A drawing of an area like a country or village, showing its features."
                },
                {
                  "label": "Blackboard / Whiteboard",
                  "value": "A large, smooth surface on a wall where the teacher writes with chalk or markers."
                },
                {
                  "label": "Notice Board / Bulletin Board",
                  "value": "A board on a wall where announcements and important information are posted."
                },
                {
                  "label": "File",
                  "value": "A folder or box for holding loose papers together."
                },
                {
                  "label": "Register",
                  "value": "A book used by the teacher to record students' attendance."
                },
                {
                  "label": "Desk",
                  "value": "A table in the classroom where students sit to study and write."
                },
                {
                  "label": "Chair",
                  "value": "A seat for one person to sit on. You sit on a chair at your desk."
                },
                {
                  "label": "Bench",
                  "value": "A long seat for several students."
                },
                {
                  "label": "Table",
                  "value": "A piece of furniture where the teacher keeps their books and materials."
                },
                {
                  "label": "Cupboard",
                  "value": "A piece of furniture used for storing books, chalk, and other supplies."
                },
                {
                  "label": "Dustbin",
                  "value": "A container for waste and rubbish to keep the classroom clean."
                },
                {
                  "label": "Fan",
                  "value": "An electric device with rotating blades that circulates air to keep the room cool."
                },
                {
                  "label": "Light",
                  "value": "An electric device, like a tube light or bulb, that provides light in the classroom."
                },
                {
                  "label": "Door",
                  "value": "An opening in the wall that you use to enter or leave the classroom."
                },
                {
                  "label": "Window",
                  "value": "An opening in the wall, usually with glass, that lets in light and air."
                },
                {
                  "label": "Clock",
                  "value": "An instrument on the wall that shows the time."
                },
                {
                  "label": "School Bag",
                  "value": "A bag used to carry your books, notebooks, and other school supplies."
                },
                {
                  "label": "Lunch Box",
                  "value": "A box used to carry your lunch to school."
                },
                {
                  "label": "Water Bottle",
                  "value": "A container used to carry drinking water to school."
                },
                {
                  "label": "Pencil Box",
                  "value": "A small case used to store your pens, pencils, eraser, and other stationery."
                },
                {
                  "label": "Ruler",
                  "value": "A flat, straight tool used to draw straight lines and measure length."
                },
                {
                  "label": "Duster",
                  "value": "A piece of cloth or felt used to wipe off chalk marks from the blackboard."
                },
                {
                  "label": "Bell",
                  "value": "An object that makes a ringing sound to signal the start or end of a class."
                },
                {
                  "label": "Uniform",
                  "value": "The special set of clothes worn by all students in a school."
                },
                {
                  "label": "Globe",
                  "value": "A model of the Earth shaped like a ball, with a map of the world on it."
                }
              ],
              "usage_examples": [
                "I use a blue pen to write my notes.",
                "Please sharpen your pencil before the exam.",
                "Use glue to stick the picture in your notebook.",
                "Please open your English book to page ten.",
                "The teacher wrote the homework on the blackboard.",
                "The exam schedule is on the notice board.",
                "Keep your books on the desk.",
                "The new books are kept in the cupboard.",
                "Throw the pencil shavings in the dustbin.",
                "The clock on the wall shows it is time for the lunch break.",
                "My school bag is very heavy today.",
                "My mother packed my favorite food in my lunch box.",
                "Use a ruler to underline the heading.",
                "The monitor cleaned the blackboard with a duster.",
                "All students must come to school in a clean uniform."
              ],
              "media": {
              }
            }
          ]
        }
      ]
    },
    {
      "title": "2. Places Around Our School",
      "subtopics": [
        {
          "title": "2.1. All School Locations",
          "sections": [
            {
              "text": "These are the main rooms, buildings, open areas, and other locations you can find at a school.",
              "examples": [
                {
                  "label": "Classroom",
                  "value": "The main room where students attend lessons."
                },
                {
                  "label": "Library",
                  "value": "A quiet room filled with books for reading and borrowing."
                },
                {
                  "label": "Laboratory (Lab)",
                  "value": "A special room for science experiments."
                },
                {
                  "label": "Computer Room",
                  "value": "A room with many computers for students to learn computer skills."
                },
                {
                  "label": "Office",
                  "value": "The place where the principal and administrative staff work."
                },
                {
                  "label": "Principal's Office",
                  "value": "The personal office of the head of the school."
                },
                {
                  "label": "Staffroom",
                  "value": "A room for teachers to use when they are not teaching."
                },
                {
                  "label": "Auditorium / Assembly Hall",
                  "value": "A large hall for school functions, performances, and assemblies."
                },
                {
                  "label": "Music Room",
                  "value": "A room with musical instruments where music classes are taught."
                },
                {
                  "label": "Art Room",
                  "value": "A room equipped with supplies for drawing, painting, and other art activities."
                },
                {
                  "label": "Playground",
                  "value": "An open outdoor area for playing games."
                },
                {
                  "label": "Field",
                  "value": "A large open area, often covered with grass, used for sports."
                },
                {
                  "label": "Garden",
                  "value": "An area of land with grass and flowers, planted for beauty."
                },
                {
                  "label": "Canteen",
                  "value": "A place where students and staff can buy snacks and lunch."
                },
                {
                  "label": "Gymnasium (Gym)",
                  "value": "A large room or hall for physical education and indoor sports."
                },
                {
                  "label": "Sports Room",
                  "value": "A room where sports equipment is stored."
                },
                {
                  "label": "Cycle Stand / Parking Lot",
                  "value": "An area where bicycles or other vehicles are parked."
                },
                {
                  "label": "Stage",
                  "value": "A raised platform where performances are given."
                },
                {
                  "label": "Gate",
                  "value": "The main entrance to the school grounds."
                },
                {
                  "label": "Hallway / Corridor",
                  "value": "A long, narrow passage connecting rooms."
                },
                {
                  "label": "Stairs",
                  "value": "A set of steps leading from one floor to another."
                },
                {
                  "label": "Toilet / Washroom",
                  "value": "A room with a toilet and facilities for washing hands."
                },
                {
                  "label": "Clinic / Sick Room",
                  "value": "A room where sick or injured students can get first aid and rest."
                },
                {
                  "label": "Drinking Fountain / Water Cooler",
                  "value": "A device that provides drinking water."
                },
                {
                  "label": "Store Room",
                  "value": "A room for storing unused items."
                },
                {
                  "label": "Locker",
                  "value": "A small cupboard where a student can keep their personal items."
                },
                {
                  "label": "Lost and Found",
                  "value": "A place where lost items are kept for their owners to claim."
                },
                {
                  "label": "Courtyard",
                  "value": "An open space surrounded by school buildings."
                },
                {
                  "label": "Podium",
                  "value": "A small stand from where a speaker gives a speech."
                },
                {
                  "label": "Bookstore",
                  "value": "A shop in the school that sells books and stationery."
                }
              ],
              "usage_examples": [
                "Our classroom is on the first floor.",
                "We must be silent in the library.",
                "We conduct experiments in the science lab.",
                "The annual function will be held in the auditorium.",
                "Children love to play on the swings in the playground.",
                "I will eat my lunch in the canteen today.",
                "The guard closes the school gate at 8:00 AM.",
                "Please don't run in the hallway.",
                "We must keep the school washroom clean.",
                "If you feel sick, go to the sick room.",
                "I found my lost water bottle at the lost and found.",
                "You can buy new notebooks from the school bookstore."
              ],
              "media": {
                "image": "images/basic/module-2/lesson-1/classroom_items.jpg"
              }
            }
          ]
        }
      ]
    },
    {
      "title": "3. People in Our School Community",
      "subtopics": [
        {
          "title": "3.1. All School People",
          "sections": [
            {
              "text": "These are the various people—staff, students, and helpers—who make up the school community.",
              "examples": [
                {
                  "label": "Principal / Headmaster",
                  "value": "The head of the school who manages everything."
                },
                {
                  "label": "Vice Principal",
                  "value": "The person who assists the principal."
                },
                {
                  "label": "Teacher",
                  "value": "A person who teaches lessons and helps students learn."
                },
                {
                  "label": "Class Teacher",
                  "value": "The main teacher responsible for a particular class."
                },
                {
                  "label": "Subject Teacher",
                  "value": "A teacher who teaches a specific subject."
                },
                {
                  "label": "Coordinator",
                  "value": "A teacher who manages a specific section of the school."
                },
                {
                  "label": "Counselor",
                  "value": "A person who provides advice and support to students."
                },
                {
                  "label": "Librarian",
                  "value": "The person who manages the school library."
                },
                {
                  "label": "Lab Assistant",
                  "value": "A person who helps in the laboratory."
                },
                {
                  "label": "Office Clerk",
                  "value": "A person who does administrative work in the school office."
                },
                {
                  "label": "Accountant",
                  "value": "The person who manages the school's finances and fees."
                },
                {
                  "label": "Student",
                  "value": "A person who studies and learns in a school."
                },
                {
                  "label": "Classmate",
                  "value": "A fellow student who is in the same class as you."
                },
                {
                  "label": "Friend",
                  "value": "A classmate or schoolmate you know well and like."
                },
                {
                  "label": "Monitor",
                  "value": "A student chosen to help the teacher manage the class."
                },
                {
                  "label": "Senior",
                  "value": "A student who is in a higher class than you."
                },
                {
                  "label": "Junior",
                  "value": "A student who is in a lower class than you."
                },
                {
                  "label": "Peon / Cleaner",
                  "value": "A staff member who helps keep the school clean and runs errands."
                },
                {
                  "label": "Guard / Watchman",
                  "value": "A person who guards the school to ensure safety."
                },
                {
                  "label": "Gardener",
                  "value": "A person who takes care of the school's garden and plants."
                },
                {
                  "label": "Driver",
                  "value": "The person who drives the school bus."
                },
                {
                  "label": "Canteen Staff",
                  "value": "The people who cook and sell food in the canteen."
                },
                {
                  "label": "Parent",
                  "value": "A mother or father of a student."
                },
                {
                  "label": "Sports Teacher / Coach",
                  "value": "A teacher who trains students in sports."
                },
                {
                  "label": "Music Teacher",
                  "value": "A teacher who teaches how to sing or play instruments."
                },
                {
                  "label": "Art Teacher",
                  "value": "A teacher who teaches drawing and craft."
                },
                {
                  "label": "Dance Teacher",
                  "value": "A teacher who teaches different forms of dance."
                },
                {
                  "label": "Visitor",
                  "value": "Someone who comes to the school for a short time."
                },
                {
                  "label": "Inspector",
                  "value": "An official who visits the school to check its quality."
                },
                {
                  "label": "Prefect",
                  "value": "A senior student who is given some authority to help maintain discipline."
                },
                {
                  "label": "Alumnus",
                  "value": "A former student of the school."
                }
              ],
              "usage_examples": [
                "The principal gave a speech at the assembly.",
                "Our teacher is very kind and helpful.",
                "The librarian helps us find good books to read.",
                "A good student always respects their teachers.",
                "My classmate lent me his pen today.",
                "The monitor wrote the names of noisy students on the board.",
                "The cleaner is sweeping the corridor.",
                "The guard at the gate checks everyone's ID card.",
                "My parents are coming for the parent-teacher meeting.",
                "Our sports coach is training the football team.",
                "The art teacher showed us how to mix colors.",
                "A visitor came to our class to give a talk on cleanliness.",
                "The school prefects helped manage the crowd during the event."
              ],
              "media": {
              }
            }
          ]
        }
      ]
    },
    {
      "title": "4. Common School Actions (Verbs)",
      "subtopics": [
        {
          "title": "4.1. All School Activities (Verbs)",
          "sections": [
            {
              "text": "These are common actions (verbs) that students, teachers, and staff perform at school.",
              "examples": [
                {
                  "label": "Learn",
                  "value": "To get new knowledge or skills."
                },
                {
                  "label": "Study",
                  "value": "To spend time learning about a subject."
                },
                {
                  "label": "Read",
                  "value": "To look at and understand written words."
                },
                {
                  "label": "Write",
                  "value": "To make letters or words on paper."
                },
                {
                  "label": "Listen",
                  "value": "To pay attention to sounds or words."
                },
                {
                  "label": "Understand",
                  "value": "To know the meaning of something."
                },
                {
                  "label": "Ask",
                  "value": "To put a question to someone."
                },
                {
                  "label": "Answer",
                  "value": "To say or write something as a reply."
                },
                {
                  "label": "Solve",
                  "value": "To find the correct answer to a problem."
                },
                {
                  "label": "Memorize",
                  "value": "To learn something so you can remember it."
                },
                {
                  "label": "Revise",
                  "value": "To study again to prepare for an exam."
                },
                {
                  "label": "Submit",
                  "value": "To give your completed work to the teacher."
                },
                {
                  "label": "Sit",
                  "value": "To rest your body on a chair or bench."
                },
                {
                  "label": "Stand",
                  "value": "To be upright on your feet."
                },
                {
                  "label": "Line up / Queue",
                  "value": "To form a line."
                },
                {
                  "label": "Share",
                  "value": "To give a portion of something to others."
                },
                {
                  "label": "Help",
                  "value": "To assist or support someone."
                },
                {
                  "label": "Talk / Speak",
                  "value": "To communicate using words."
                },
                {
                  "label": "Follow",
                  "value": "To obey a rule or instruction."
                },
                {
                  "label": "Participate",
                  "value": "To take part in an activity."
                },
                {
                  "label": "Play",
                  "value": "To engage in an activity for enjoyment."
                },
                {
                  "label": "Borrow",
                  "value": "To take something with the intention of returning it."
                },
                {
                  "label": "Return",
                  "value": "To give something back to its owner."
                },
                {
                  "label": "Greet",
                  "value": "To say hello or welcome someone."
                },
                {
                  "label": "Teach",
                  "value": "To give lessons and instruct students."
                },
                {
                  "label": "Explain",
                  "value": "To make something clear and easy to understand."
                },
                {
                  "label": "Check / Mark",
                  "value": "To look at students' work to see if it is correct."
                },
                {
                  "label": "Demonstrate",
                  "value": "To show how something is done."
                },
                {
                  "label": "Supervise",
                  "value": "To watch over an activity or a group of people."
                },
                {
                  "label": "Encourage",
                  "value": "To give someone support, confidence, or hope."
                },
                {
                  "label": "Announce",
                  "value": "To make a public statement about something."
                },
                {
                  "label": "Organize",
                  "value": "To arrange or plan an event or activity."
                },
                {
                  "label": "Ring (the bell)",
                  "value": "To cause a bell to make a sound."
                }
              ],
              "usage_examples": [
                "We learn new things at school every day.",
                "You must study hard to get good marks.",
                "Listen carefully when the teacher is speaking.",
                "Raise your hand if you want to ask something.",
                "I can solve this maths problem easily.",
                "Please submit your homework by Friday.",
                "Students line up for the morning prayer.",
                "It's good to share your lunch with your friends.",
                "You must follow the school rules.",
                "She always participates in class discussions.",
                "You must return the library book on time.",
                "We should always greet our teachers.",
                "Our teacher teaches us with great patience.",
                "The teacher is checking our exam papers.",
                "The peon will ring the bell at 1 o'clock."
              ],
              "media": {
                "image": "images/basic/module-2/lesson-1/places_in_school.png"
              }
            }
          ]
        }
      ]
    }
  ]
}

