{
  "title": "Entertainment & Media",
  "icon": "游꿟",
  "words": [
    {
      "word": "Entertainment",
      "pronunciation": "/틟톝nt톛r틛te톩nm톛nt/",
      "definition": "Activities that give pleasure or amusement.",
      "sentences": [
        "Movies and games are forms of entertainment.",
        "The concert provided great entertainment for everyone.",
        "We need more entertainment options in our town."
      ]
    },
    {
      "word": "Media",
      "pronunciation": "/틛mi틣di톛/",
      "definition": "Ways to share information, like TV, radio, and newspapers.",
      "sentences": [
        "The news media reports on daily events.",
        "Social media is a popular way to connect with friends.",
        "She works in the media industry."
      ]
    },
    {
      "word": "Movie",
      "pronunciation": "/틛mu틣vi/",
      "definition": "A story shown in moving pictures, usually at a cinema or on TV.",
      "sentences": [
        "Let's watch a fun movie tonight.",
        "The new superhero movie is very exciting.",
        "We bought popcorn before the movie started."
      ]
    },
    {
      "word": "Film",
      "pronunciation": "/f톩lm/",
      "definition": "Another word for a movie.",
      "sentences": [
        "The film won many awards.",
        "He loves watching old classic films.",
        "The film festival shows movies from all over the world."
      ]
    },
    {
      "word": "Cinema",
      "pronunciation": "/틛s톩n톛m톛/",
      "definition": "A place where movies are shown; a movie theater.",
      "sentences": [
        "We went to the cinema to see the new cartoon.",
        "The cinema was full of people.",
        "She enjoys going to the cinema every weekend."
      ]
    },
    {
      "word": "Television (TV)",
      "pronunciation": "/틛t톝l톩v톩뉄뗥/",
      "definition": "An electronic device for watching programs with pictures and sound.",
      "sentences": [
        "My family watches TV together every evening.",
        "There's a new show on television tonight.",
        "He turned off the television before going to bed."
      ]
    },
    {
      "word": "Music",
      "pronunciation": "/틛mju틣z톩k/",
      "definition": "Sounds arranged in a way that is pleasant to listen to.",
      "sentences": [
        "I like listening to music while I study.",
        "She plays beautiful music on the piano.",
        "The concert had loud and exciting music."
      ]
    },
    {
      "word": "Book",
      "pronunciation": "/b툵k/",
      "definition": "A set of printed pages fastened together inside a cover.",
      "sentences": [
        "I read an interesting book yesterday.",
        "She loves to read a new book every week.",
        "The library has many different kinds of books."
      ]
    },
    {
      "word": "Game",
      "pronunciation": "/토e톩m/",
      "definition": "An activity with rules that people play for fun.",
      "sentences": [
        "Let's play a board game.",
        "Video games are very popular with kids.",
        "Who won the game of chess?"
      ]
    },
    {
      "word": "News",
      "pronunciation": "/nju틣z/",
      "definition": "New information about recent events.",
      "sentences": [
        "I watch the news to know what's happening.",
        "She heard the good news from her friend.",
        "The newspaper delivers the daily news."
      ]
    },
    {
      "word": "Audience",
      "pronunciation": "/틛톖틣di톛ns/",
      "definition": "The group of people watching or listening to a performance or show.",
      "sentences": [
        "The audience clapped loudly after the play.",
        "The singer thanked her audience for coming.",
        "A large audience gathered for the concert."
      ]
    },
    {
      "word": "Channel",
      "pronunciation": "/틛t툮칝n톛l/",
      "definition": "A TV station or a way to get information.",
      "sentences": [
        "Can you change the TV channel?",
        "This channel shows only cartoons.",
        "He subscribed to a new YouTube channel."
      ]
    },
    {
      "word": "Actor",
      "pronunciation": "/틛칝kt톛r/",
      "definition": "A person who performs in plays, movies, or TV shows.",
      "sentences": [
        "The actor played his role very well.",
        "She dreams of becoming a famous actor.",
        "Many actors practice their lines every day."
      ]
    },
    {
      "word": "Director",
      "pronunciation": "/d톩틛r톝kt톛r/",
      "definition": "The person who tells actors what to do and guides the making of a movie or play.",
      "sentences": [
        "The director made a wonderful film.",
        "She wants to be a film director when she grows up.",
        "The director shouted 'Action!' on set."
      ]
    },
    {
      "word": "Script",
      "pronunciation": "/skr톩pt/",
      "definition": "The written text of a play, movie, or TV show.",
      "sentences": [
        "The actors read their lines from the script.",
        "She wrote a new script for a short film.",
        "Learning the script takes a lot of time."
      ]
    },
    {
      "word": "Scene",
      "pronunciation": "/si틣n/",
      "definition": "A part of a play, movie, or book where the action happens in one place or time.",
      "sentences": [
        "The last scene of the movie was very sad.",
        "They filmed the scene on the beach.",
        "She practiced her lines for the next scene."
      ]
    },
    {
      "word": "Plot",
      "pronunciation": "/pl뇺/",
      "definition": "The main events of a story, play, or movie.",
      "sentences": [
        "The plot of the book was exciting.",
        "Can you tell me the plot of the movie?",
        "The detective tried to understand the plot."
      ]
    },
    {
      "word": "Genre",
      "pronunciation": "/틛뉄뇵r톛/",
      "definition": "A type or category of art, music, or literature.",
      "sentences": [
        "My favorite movie genre is comedy.",
        "What genre of music do you like?",
        "This book belongs to the fantasy genre."
      ]
    },
    {
      "word": "Comedy",
      "pronunciation": "/틛k뇴톛di/",
      "definition": "A type of entertainment that is funny and makes people laugh.",
      "sentences": [
        "We watched a hilarious comedy last night.",
        "He loves to tell jokes and make people laugh in a comedy show.",
        "The play was a lighthearted comedy."
      ]
    },
    {
      "word": "Drama",
      "pronunciation": "/틛dr톔틣m톛/",
      "definition": "A serious play or movie that tells a story, often with strong emotions.",
      "sentences": [
        "The movie was a powerful drama about a family.",
        "She enjoys watching historical dramas.",
        "The school play was a moving drama."
      ]
    },
    {
      "word": "Action",
      "pronunciation": "/틛칝k툮톛n/",
      "definition": "A movie or story with lots of exciting events and often fighting.",
      "sentences": [
        "He prefers action movies with car chases.",
        "The new action film has many stunts.",
        "The hero took quick action to save the day."
      ]
    },
    {
      "word": "Horror",
      "pronunciation": "/틛hr톛r/",
      "definition": "A type of story or movie meant to scare people.",
      "sentences": [
        "I don't like watching horror films alone.",
        "The horror story gave me goosebumps.",
        "The haunted house was full of horror."
      ]
    },
    {
      "word": "Animation",
      "pronunciation": "/틟칝n톩틛me톩툮톛n/",
      "definition": "Movies or shows made using drawings or computer graphics that look like they are moving.",
      "sentences": [
        "My little sister loves watching animation movies.",
        "The animation in the cartoon was very smooth.",
        "He studies animation at college."
      ]
    },
    {
      "word": "Documentary",
      "pronunciation": "/틟d뇲j툵틛m톝nt톛ri/",
      "definition": "A film or TV program that gives facts about a real subject or event.",
      "sentences": [
        "We watched a documentary about animals in the wild.",
        "The documentary taught me many new things.",
        "She is making a documentary about local history."
      ]
    },
    {
      "word": "Special effects",
      "pronunciation": "/틛sp톝툮톛l 톩틛f톝kts/",
      "definition": "Illusions or tricks used in movies or shows to create unrealistic events.",
      "sentences": [
        "The movie had amazing special effects.",
        "Special effects made the monster look real.",
        "They used computers for the special effects."
      ]
    },
    {
      "word": "Premiere",
      "pronunciation": "/틛pr톝m톩e톛r/",
      "definition": "The first public performance of a play or showing of a movie.",
      "sentences": [
        "The movie premiere was held in Hollywood.",
        "Many stars attended the film's premiere.",
        "The play had its premiere last night."
      ]
    },
    {
      "word": "Screening",
      "pronunciation": "/틛skri틣n톩콂/",
      "definition": "An occasion when a film is shown.",
      "sentences": [
        "There was a special screening of the old movie.",
        "The film screening started at 7 PM.",
        "We attended a private screening of the documentary."
      ]
    },
    {
      "word": "Blockbuster",
      "pronunciation": "/틛bl뇲b툷st톛r/",
      "definition": "A movie or book that is very successful and popular.",
      "sentences": [
        "The new superhero film is a real blockbuster.",
        "Many people waited in line to see the summer blockbuster.",
        "It was a blockbuster hit at the box office."
      ]
    },
    {
      "word": "Popcorn",
      "pronunciation": "/틛p뇷k톖틣rn/",
      "definition": "A snack made from heated corn kernels, often eaten at movies.",
      "sentences": [
        "I love eating buttery popcorn at the cinema.",
        "She spilled her popcorn on the floor.",
        "We made popcorn for our movie night at home."
      ]
    },
    {
      "word": "Ticket",
      "pronunciation": "/틛t톩k톩t/",
      "definition": "A piece of paper or card that allows you to enter a place or event.",
      "sentences": [
        "I bought a ticket for the concert.",
        "Show your ticket at the entrance.",
        "The movie tickets were sold out."
      ]
    },
    {
      "word": "Trailer",
      "pronunciation": "/틛tre톩l톛r/",
      "definition": "A short preview of a movie or TV show.",
      "sentences": [
        "I saw the trailer for the new animated film.",
        "The trailer made me excited to see the movie.",
        "They released a new trailer for the video game."
      ]
    },
    {
      "word": "Review",
      "pronunciation": "/r톩틛vju틣/",
      "definition": "An article or report that gives an opinion on a book, movie, or show.",
      "sentences": [
        "The movie received good reviews from critics.",
        "I read a review of the new restaurant.",
        "She wrote a positive review of the concert."
      ]
    },
    {
      "word": "Star",
      "pronunciation": "/st톔틣r/",
      "definition": "A famous actor, singer, or performer.",
      "sentences": [
        "He is a big movie star.",
        "The pop star sang her most popular songs.",
        "She wants to become a Broadway star."
      ]
    },
    {
      "word": "Role",
      "pronunciation": "/ro툵l/",
      "definition": "A part played by an actor in a play or movie.",
      "sentences": [
        "She played the main role in the school play.",
        "His role in the film was very challenging.",
        "The actor prepared well for his new role."
      ]
    },
    {
      "word": "Camera",
      "pronunciation": "/틛k칝m톛r톛/",
      "definition": "A device for taking photographs or making films.",
      "sentences": [
        "He used his camera to film the event.",
        "The director shouted 'Roll camera!'",
        "She bought a new camera for her vacation."
      ]
    },
    {
      "word": "Screen",
      "pronunciation": "/skri틣n/",
      "definition": "The flat surface where pictures or movies are shown.",
      "sentences": [
        "The movie was projected onto a large screen.",
        "She looked at the computer screen.",
        "The phone screen cracked when it fell."
      ]
    },
    {
      "word": "Studio",
      "pronunciation": "/틛stu틣di톛툵/",
      "definition": "A place where films, TV shows, or music are made.",
      "sentences": [
        "They recorded the album in a music studio.",
        "The film studio is very big.",
        "She works as an artist in a painting studio."
      ]
    },
    {
      "word": "Sequel",
      "pronunciation": "/틛si틣kw톛l/",
      "definition": "A movie or book that continues the story of an earlier one.",
      "sentences": [
        "The movie was so good, I hope they make a sequel.",
        "The book's sequel comes out next year.",
        "Many fans are waiting for the sequel to the game."
      ]
    },
    {
      "word": "Remake",
      "pronunciation": "/틛ri틣me톩k/",
      "definition": "A new version of an old movie or song.",
      "sentences": [
        "They are making a remake of the classic film.",
        "The song is a popular remake from the 80s.",
        "Some remakes are better than the original."
      ]
    },
    {
      "word": "Show",
      "pronunciation": "/툮o툵/",
      "definition": "A performance or program on TV or stage.",
      "sentences": [
        "Did you watch the talent show last night?",
        "The magic show was amazing.",
        "She has her own cooking show on TV."
      ]
    },
    {
      "word": "Episode",
      "pronunciation": "/틛톝p톩so툵d/",
      "definition": "One part of a TV series or story.",
      "sentences": [
        "I watched the latest episode of my favorite show.",
        "Each episode tells a different story.",
        "The final episode will air next week."
      ]
    },
    {
      "word": "Series",
      "pronunciation": "/틛s톩톛ri틣z/",
      "definition": "A set of TV programs or books that are connected.",
      "sentences": [
        "I love watching that TV series.",
        "The book series has many exciting adventures.",
        "The new drama series is very popular."
      ]
    },
    {
      "word": "Sitcom",
      "pronunciation": "/틛s톩tk뇴/",
      "definition": "A funny TV show about a group of characters and their daily lives.",
      "sentences": [
        "My family enjoys watching sitcoms together.",
        "The sitcom always makes me laugh.",
        "Friends is a very famous sitcom."
      ]
    },
    {
      "word": "Reality TV",
      "pronunciation": "/ri틛칝l톛ti ti틣틛vi틣/",
      "definition": "TV shows that feature real people in unscripted situations.",
      "sentences": [
        "Some people find reality TV very entertaining.",
        "She likes watching reality TV shows about cooking.",
        "Reality TV can sometimes be very dramatic."
      ]
    },
    {
      "word": "Cartoon",
      "pronunciation": "/k톔틣r틛tu틣n/",
      "definition": "An animated TV show or movie, often for children.",
      "sentences": [
        "My little brother loves watching cartoons.",
        "The new cartoon movie has colorful characters.",
        "Tom and Jerry is a classic cartoon."
      ]
    },
    {
      "word": "Commercial",
      "pronunciation": "/k톛틛m톞틣r툮톛l/",
      "definition": "An advertisement on TV or radio.",
      "sentences": [
        "There are too many commercials during the show.",
        "The commercial advertised a new toy.",
        "I often skip the commercials."
      ]
    },
    {
      "word": "Remote",
      "pronunciation": "/r톩틛mo툵t/",
      "definition": "A device used to control a TV or other electronic device from a distance.",
      "sentences": [
        "Can you pass me the TV remote?",
        "I lost the remote control for the air conditioner.",
        "He used the remote to change the channel."
      ]
    },
    {
      "word": "Cable",
      "pronunciation": "/틛ke톩b톛l/",
      "definition": "A system that delivers TV programs to homes through cables.",
      "sentences": [
        "We have cable TV at home.",
        "Many channels are available through cable.",
        "The cable company installed a new box."
      ]
    },
    {
      "word": "Satellite",
      "pronunciation": "/틛s칝t톛la톩t/",
      "definition": "A system that delivers TV programs using signals from space.",
      "sentences": [
        "Satellite TV offers many international channels.",
        "They installed a satellite dish on the roof.",
        "The news was broadcast via satellite."
      ]
    },
    {
      "word": "Streaming service",
      "pronunciation": "/틛stri틣m톩콂 틛s톞틣rv톩s/",
      "definition": "A service that allows you to watch movies and shows online.",
      "sentences": [
        "Netflix is a popular streaming service.",
        "I subscribe to several streaming services.",
        "You can watch many movies on this streaming service."
      ]
    },
    {
      "word": "Binge-watching",
      "pronunciation": "/b톩nd 틛w뇺툮톩콂/",
      "definition": "Watching many episodes of a TV show one after another.",
      "sentences": [
        "I spent the whole weekend binge-watching my favorite series.",
        "Binge-watching can be fun but also tiring.",
        "She loves to binge-watch new shows."
      ]
    },
    {
      "word": "Season",
      "pronunciation": "/틛si틣z톛n/",
      "definition": "A set of episodes of a TV series.",
      "sentences": [
        "The new season of the show starts next month.",
        "There are ten episodes in this season.",
        "Have you finished watching the first season?"
      ]
    },
    {
      "word": "Rerun",
      "pronunciation": "/틛ri틣r툷n/",
      "definition": "An episode of a TV show that is shown again after its first broadcast.",
      "sentences": [
        "They are showing reruns of an old comedy show.",
        "I don't like watching reruns, I prefer new episodes.",
        "This episode is a rerun from last year."
      ]
    },
    {
      "word": "Host",
      "pronunciation": "/ho툵st/",
      "definition": "A person who introduces and talks to guests on a TV or radio show.",
      "sentences": [
        "The host of the talk show is very funny.",
        "She is a famous game show host.",
        "The host welcomed the audience."
      ]
    },
    {
      "word": "Contestant",
      "pronunciation": "/k톛n틛t톝st톛nt/",
      "definition": "A person who takes part in a competition or game show.",
      "sentences": [
        "The contestant answered all the questions correctly.",
        "There were five contestants in the singing competition.",
        "Each contestant tried their best to win."
      ]
    },
    {
      "word": "Song",
      "pronunciation": "/s뉀/",
      "definition": "A piece of music with words that are sung.",
      "sentences": [
        "My favorite song is playing on the radio.",
        "She sang a beautiful song.",
        "He wrote a new song for his band."
      ]
    },
    {
      "word": "Singer",
      "pronunciation": "/틛s톩콂톛r/",
      "definition": "A person who sings, especially as a profession.",
      "sentences": [
        "The singer has a powerful voice.",
        "She wants to be a famous singer.",
        "The concert featured many talented singers."
      ]
    },
    {
      "word": "Band",
      "pronunciation": "/b칝nd/",
      "definition": "A group of musicians who play music together.",
      "sentences": [
        "My favorite band is playing tonight.",
        "The rock band performed on a big stage.",
        "She joined a new music band."
      ]
    },
    {
      "word": "Album",
      "pronunciation": "/틛칝lb톛m/",
      "definition": "A collection of songs released by a musician or band.",
      "sentences": [
        "The band released their new album last month.",
        "I bought the album on vinyl.",
        "Her first album was a big success."
      ]
    },
    {
      "word": "Concert",
      "pronunciation": "/틛k뇵s톛rt/",
      "definition": "A public musical performance.",
      "sentences": [
        "We went to a live concert last night.",
        "The concert hall was packed with fans.",
        "She bought tickets for the pop concert."
      ]
    },
    {
      "word": "Live",
      "pronunciation": "/la톩v/",
      "definition": "Performed or broadcast as it happens, not recorded.",
      "sentences": [
        "The band played live on stage.",
        "We watched the live broadcast of the event.",
        "She prefers live music to recorded music."
      ]
    },
    {
      "word": "Instrument",
      "pronunciation": "/틛톩nstr톛m톛nt/",
      "definition": "An object used for playing music, like a guitar or piano.",
      "sentences": [
        "He plays several musical instruments.",
        "The violin is a beautiful instrument.",
        "She is learning to play a new instrument."
      ]
    },
    {
      "word": "Melody",
      "pronunciation": "/틛m톝l톛di/",
      "definition": "A sequence of single notes that is musically satisfying.",
      "sentences": [
        "The song has a catchy melody.",
        "She hummed the melody of her favorite tune.",
        "The melody was easy to remember."
      ]
    },
    {
      "word": "Rhythm",
      "pronunciation": "/틛r톩칧톛m/",
      "definition": "A strong, regular, repeated pattern of sound or movement.",
      "sentences": [
        "The music has a fast rhythm.",
        "She clapped her hands to the rhythm.",
        "The drummer kept a steady rhythm."
      ]
    },
    {
      "word": "Lyrics",
      "pronunciation": "/틛l톩r톩ks/",
      "definition": "The words of a song.",
      "sentences": [
        "I love the lyrics of this song.",
        "She wrote the lyrics for her new single.",
        "The lyrics tell a beautiful story."
      ]
    },
    {
      "word": "Pop",
      "pronunciation": "/p뇷/",
      "definition": "A genre of music that is popular and often has catchy melodies.",
      "sentences": [
        "She likes listening to pop music.",
        "The pop singer released a new hit.",
        "Pop music is often played on the radio."
      ]
    },
    {
      "word": "Rock",
      "pronunciation": "/r뇲/",
      "definition": "A genre of music with a strong beat, often played with guitars and drums.",
      "sentences": [
        "He is a big fan of rock music.",
        "The rock band played loud and energetic songs.",
        "Classic rock is still very popular."
      ]
    },
    {
      "word": "Jazz",
      "pronunciation": "/d눾뵼/",
      "definition": "A type of music with a strong rhythm and improvisation.",
      "sentences": [
        "My parents enjoy listening to jazz music.",
        "The jazz club has live performances.",
        "Jazz music originated in the United States."
      ]
    },
    {
      "word": "Classical",
      "pronunciation": "/틛kl칝s톩k톛l/",
      "definition": "A type of serious and traditional music, often played by orchestras.",
      "sentences": [
        "She prefers classical music to pop music.",
        "Beethoven wrote many famous classical pieces.",
        "The orchestra played beautiful classical music."
      ]
    },
    {
      "word": "Hip-hop",
      "pronunciation": "/틛h톩p h뇷/",
      "definition": "A style of popular music that includes rapping and electronic beats.",
      "sentences": [
        "Hip-hop music is very popular with young people.",
        "He likes to dance to hip-hop beats.",
        "Many artists create hip-hop music."
      ]
    },
    {
      "word": "Record",
      "pronunciation": "/틛r톝k톖틣rd/",
      "definition": "To save sounds or images on a disc or tape.",
      "sentences": [
        "The band will record a new song next week.",
        "She likes to record videos on her phone.",
        "They recorded the interview for the radio show."
      ]
    },
    {
      "word": "Hit",
      "pronunciation": "/h톩t/",
      "definition": "A very popular and successful song, movie, or show.",
      "sentences": [
        "Her new song is a big hit.",
        "The movie was a box office hit.",
        "He wants to write a hit song."
      ]
    },
    {
      "word": "Playlist",
      "pronunciation": "/틛ple톩l톩st/",
      "definition": "A list of songs or videos that can be played in order.",
      "sentences": [
        "I made a playlist of my favorite songs.",
        "She listens to her workout playlist every morning.",
        "Can you share your music playlist with me?"
      ]
    },
    {
      "word": "Download",
      "pronunciation": "/틛da툵nlo툵d/",
      "definition": "To copy data from one computer system to another, usually from the internet.",
      "sentences": [
        "You can download this app for free.",
        "I downloaded a new song to my phone.",
        "It took a long time to download the movie."
      ]
    },
    {
      "word": "Headphones",
      "pronunciation": "/틛h톝df톛툵nz/",
      "definition": "A device worn on or over the ears to listen to audio.",
      "sentences": [
        "I use headphones to listen to music quietly.",
        "He always wears his headphones when he's on the bus.",
        "These headphones have great sound quality."
      ]
    },
    {
      "word": "Microphone",
      "pronunciation": "/틛ma톩kr톛fo툵n/",
      "definition": "A device used to make voices or sounds louder or to record them.",
      "sentences": [
        "The singer sang into the microphone.",
        "The reporter held the microphone to the speaker.",
        "We need a new microphone for the podcast."
      ]
    },
    {
      "word": "Stage",
      "pronunciation": "/ste톩d/",
      "definition": "A raised platform in a theater where actors perform.",
      "sentences": [
        "The actors walked onto the stage.",
        "The band performed on a huge stage.",
        "She felt nervous before going on stage."
      ]
    },
    {
      "word": "Performance",
      "pronunciation": "/p톛r틛f톖틣rm톛ns/",
      "definition": "An act of entertaining an audience, like a play or concert.",
      "sentences": [
        "The dance performance was beautiful.",
        "The band gave an amazing performance.",
        "Her performance in the play was outstanding."
      ]
    },
    {
      "word": "Novel",
      "pronunciation": "/틛n뇼톛l/",
      "definition": "A long written story about imaginary people and events.",
      "sentences": [
        "She is reading a new novel.",
        "The novel has many interesting characters.",
        "He hopes to write a best-selling novel."
      ]
    },
    {
      "word": "Story",
      "pronunciation": "/틛st톖틣ri/",
      "definition": "A description of events, real or imaginary.",
      "sentences": [
        "My grandmother tells the best stories.",
        "The movie has a very touching story.",
        "He wrote a short story for his class."
      ]
    },
    {
      "word": "Author",
      "pronunciation": "/틛톖틣풪톛r/",
      "definition": "A person who writes books, articles, or other written works.",
      "sentences": [
        "The author signed copies of her new book.",
        "She is a famous children's book author.",
        "The author spent years researching for the novel."
      ]
    },
    {
      "word": "Chapter",
      "pronunciation": "/틛t툮칝pt톛r/",
      "definition": "A main division of a book.",
      "sentences": [
        "I finished reading the first chapter of the book.",
        "Each chapter tells a different part of the story.",
        "The last chapter was very exciting."
      ]
    },
    {
      "word": "Page",
      "pronunciation": "/pe톩d/",
      "definition": "One side of a sheet of paper in a book or magazine.",
      "sentences": [
        "Please turn to page 25.",
        "The book has over 300 pages.",
        "She accidentally tore a page from the book."
      ]
    },
    {
      "word": "Library",
      "pronunciation": "/틛la톩br톛ri/",
      "definition": "A place where books, magazines, and other materials are kept for people to borrow.",
      "sentences": [
        "I borrow books from the public library.",
        "The school library has many resources.",
        "She studies at the library every day."
      ]
    },
    {
      "word": "Bookstore",
      "pronunciation": "/틛b툵kst톖틣r/",
      "definition": "A shop where books are sold.",
      "sentences": [
        "I love spending time in a bookstore.",
        "He bought a new novel at the bookstore.",
        "The bookstore has a wide selection of books."
      ]
    },
    {
      "word": "Fiction",
      "pronunciation": "/틛f톩k툮톛n/",
      "definition": "Stories about imaginary events and people.",
      "sentences": [
        "She mostly reads fiction books.",
        "This novel is a work of fiction.",
        "Many popular movies are based on fiction stories."
      ]
    },
    {
      "word": "Non-fiction",
      "pronunciation": "/n뇵틛f톩k툮톛n/",
      "definition": "Writing that is based on facts, real events, and real people.",
      "sentences": [
        "He enjoys reading non-fiction books about history.",
        "This book is a non-fiction account of the war.",
        "The library has a large section for non-fiction."
      ]
    },
    {
      "word": "Fantasy",
      "pronunciation": "/틛f칝nt톛si/",
      "definition": "A genre of fiction that involves magic, mythical creatures, and imaginary worlds.",
      "sentences": [
        "Harry Potter is a famous fantasy series.",
        "She loves reading fantasy novels.",
        "The movie had amazing fantasy creatures."
      ]
    },
    {
      "word": "Mystery",
      "pronunciation": "/틛m톩st톛ri/",
      "definition": "A type of story where a crime or puzzle needs to be solved.",
      "sentences": [
        "I like reading mystery novels.",
        "The detective solved the mystery.",
        "The movie was a thrilling mystery."
      ]
    },
    {
      "word": "Biography",
      "pronunciation": "/ba톩틛뉄r톛fi/",
      "definition": "A written account of another person's life.",
      "sentences": [
        "I read a biography of a famous scientist.",
        "She is writing a biography of her grandmother.",
        "The biography revealed many interesting facts."
      ]
    },
    {
      "word": "Poetry",
      "pronunciation": "/틛po툵톩tri/",
      "definition": "A type of literature that uses rhythm and often rhyme to express ideas and feelings.",
      "sentences": [
        "She loves to read poetry.",
        "The poet wrote beautiful poetry.",
        "We studied different forms of poetry in class."
      ]
    },
    {
      "word": "E-book",
      "pronunciation": "/틛i틣b툵k/",
      "definition": "A book that is read on a computer or other electronic device.",
      "sentences": [
        "I read e-books on my tablet.",
        "You can download many free e-books online.",
        "E-books are convenient for travel."
      ]
    },
    {
      "word": "Audiobook",
      "pronunciation": "/틛톖틣dio툵b툵k/",
      "definition": "A recording of a book being read aloud.",
      "sentences": [
        "I listen to audiobooks during my commute.",
        "Audiobooks are great for long car rides.",
        "She enjoys listening to audiobooks while cooking."
      ]
    },
    {
      "word": "Publisher",
      "pronunciation": "/틛p툷bl톩툮톛r/",
      "definition": "A company or person that prepares and issues books, journals, or music for sale.",
      "sentences": [
        "The publisher accepted her manuscript.",
        "He works for a large book publisher.",
        "The publisher released the new novel last week."
      ]
    },
    {
      "word": "Player",
      "pronunciation": "/틛ple톩톛r/",
      "definition": "A person who takes part in a game or sport.",
      "sentences": [
        "He is a skilled video game player.",
        "There are four players in this board game.",
        "Each player takes a turn."
      ]
    },
    {
      "word": "Video game",
      "pronunciation": "/틛v톩dio툵 토e톩m/",
      "definition": "A game played by electronically manipulating images on a screen.",
      "sentences": [
        "My brother spends hours playing video games.",
        "The new video game has amazing graphics.",
        "She likes to play video games with her friends."
      ]
    },
    {
      "word": "Board game",
      "pronunciation": "/b톖틣rd 토e톩m/",
      "definition": "A game played on a board, often with pieces or cards.",
      "sentences": [
        "We played a fun board game last night.",
        "Monopoly is a classic board game.",
        "Board games are a great way to spend time together."
      ]
    },
    {
      "word": "Puzzle",
      "pronunciation": "/틛p툷z톛l/",
      "definition": "A game or problem that tests your cleverness or knowledge.",
      "sentences": [
        "I enjoy solving jigsaw puzzles.",
        "The crossword puzzle was very challenging.",
        "She likes to do logic puzzles."
      ]
    },
    {
      "word": "Console",
      "pronunciation": "/틛k뇵so툵l/",
      "definition": "An electronic device used for playing video games.",
      "sentences": [
        "He got a new game console for his birthday.",
        "Many popular video games are played on consoles.",
        "The game console connects to the TV."
      ]
    },
    {
      "word": "Controller",
      "pronunciation": "/k톛n틛tro툵l톛r/",
      "definition": "A device used to control a video game.",
      "sentences": [
        "I need a new controller for my game console.",
        "The game controller has many buttons.",
        "He held the controller tightly during the intense game."
      ]
    },
    {
      "word": "Level",
      "pronunciation": "/틛l톝v톛l/",
      "definition": "A stage or section in a video game.",
      "sentences": [
        "I finally passed the difficult level in the game.",
        "Each level gets harder.",
        "She reached the final level of the game."
      ]
    },
    {
      "word": "Score",
      "pronunciation": "/sk톖틣r/",
      "definition": "The number of points a player or team has in a game.",
      "sentences": [
        "What's your highest score in this game?",
        "He got a high score on the arcade game.",
        "The team's score was very impressive."
      ]
    },
    {
      "word": "Win",
      "pronunciation": "/w톩n/",
      "definition": "To be successful in a game or competition.",
      "sentences": [
        "I hope our team will win the game.",
        "She always plays to win.",
        "Winning feels great after hard work."
      ]
    },
    {
      "word": "Lose",
      "pronunciation": "/lu틣z/",
      "definition": "To fail to win a game or competition.",
      "sentences": [
        "It's okay to lose sometimes.",
        "Our team lost the match by one point.",
        "He doesn't like to lose."
      ]
    },
    {
      "word": "Challenge",
      "pronunciation": "/틛t툮칝l톩nd/",
      "definition": "Something difficult that tests your ability.",
      "sentences": [
        "The new game offers a great challenge.",
        "She loves a good challenge.",
        "Learning a new language can be a fun challenge."
      ]
    },
    {
      "word": "Character",
      "pronunciation": "/틛k칝r톛kt톛r/",
      "definition": "A person or animal in a book, movie, or game.",
      "sentences": [
        "My favorite character in the movie is the hero.",
        "The game has many unique characters.",
        "She dressed up as her favorite book character."
      ]
    },
    {
      "word": "Virtual",
      "pronunciation": "/틛v톞틣rt툮u톛l/",
      "definition": "Existing only on computers or the internet, not in the real world.",
      "sentences": [
        "Virtual reality games are very immersive.",
        "They held a virtual meeting online.",
        "He created a virtual world in the game."
      ]
    },
    {
      "word": "Online",
      "pronunciation": "/틛뇵la톩n/",
      "definition": "Connected to the internet.",
      "sentences": [
        "I play games online with my friends.",
        "You can find a lot of information online.",
        "She bought her concert tickets online."
      ]
    },
    {
      "word": "Multiplayer",
      "pronunciation": "/틛m툷lti틟ple톩톛r/",
      "definition": "A game that can be played by more than one person at the same time.",
      "sentences": [
        "We played a multiplayer game together.",
        "This video game has a great multiplayer mode.",
        "He enjoys playing multiplayer games with his brother."
      ]
    },
    {
      "word": "Art",
      "pronunciation": "/톔틣rt/",
      "definition": "The expression or application of human creative skill and imagination.",
      "sentences": [
        "She loves to visit art museums.",
        "Painting is a form of art.",
        "The city is known for its beautiful street art."
      ]
    },
    {
      "word": "Painting",
      "pronunciation": "/틛pe톩nt톩콂/",
      "definition": "A picture made with paint.",
      "sentences": [
        "The painting of the landscape is beautiful.",
        "She is learning to create oil paintings.",
        "The art gallery displayed many famous paintings."
      ]
    },
    {
      "word": "Sculpture",
      "pronunciation": "/틛sk툷lpt툮톛r/",
      "definition": "A work of art made by shaping stone, wood, clay, etc.",
      "sentences": [
        "There is a large sculpture in the park.",
        "He studies ancient Roman sculptures.",
        "The artist created a beautiful sculpture from marble."
      ]
    },
    {
      "word": "Museum",
      "pronunciation": "/mju틣틛zi틣톛m/",
      "definition": "A building where objects of historical, scientific, or artistic interest are kept and shown.",
      "sentences": [
        "We visited the natural history museum.",
        "The museum has many ancient artifacts.",
        "School trips often include a visit to a museum."
      ]
    },
    {
      "word": "Gallery",
      "pronunciation": "/틛토칝l톛ri/",
      "definition": "A room or building for showing works of art.",
      "sentences": [
        "The art gallery is showing new paintings.",
        "She opened her own art gallery.",
        "Many people visited the photo gallery."
      ]
    },
    {
      "word": "Dance",
      "pronunciation": "/d칝ns/",
      "definition": "To move your body to the rhythm of music.",
      "sentences": [
        "She loves to dance to pop music.",
        "They went to a dance performance.",
        "Can you teach me how to dance?"
      ]
    },
    {
      "word": "Ballet",
      "pronunciation": "/틛b칝le톩/",
      "definition": "A type of classical dance with graceful movements.",
      "sentences": [
        "She takes ballet lessons every week.",
        "The ballet performance was very elegant.",
        "Many children dream of becoming ballet dancers."
      ]
    },
    {
      "word": "Opera",
      "pronunciation": "/틛뇷r톛/",
      "definition": "A play in which all or most of the words are sung.",
      "sentences": [
        "We went to see an opera last night.",
        "The opera singer had an amazing voice.",
        "Opera is a very dramatic form of art."
      ]
    },
    {
      "word": "Exhibition",
      "pronunciation": "/틟톝ks톩틛b톩툮톛n/",
      "definition": "A public display of works of art or other items.",
      "sentences": [
        "There is a new art exhibition at the gallery.",
        "The museum is hosting a photography exhibition.",
        "Many people visited the science exhibition."
      ]
    },
    {
      "word": "Culture",
      "pronunciation": "/틛k툷lt툮톛r/",
      "definition": "The customs, arts, social institutions, and achievements of a particular nation, people, or group.",
      "sentences": [
        "We learned about different cultures in school.",
        "Music and art are important parts of a culture.",
        "The festival celebrated local culture."
      ]
    },
    {
      "word": "Festival",
      "pronunciation": "/틛f톝st톩v톛l/",
      "definition": "A day or period of celebration, typically religious or cultural.",
      "sentences": [
        "The music festival was held in the park.",
        "Many people attended the food festival.",
        "The town celebrates a summer festival every year."
      ]
    },
    {
      "word": "Event",
      "pronunciation": "/톩틛v톝nt/",
      "definition": "A planned public or social occasion.",
      "sentences": [
        "The concert was a big event for the city.",
        "She is planning a special event for her birthday.",
        "Many people attended the charity event."
      ]
    },
    {
      "word": "Artist",
      "pronunciation": "/틛톔틣rt톩st/",
      "definition": "A person who creates art, such as paintings or sculptures.",
      "sentences": [
        "The artist painted a beautiful portrait.",
        "She is a talented musician and artist.",
        "Many artists display their work in galleries."
      ]
    },
    {
      "word": "Costume",
      "pronunciation": "/틛k뇹tu틣m/",
      "definition": "A set of clothes worn by an actor or for a special occasion.",
      "sentences": [
        "The actors wore colorful costumes in the play.",
        "She wore a funny costume for the party.",
        "The costume designer created amazing outfits."
      ]
    },
    {
      "word": "Newspaper",
      "pronunciation": "/틛nu틣zpe톩p톛r/",
      "definition": "A daily or weekly publication containing news, articles, and advertisements.",
      "sentences": [
        "I read the newspaper every morning.",
        "The newspaper reported on the local events.",
        "He delivered newspapers in his neighborhood."
      ]
    },
    {
      "word": "Magazine",
      "pronunciation": "/틛m칝토톛zi틣n/",
      "definition": "A type of thin book with a paper cover, containing articles and pictures, usually published weekly or monthly.",
      "sentences": [
        "She likes to read fashion magazines.",
        "The magazine has interesting articles about celebrities.",
        "I bought a new sports magazine."
      ]
    },
    {
      "word": "Reporter",
      "pronunciation": "/r톩틛p톖틣rt톛r/",
      "definition": "A person who gathers and reports news for a newspaper, magazine, or TV.",
      "sentences": [
        "The reporter interviewed the witness.",
        "She works as a news reporter.",
        "The reporter wrote a detailed article."
      ]
    },
    {
      "word": "Journalist",
      "pronunciation": "/틛d뉄럚rn톛l톩st/",
      "definition": "A person who writes for newspapers or magazines or prepares news to be broadcast.",
      "sentences": [
        "The journalist covered the major event.",
        "She is a respected investigative journalist.",
        "Journalists work to inform the public."
      ]
    },
    {
      "word": "Article",
      "pronunciation": "/틛톔틣rt톩k톛l/",
      "definition": "A piece of writing on a particular subject in a newspaper or magazine.",
      "sentences": [
        "I read an interesting article about space.",
        "She wrote an article for the school newspaper.",
        "The article provided new information."
      ]
    },
    {
      "word": "Headline",
      "pronunciation": "/틛h톝dla톩n/",
      "definition": "The title of a newspaper article, printed in large letters.",
      "sentences": [
        "The headline caught my attention.",
        "The newspaper had a big headline about the election.",
        "She wrote a catchy headline for her blog post."
      ]
    },
    {
      "word": "Interview",
      "pronunciation": "/틛톩nt톛rvju틣/",
      "definition": "A meeting where someone asks questions to get information.",
      "sentences": [
        "The journalist conducted an interview with the mayor.",
        "She had a job interview yesterday.",
        "The celebrity gave a rare interview."
      ]
    },
    {
      "word": "Editor",
      "pronunciation": "/틛톝d톩t톛r/",
      "definition": "A person who prepares written material for publication by correcting, improving, or shortening it.",
      "sentences": [
        "The editor checked the article for mistakes.",
        "She works as a book editor.",
        "The newspaper editor decides what news to print."
      ]
    },
    {
      "word": "Report",
      "pronunciation": "/r톩틛p톖틣rt/",
      "definition": "A spoken or written account of something that has happened.",
      "sentences": [
        "The news report was about the weather.",
        "He wrote a report on his research.",
        "The police issued a detailed report."
      ]
    },
    {
      "word": "Breaking news",
      "pronunciation": "/틛bre톩k톩콂 nu틣z/",
      "definition": "News that is happening right now and is being reported immediately.",
      "sentences": [
        "The TV interrupted the show for breaking news.",
        "Breaking news announced the election results.",
        "Everyone stopped to listen to the breaking news."
      ]
    },
    {
      "word": "Current events",
      "pronunciation": "/틛k툷r톛nt 톩틛v톝nts/",
      "definition": "Important events that are happening in the world right now.",
      "sentences": [
        "We discuss current events in our history class.",
        "Staying informed about current events is important.",
        "The news channel focuses on current events."
      ]
    },
    {
      "word": "Column",
      "pronunciation": "/틛k뇳톛m/",
      "definition": "A regular article in a newspaper or magazine, usually by the same writer.",
      "sentences": [
        "She writes a weekly column about gardening.",
        "His sports column is very popular.",
        "The newspaper has many interesting columns."
      ]
    },
    {
      "word": "Editorial",
      "pronunciation": "/틟톝d톩틛t톖틣ri톛l/",
      "definition": "An article in a newspaper or magazine that expresses the opinion of the editor or publisher.",
      "sentences": [
        "The editorial discussed the new city policy.",
        "She read the editorial to understand the newspaper's view.",
        "Editorials often express strong opinions."
      ]
    },
    {
      "word": "Internet",
      "pronunciation": "/틛톩nt톛r틟n톝t/",
      "definition": "A global computer network providing information and communication.",
      "sentences": [
        "I use the internet to find information.",
        "The internet connects people all over the world.",
        "You can watch movies on the internet."
      ]
    },
    {
      "word": "Website",
      "pronunciation": "/틛w톝bsa톩t/",
      "definition": "A set of related web pages located under a single domain name.",
      "sentences": [
        "I found the information on their website.",
        "She created a new website for her business.",
        "Many companies have their own websites."
      ]
    },
    {
      "word": "App",
      "pronunciation": "/칝p/",
      "definition": "A software application designed to run on a mobile device or computer.",
      "sentences": [
        "I downloaded a new game app on my phone.",
        "There's an app for almost everything now.",
        "This app helps me learn new languages."
      ]
    },
    {
      "word": "Social media",
      "pronunciation": "/틛so툵툮톛l 틛mi틣di톛/",
      "definition": "Websites and applications that allow users to create and share content or participate in social networking.",
      "sentences": [
        "Many people use social media to share photos.",
        "Social media can be a good way to stay connected.",
        "She posts updates on social media every day."
      ]
    },
    {
      "word": "Blog",
      "pronunciation": "/bl뉄/",
      "definition": "A regularly updated website or web page, written by an individual or small group, in an informal style.",
      "sentences": [
        "She writes a travel blog about her adventures.",
        "His blog has many interesting articles.",
        "I read a new post on her blog every week."
      ]
    },
    {
      "word": "Vlog",
      "pronunciation": "/vl뉄/",
      "definition": "A video blog, a record of a person's thoughts, opinions, and experiences, posted on a website.",
      "sentences": [
        "He shares his daily life in his vlog.",
        "Many people watch vlogs to learn new things.",
        "She started a new vlog about cooking."
      ]
    },
    {
      "word": "Podcast",
      "pronunciation": "/틛p뇫k칝st/",
      "definition": "A digital audio file available on the internet for downloading to a computer or mobile device.",
      "sentences": [
        "I listen to a history podcast on my way to school.",
        "There are many interesting podcasts about true crime.",
        "She hosts her own weekly podcast."
      ]
    },
    {
      "word": "Influencer",
      "pronunciation": "/틛톩nflu톛ns톛r/",
      "definition": "A person with the ability to affect the opinions or behavior of others, especially on social media.",
      "sentences": [
        "The social media influencer promotes new products.",
        "She wants to become a fashion influencer.",
        "Influencers have many followers online."
      ]
    },
    {
      "word": "Viral",
      "pronunciation": "/틛va톩r톛l/",
      "definition": "Something that spreads rapidly and widely on the internet.",
      "sentences": [
        "The funny video went viral overnight.",
        "Her post became viral on social media.",
        "Many companies try to create viral content."
      ]
    },
    {
      "word": "Upload",
      "pronunciation": "/틛툷plo툵d/",
      "definition": "To transfer data from one computer system to another, usually a larger one.",
      "sentences": [
        "I need to upload my photos to the cloud.",
        "He uploaded a new video to YouTube.",
        "Please upload the document to the website."
      ]
    },
    {
      "word": "Share",
      "pronunciation": "/툮톝톛r/",
      "definition": "To give a portion of something to another or others.",
      "sentences": [
        "Can you share that interesting article with me?",
        "She likes to share her favorite songs with friends.",
        "He shared his thoughts on the movie."
      ]
    },
    {
      "word": "Post",
      "pronunciation": "/po툵st/",
      "definition": "An item of content published on a website or social media.",
      "sentences": [
        "She made a new post on Instagram.",
        "His latest blog post is very informative.",
        "I saw your post about the concert."
      ]
    },
    {
      "word": "Comment",
      "pronunciation": "/틛k뇴톝nt/",
      "definition": "A remark or opinion expressed.",
      "sentences": [
        "She left a positive comment on the video.",
        "Many people wrote comments on his blog post.",
        "He read all the comments on his photo."
      ]
    },
    {
      "word": "Like",
      "pronunciation": "/la톩k/",
      "definition": "To show approval or enjoyment of something on social media.",
      "sentences": [
        "Her photo received many likes.",
        "He clicked 'like' on his friend's post.",
        "I like almost all of her videos."
      ]
    },
    {
      "word": "Follow",
      "pronunciation": "/틛f뇳o툵/",
      "definition": "To subscribe to a person's social media account to see their updates.",
      "sentences": [
        "I follow many artists on Instagram.",
        "She has a large number of followers.",
        "He decided to follow the news channel's account."
      ]
    },
    {
      "word": "Hashtag",
      "pronunciation": "/틛h칝툮t칝토/",
      "definition": "A word or phrase preceded by a hash sign (#), used on social media to identify messages on a specific topic.",
      "sentences": [
        "She used a popular hashtag for her post.",
        "You can find related content by clicking on the hashtag.",
        "The event used a unique hashtag for promotion."
      ]
    },
    {
      "word": "Content",
      "pronunciation": "/틛k뇵t톝nt/",
      "definition": "The information or material presented in a book, movie, website, etc.",
      "sentences": [
        "The website has a lot of interesting content.",
        "She creates educational content for YouTube.",
        "Good content is important for a successful blog."
      ]
    },
    {
      "word": "Platform",
      "pronunciation": "/틛pl칝tf톖틣rm/",
      "definition": "A system or service that allows users to create, share, or view content.",
      "sentences": [
        "YouTube is a popular video platform.",
        "Many artists use social media platforms to share their work.",
        "The new streaming platform has many exclusive shows."
      ]
    },
    {
      "word": "Digital",
      "pronunciation": "/틛d톩d뉄뿂톛l/",
      "definition": "Relating to computer technology and the internet.",
      "sentences": [
        "We live in a digital age.",
        "She uses a digital camera for her photos.",
        "Many books are now available in digital format."
      ]
    },
    {
      "word": "Subscribe",
      "pronunciation": "/s톛b틛skra톩b/",
      "definition": "To arrange to receive something regularly, like a magazine or a streaming service.",
      "sentences": [
        "I subscribe to a few online magazines.",
        "Don't forget to subscribe to my YouTube channel.",
        "You need to subscribe to access premium content."
      ]
    },
    {
      "word": "Update",
      "pronunciation": "/툷p틛de톩t/",
      "definition": "To make something more modern or to give the latest information.",
      "sentences": [
        "The news channel provides daily updates.",
        "I need to update my phone's software.",
        "She gave us an update on the movie's progress."
      ]
    },
    {
      "word": "Interactive",
      "pronunciation": "/틟톩nt톛r틛칝kt톩v/",
      "definition": "Allowing a two-way flow of information between a computer and a user, or between people.",
      "sentences": [
        "The museum has many interactive exhibits.",
        "This game is highly interactive.",
        "The online course uses interactive lessons."
      ]
    },
    {
      "word": "Broadcast",
      "pronunciation": "/틛br톖틣dk칝st/",
      "definition": "To transmit a program or information by radio or television.",
      "sentences": [
        "The concert was broadcast live on TV.",
        "The news is broadcast every hour.",
        "They will broadcast the sports event worldwide."
      ]
    },
    {
      "word": "Celebrity",
      "pronunciation": "/s톛틛l톝br톩ti/",
      "definition": "A famous person, especially in entertainment or sports.",
      "sentences": [
        "Many celebrities attended the awards show.",
        "She met her favorite celebrity at the event.",
        "The magazine features interviews with celebrities."
      ]
    },
    {
      "word": "Fame",
      "pronunciation": "/fe톩m/",
      "definition": "The state of being known or recognized by many people.",
      "sentences": [
        "He achieved fame as a singer.",
        "Her sudden fame surprised everyone.",
        "Many young people dream of fame and fortune."
      ]
    },
    {
      "word": "Gossip",
      "pronunciation": "/틛토뇹톩p/",
      "definition": "Casual conversation about other people's private lives, often negative.",
      "sentences": [
        "The magazine is full of celebrity gossip.",
        "I don't like to listen to gossip.",
        "She heard some interesting gossip about the new show."
      ]
    },
    {
      "word": "Paparazzi",
      "pronunciation": "/틟p톔틣p톛틛r칝tsi/",
      "definition": "Freelance photographers who pursue celebrities to take candid pictures.",
      "sentences": [
        "The paparazzi followed the movie star.",
        "Celebrities often try to avoid the paparazzi.",
        "The paparazzi waited outside the restaurant."
      ]
    },
    {
      "word": "Fan",
      "pronunciation": "/f칝n/",
      "definition": "A person who is very enthusiastic about someone or something, like a celebrity or a sports team.",
      "sentences": [
        "She is a big fan of that singer.",
        "The band has many loyal fans.",
        "He got an autograph from his favorite actor."
      ]
    },
    {
      "word": "Autograph",
      "pronunciation": "/틛톖틣t톛토r톔틣f/",
      "definition": "A signature, especially that of a celebrity, written as a memento for an admirer.",
      "sentences": [
        "I got an autograph from the football player.",
        "She collects celebrity autographs.",
        "He asked the actor for an autograph."
      ]
    },
    {
      "word": "Press conference",
      "pronunciation": "/pr톝s 틛k뇵f톛r톛ns/",
      "definition": "A meeting at which a person or group makes a statement and answers questions from journalists.",
      "sentences": [
        "The director held a press conference for the new film.",
        "Many reporters attended the press conference.",
        "The politician announced his plans at the press conference."
      ]
    },
    {
      "word": "Red carpet",
      "pronunciation": "/r톝d 틛k톔틣rp톩t/",
      "definition": "A long, red carpet laid out for important guests to walk on at formal events.",
      "sentences": [
        "Celebrities walked the red carpet at the awards show.",
        "She wore a beautiful dress on the red carpet.",
        "The event had a long red carpet entrance."
      ]
    },
    {
      "word": "Award",
      "pronunciation": "/톛틛w톖틣rd/",
      "definition": "A prize or honor given for an achievement.",
      "sentences": [
        "The movie won several awards.",
        "She received an award for her acting.",
        "The Nobel Prize is a famous award."
      ]
    },
    {
      "word": "Trophy",
      "pronunciation": "/틛tro툵fi/",
      "definition": "A cup or other object given as a prize for winning a competition.",
      "sentences": [
        "He won a trophy for the best player.",
        "The team proudly displayed their championship trophy.",
        "She polished her sports trophies."
      ]
    },
    {
      "word": "Nominated",
      "pronunciation": "/틛n뇴톩ne톩t톩d/",
      "definition": "Chosen as a candidate for an award or election.",
      "sentences": [
        "The actor was nominated for an Oscar.",
        "Her song was nominated for a Grammy.",
        "He was nominated for the best director award."
      ]
    },
    {
      "word": "Winner",
      "pronunciation": "/틛w톩n톛r/",
      "definition": "A person or thing that wins something.",
      "sentences": [
        "The winner of the competition received a prize.",
        "She is always a winner in board games.",
        "The lottery winner celebrated loudly."
      ]
    },
    {
      "word": "Loser",
      "pronunciation": "/틛lu틣z톛r/",
      "definition": "A person or thing that loses a game or competition.",
      "sentences": [
        "No one likes to be a loser.",
        "The loser of the game had to do a funny dance.",
        "He was a good sport, even as a loser."
      ]
    },
    {
      "word": "Critic",
      "pronunciation": "/틛kr톩t톩k/",
      "definition": "A person who judges and evaluates works of art, literature, or music.",
      "sentences": [
        "The movie critic gave the film a bad review.",
        "She is a respected art critic.",
        "Critics often have strong opinions."
      ]
    },
    {
      "word": "Rating",
      "pronunciation": "/틛re톩t톩콂/",
      "definition": "A classification or ranking of something, especially in terms of quality or popularity.",
      "sentences": [
        "The movie received a high rating.",
        "The TV show has good audience ratings.",
        "He checked the rating before watching the film."
      ]
    },
    {
      "word": "Feedback",
      "pronunciation": "/틛fi틣db칝k/",
      "definition": "Information about reactions to a product, a person's performance of a task, etc., used as a basis for improvement.",
      "sentences": [
        "The director asked for feedback on the new script.",
        "She received positive feedback on her performance.",
        "I always appreciate constructive feedback."
      ]
    },
    {
      "word": "Trend",
      "pronunciation": "/tr톝nd/",
      "definition": "A general direction in which something is developing or changing.",
      "sentences": [
        "Social media often sets new fashion trends.",
        "The new music genre is a growing trend.",
        "What are the current trends in entertainment?"
      ]
    },
    {
      "word": "Popular",
      "pronunciation": "/틛p뇷j툵l톛r/",
      "definition": "Liked, enjoyed, or supported by many people.",
      "sentences": [
        "This song is very popular right now.",
        "She is a popular actress.",
        "The park is a popular spot for picnics."
      ]
    },
    {
      "word": "Niche",
      "pronunciation": "/ni틣툮/",
      "definition": "A specialized segment of the market for a particular kind of product or service.",
      "sentences": [
        "This TV show appeals to a niche audience.",
        "He found his niche in independent filmmaking.",
        "The magazine caters to a very specific niche."
      ]
    },
    {
      "word": "Mainstream",
      "pronunciation": "/틛me톩nstri틣m/",
      "definition": "The ideas, attitudes, or activities that are regarded as normal or conventional.",
      "sentences": [
        "Pop music is considered mainstream.",
        "The film moved from independent to mainstream success.",
        "He prefers art that is outside the mainstream."
      ]
    },
    {
      "word": "Independent",
      "pronunciation": "/틟톩nd톩틛p톝nd톛nt/",
      "definition": "Not controlled by others; self-governing.",
      "sentences": [
        "She watched an independent film at the festival.",
        "Many independent artists struggle to get noticed.",
        "He runs an independent music label."
      ]
    },
    {
      "word": "Creative",
      "pronunciation": "/kri틛e톩t톩v/",
      "definition": "Relating to or involving the use of the imagination or original ideas to create something.",
      "sentences": [
        "She is a very creative writer.",
        "The artist has a creative mind.",
        "They came up with a creative solution to the problem."
      ]
    },
    {
      "word": "Artistic",
      "pronunciation": "/톔틣r틛t톩st톩k/",
      "definition": "Having or revealing creative skill.",
      "sentences": [
        "The painting shows great artistic skill.",
        "She has a very artistic eye.",
        "The dance performance was highly artistic."
      ]
    },
    {
      "word": "Design",
      "pronunciation": "/d톩틛za톩n/",
      "definition": "The art or action of planning and making drawings or patterns for something.",
      "sentences": [
        "The website has a modern design.",
        "She studies graphic design.",
        "The costume design for the play was amazing."
      ]
    },
    {
      "word": "Graphics",
      "pronunciation": "/틛토r칝f톩ks/",
      "definition": "The images or visual elements of a computer display or game.",
      "sentences": [
        "The video game has impressive graphics.",
        "He works in computer graphics.",
        "The movie used advanced graphics."
      ]
    },
    {
      "word": "Sound",
      "pronunciation": "/sa툵nd/",
      "definition": "Vibrations that travel through the air or another medium and can be heard when they reach a person's or animal's ear.",
      "sentences": [
        "The movie had amazing sound effects.",
        "She loves the sound of the piano.",
        "The sound quality of the headphones is excellent."
      ]
    },
    {
      "word": "Visual",
      "pronunciation": "/틛v톩뇻톛l/",
      "definition": "Relating to seeing or sight.",
      "sentences": [
        "The movie had stunning visual effects.",
        "She is a visual artist.",
        "The presentation used many visual aids."
      ]
    },
    {
      "word": "Live stream",
      "pronunciation": "/la톩v stri틣m/",
      "definition": "To broadcast video or audio over the internet in real-time.",
      "sentences": [
        "The concert was available as a live stream.",
        "Many gamers live stream their gameplay.",
        "You can watch the event via live stream."
      ]
    },
    {
      "word": "Webinar",
      "pronunciation": "/틛w톝b톩n톔틣r/",
      "definition": "An online seminar or presentation.",
      "sentences": [
        "I attended a webinar about digital marketing.",
        "The company hosts weekly webinars for its clients.",
        "The webinar provided useful information."
      ]
    },
    {
      "word": "Tutorial",
      "pronunciation": "/tu틣틛t톖틣ri톛l/",
      "definition": "A practical guide or lesson on how to do something.",
      "sentences": [
        "I watched a video tutorial to learn how to edit photos.",
        "The website offers free coding tutorials.",
        "The game included an interactive tutorial."
      ]
    },
    {
      "word": "Educational",
      "pronunciation": "/틟톝d뇻틛ke톩툮톛n톛l/",
      "definition": "Providing education; instructive.",
      "sentences": [
        "Many documentaries are very educational.",
        "The TV show is both entertaining and educational.",
        "She enjoys playing educational games."
      ]
    },
    {
      "word": "Entertainment industry",
      "pronunciation": "/틟톝nt톛r틛te톩nm톛nt 틛톩nd톛stri/",
      "definition": "The business sector involved in providing entertainment, such as movies, music, and games.",
      "sentences": [
        "She dreams of working in the entertainment industry.",
        "The entertainment industry is very competitive.",
        "Many jobs are available in the entertainment industry."
      ]
    },
    {
      "word": "Media literacy",
      "pronunciation": "/틛mi틣di톛 틛l톩t톛r톛si/",
      "definition": "The ability to access, analyze, evaluate, and create media in a variety of forms.",
      "sentences": [
        "Media literacy is important in today's world.",
        "Students learn about media literacy in school.",
        "Understanding media literacy helps you recognize fake news."
      ]
    },
    {
      "word": "Communication",
      "pronunciation": "/k톛틟mju틣n톩틛ke톩툮톛n/",
      "definition": "The process of sharing information, ideas, or feelings.",
      "sentences": [
        "Good communication is key in any team.",
        "Social media is a form of digital communication.",
        "They improved their communication skills."
      ]
    },
    {
      "word": "Message",
      "pronunciation": "/틛m톝s톩d/",
      "definition": "A piece of information sent or given to someone.",
      "sentences": [
        "I sent her a text message.",
        "The song has a powerful message.",
        "He left a message for me."
      ]
    },
    {
      "word": "Information",
      "pronunciation": "/틟톩nf톛r틛me톩툮톛n/",
      "definition": "Facts provided or learned about something or someone.",
      "sentences": [
        "I found a lot of information online.",
        "The news provides important information.",
        "She gathered information for her report."
      ]
    },
    {
      "word": "Data",
      "pronunciation": "/틛de톩t톛/",
      "definition": "Facts and statistics collected together for reference or analysis.",
      "sentences": [
        "The company collects data on user behavior.",
        "Scientists analyze data to draw conclusions.",
        "He stored the data on his computer."
      ]
    },
    {
      "word": "Privacy",
      "pronunciation": "/틛pra톩v톛si/",
      "definition": "The state of being free from public attention.",
      "sentences": [
        "It's important to protect your online privacy.",
        "Celebrities often struggle with privacy.",
        "She values her privacy very much."
      ]
    },
    {
      "word": "Copyright",
      "pronunciation": "/틛k뇷ira톩t/",
      "definition": "The legal right to copy and publish books, music, or art.",
      "sentences": [
        "The artist owns the copyright to her songs.",
        "You need permission to use copyrighted material.",
        "Copyright protects creators' original works."
      ]
    },
    {
      "word": "License",
      "pronunciation": "/틛la톩s톛ns/",
      "definition": "A permit from an authority to own or use something, do a particular thing, or carry on a trade.",
      "sentences": [
        "You need a license to broadcast music.",
        "The company obtained a license to use the software.",
        "He got his driver's license last year."
      ]
    },
    {
      "word": "Royalty",
      "pronunciation": "/틛r톖톩톛lti/",
      "definition": "A payment made to an author or composer for each copy of their work sold or for each public performance.",
      "sentences": [
        "The author receives royalty payments for her books.",
        "Musicians earn royalty from their streamed songs.",
        "He lives off the royalty from his invention."
      ]
    },
    {
      "word": "Public domain",
      "pronunciation": "/틟p툷bl톩k do툵틛me톩n/",
      "definition": "The state of belonging or being available to the public as a whole, and therefore not subject to copyright.",
      "sentences": [
        "Many old books are in the public domain.",
        "You can use images from the public domain freely.",
        "Once a work enters the public domain, anyone can use it."
      ]
    },
    {
      "word": "Intellectual property",
      "pronunciation": "/틟톩nt톛틛l톝kt툮u톛l 틛pr뇷톛rti/",
      "definition": "Creations of the mind, such as inventions; literary and artistic works; designs; and symbols, names and images used in commerce.",
      "sentences": [
        "Copyright is a type of intellectual property.",
        "Protecting intellectual property is important for creators.",
        "Her new song is her intellectual property."
      ]
    },
    {
      "word": "Podcast host",
      "pronunciation": "/틛p뇫k칝st ho툵st/",
      "definition": "The person who leads and speaks on a podcast.",
      "sentences": [
        "The podcast host interviewed many interesting guests.",
        "She is a popular podcast host.",
        "The podcast host always starts with a funny story."
      ]
    },
    {
      "word": "Stream",
      "pronunciation": "/stri틣m/",
      "definition": "To play audio or video content on demand over the internet without downloading it.",
      "sentences": [
        "You can stream movies on your phone.",
        "Many people prefer to stream music rather than download it.",
        "The event will be streamed live online."
      ]
    },
    {
      "word": "Subscription",
      "pronunciation": "/s톛b틛skr톩p툮톛n/",
      "definition": "An agreement to receive a publication or service regularly by paying in advance.",
      "sentences": [
        "I have a monthly subscription to a streaming service.",
        "My magazine subscription expires next month.",
        "You need a subscription to access all the features."
      ]
    },
    {
      "word": "Playlist creator",
      "pronunciation": "/틛ple톩l톩st 틛kri틣e톩t톛r/",
      "definition": "A person who makes a list of songs or videos.",
      "sentences": [
        "She is a great playlist creator for parties.",
        "The playlist creator organized the songs by mood.",
        "He became a popular playlist creator on the music app."
      ]
    },
    {
      "word": "Audition",
      "pronunciation": "/톖틣틛d톩툮톛n/",
      "definition": "A short performance by an actor or musician to test their ability.",
      "sentences": [
        "She went to an audition for the school play.",
        "He practiced for his singing audition.",
        "Many actors attend multiple auditions."
      ]
    },
    {
      "word": "Rehearsal",
      "pronunciation": "/r톩틛h톞틣rs톛l/",
      "definition": "A practice session for a play, concert, or other performance.",
      "sentences": [
        "The band had a long rehearsal before the concert.",
        "The actors attended daily rehearsals.",
        "The final rehearsal went very well."
      ]
    },
    {
      "word": "Backstage",
      "pronunciation": "/틟b칝k틛ste톩d/",
      "definition": "The area in a theater behind the stage, not seen by the audience.",
      "sentences": [
        "The actors waited backstage before their performance.",
        "I got to go backstage after the show.",
        "The crew works hard backstage."
      ]
    },
    {
      "word": "Spotlight",
      "pronunciation": "/틛sp뇺la톩t/",
      "definition": "A strong beam of light directed onto a stage or person.",
      "sentences": [
        "The singer stood in the spotlight.",
        "The dancer moved gracefully under the spotlight.",
        "He loves being in the spotlight."
      ]
    },
    {
      "word": "Curtain",
      "pronunciation": "/틛k톞틣rt톛n/",
      "definition": "A piece of cloth that hangs in front of a stage.",
      "sentences": [
        "The curtain rose at the start of the play.",
        "The audience clapped as the curtain fell.",
        "The stage had heavy velvet curtains."
      ]
    },
    {
      "word": "Applause",
      "pronunciation": "/톛틛pl톖틣z/",
      "definition": "Clapping by an audience to show approval.",
      "sentences": [
        "The audience gave a loud applause.",
        "The actor bowed to the applause.",
        "The performance ended with thunderous applause."
      ]
    },
    {
      "word": "Encore",
      "pronunciation": "/틛뉀긂톖틣r/",
      "definition": "An additional performance given by performers at the end of a concert or show, in response to audience demand.",
      "sentences": [
        "The audience shouted for an encore.",
        "The band played one more song as an encore.",
        "She came back for an encore."
      ]
    },
    {
      "word": "Box office",
      "pronunciation": "/b뇲s 틛뇭톩s/",
      "definition": "The place at a theater or cinema where tickets are sold.",
      "sentences": [
        "The movie was a big hit at the box office.",
        "I bought our tickets at the box office.",
        "The play sold out at the box office."
      ]
    },
    {
      "word": "Matinee",
      "pronunciation": "/틛m칝t톩ne톩/",
      "definition": "A performance of a play or film in the afternoon.",
      "sentences": [
        "We went to the matinee show on Saturday.",
        "The theater offers matinee prices.",
        "The children enjoyed the matinee performance."
      ]
    },
    {
      "word": "Premiere night",
      "pronunciation": "/틛pr톝m톩e톛r na톩t/",
      "definition": "The first official public showing of a movie or play.",
      "sentences": [
        "The stars shone brightly on premiere night.",
        "Everyone dressed up for premiere night.",
        "Premiere night was a huge success."
      ]
    },
    {
      "word": "Soundtrack",
      "pronunciation": "/틛sa툵ndtr칝k/",
      "definition": "The music used in a film or TV show.",
      "sentences": [
        "The movie has an amazing soundtrack.",
        "I bought the soundtrack to my favorite film.",
        "The soundtrack adds a lot to the movie's atmosphere."
      ]
    },
    {
      "word": "Voice actor",
      "pronunciation": "/v톖톩s 틛칝kt톛r/",
      "definition": "An actor who provides voices for animated characters or in commercials.",
      "sentences": [
        "He is a famous voice actor for cartoons.",
        "The voice actor brought the character to life.",
        "She wants to work as a voice actor."
      ]
    },
    {
      "word": "Dubbing",
      "pronunciation": "/틛d툷b톩콂/",
      "definition": "Replacing the original voices in a film or TV show with voices in another language.",
      "sentences": [
        "The foreign film was shown with English dubbing.",
        "I prefer watching movies with subtitles rather than dubbing.",
        "The dubbing quality was very good."
      ]
    },
    {
      "word": "Subtitle",
      "pronunciation": "/틛s툷b틟ta톩t톛l/",
      "definition": "Words shown at the bottom of a screen to translate or transcribe dialogue.",
      "sentences": [
        "I watch foreign films with subtitles.",
        "The subtitles helped me understand the movie.",
        "You can turn on subtitles for the hearing impaired."
      ]
    },
    {
      "word": "Plot twist",
      "pronunciation": "/pl뇺 tw톩st/",
      "definition": "An unexpected turn of events in a story.",
      "sentences": [
        "The movie had a surprising plot twist.",
        "I didn't see that plot twist coming.",
        "The book's plot twist made it very exciting."
      ]
    },
    {
      "word": "Cliffhanger",
      "pronunciation": "/틛kl톩fh칝콂톛r/",
      "definition": "A dramatic ending to an episode or chapter that leaves the audience in suspense.",
      "sentences": [
        "The TV show ended on a huge cliffhanger.",
        "I can't wait for the next episode after that cliffhanger.",
        "The book's final chapter was a real cliffhanger."
      ]
    },
    {
      "word": "Spoilers",
      "pronunciation": "/틛sp톖톩l톛rz/",
      "definition": "Information about the plot of a movie, book, or show that might ruin the surprise for someone who hasn't seen it yet.",
      "sentences": [
        "Please don't give away any spoilers for the new movie.",
        "I try to avoid spoilers before watching a show.",
        "He accidentally revealed some spoilers."
      ]
    },
    {
      "word": "Casting",
      "pronunciation": "/틛k톔틣st톩콂/",
      "definition": "The process of choosing actors for a play or film.",
      "sentences": [
        "The casting for the new movie is almost complete.",
        "The director spent a lot of time on casting.",
        "The casting director found the perfect actors."
      ]
    },
    {
      "word": "Crew",
      "pronunciation": "/kru틣/",
      "definition": "The group of people who work together on a film or TV production, not including the actors.",
      "sentences": [
        "The film crew worked long hours.",
        "The production crew set up the lights.",
        "The camera crew filmed the scene."
      ]
    },
    {
      "word": "Set",
      "pronunciation": "/s톝t/",
      "definition": "The place where a movie or play is filmed or performed.",
      "sentences": [
        "The film was shot on a beautiful set.",
        "The actors waited on set for their scene.",
        "The stage set was very detailed."
      ]
    },
    {
      "word": "Props",
      "pronunciation": "/pr뇷s/",
      "definition": "Objects used by actors on stage or in a film.",
      "sentences": [
        "The actors used various props in the play.",
        "The prop master was responsible for all the items.",
        "The sword was a special prop for the movie."
      ]
    },
    {
      "word": "Costume designer",
      "pronunciation": "/틛k뇹tu틣m d톩틛za톩n톛r/",
      "definition": "A person who designs the clothes for actors in a play or film.",
      "sentences": [
        "The costume designer won an award.",
        "She worked with the costume designer on her outfit.",
        "The costume designer created historical clothes."
      ]
    },
    {
      "word": "Sound engineer",
      "pronunciation": "/sa툵nd 틟톝nd뉄쀎갍톩톛r/",
      "definition": "A person who works with sound recording and mixing.",
      "sentences": [
        "The sound engineer made sure the audio was clear.",
        "He works as a sound engineer for live concerts.",
        "The sound engineer adjusted the microphones."
      ]
    },
    {
      "word": "Lighting director",
      "pronunciation": "/틛la톩t톩콂 d톩틛r톝kt톛r/",
      "definition": "A person responsible for the lighting in a play or film.",
      "sentences": [
        "The lighting director created a dramatic effect.",
        "She consulted with the lighting director for the scene.",
        "Good lighting is important for a film."
      ]
    },
    {
      "word": "Editor (film/video)",
      "pronunciation": "/틛톝d톩t톛r/",
      "definition": "A person who puts together film or video footage to create the final product.",
      "sentences": [
        "The film editor spent months cutting the movie.",
        "She works as a video editor for a TV show.",
        "The editor made the scenes flow smoothly."
      ]
    },
    {
      "word": "Producer",
      "pronunciation": "/pr톛틛du틣s톛r/",
      "definition": "A person responsible for the financial and managerial aspects of making a film, TV show, or music album.",
      "sentences": [
        "The producer raised money for the film.",
        "She is a successful music producer.",
        "The TV producer oversees the entire show."
      ]
    },
    {
      "word": "Distributor",
      "pronunciation": "/d톩틛str톩bjut톛r/",
      "definition": "A company or person responsible for supplying goods to stores or films to cinemas.",
      "sentences": [
        "The film distributor released the movie worldwide.",
        "They signed a deal with a new music distributor.",
        "The distributor helps movies reach a wider audience."
      ]
    },
    {
      "word": "Box office hit",
      "pronunciation": "/b뇲s 틛뇭톩s h톩t/",
      "definition": "A movie or play that earns a lot of money.",
      "sentences": [
        "The superhero movie was a huge box office hit.",
        "Every studio hopes for a box office hit.",
        "It became a box office hit in just one week."
      ]
    },
    {
      "word": "Flop",
      "pronunciation": "/fl뇷/",
      "definition": "A complete failure, especially in entertainment.",
      "sentences": [
        "The new movie was a big flop.",
        "The play was a financial flop.",
        "No one wants their project to be a flop."
      ]
    },
    {
      "word": "Critic's choice",
      "pronunciation": "/틛kr톩t톩ks t툮톖톩s/",
      "definition": "A film, play, or book that critics particularly recommend.",
      "sentences": [
        "The independent film was a critic's choice.",
        "It received the 'critic's choice' award.",
        "Many people watch movies that are a critic's choice."
      ]
    },
    {
      "word": "Audience favorite",
      "pronunciation": "/틛톖틣di톛ns 틛fe톩v톛r톩t/",
      "definition": "A film, play, or performer that is particularly liked by the public.",
      "sentences": [
        "The comedy show was an audience favorite.",
        "She was the audience favorite in the singing competition.",
        "The film won the audience favorite award."
      ]
    },
    {
      "word": "Word of mouth",
      "pronunciation": "/w톞틣rd 톛v ma툵풪/",
      "definition": "Information about products, services, etc., communicated informally from person to person.",
      "sentences": [
        "The movie became popular through word of mouth.",
        "Good reviews spread by word of mouth.",
        "Word of mouth is powerful advertising."
      ]
    },
    {
      "word": "Buzz",
      "pronunciation": "/b툷z/",
      "definition": "A feeling of excitement or anticipation about something.",
      "sentences": [
        "There's a lot of buzz around the new TV series.",
        "The movie created a huge buzz before its release.",
        "The concert generated a lot of buzz."
      ]
    },
    {
      "word": "Hype",
      "pronunciation": "/ha톩p/",
      "definition": "Extensive or exaggerated publicity or advertising.",
      "sentences": [
        "There was a lot of hype surrounding the new game.",
        "The movie didn't live up to the hype.",
        "The marketing team created a lot of hype."
      ]
    },
    {
      "word": "Debut",
      "pronunciation": "/틛de톩bju틣/",
      "definition": "A person's first public appearance or performance.",
      "sentences": [
        "Her debut album was a big success.",
        "The young actor made his debut in the play.",
        "The band's debut concert was sold out."
      ]
    },
    {
      "word": "Ensemble",
      "pronunciation": "/뇵틛s뇴bl/",
      "definition": "A group of musicians, actors, or dancers who perform together.",
      "sentences": [
        "The play had a strong ensemble cast.",
        "The musical ensemble played beautifully.",
        "It was a true ensemble effort."
      ]
    },
    {
      "word": "Improvisation",
      "pronunciation": "/틟톩mpr톛va톩틛ze톩툮톛n/",
      "definition": "The act of creating and performing spontaneously without preparation.",
      "sentences": [
        "The jazz musicians were masters of improvisation.",
        "She loves watching comedy improvisation shows.",
        "His speech was mostly improvisation."
      ]
    },
    {
      "word": "Choreography",
      "pronunciation": "/틟kri틛뉄r톛fi/",
      "definition": "The sequence of steps and movements in a dance.",
      "sentences": [
        "The choreography for the ballet was stunning.",
        "She is learning new dance choreography.",
        "The music video had amazing choreography."
      ]
    },
    {
      "word": "Venue",
      "pronunciation": "/틛v톝nju틣/",
      "definition": "The place where a public event or meeting happens.",
      "sentences": [
        "The concert venue was very large.",
        "They are looking for a suitable venue for the festival.",
        "The venue can hold thousands of people."
      ]
    },
    {
      "word": "Backdrop",
      "pronunciation": "/틛b칝kdr뇷/",
      "definition": "A painted cloth hung at the back of a theater stage as part of the scenery.",
      "sentences": [
        "The stage had a beautiful painted backdrop.",
        "The old city provided a perfect backdrop for the film.",
        "The backdrop created a sense of depth."
      ]
    },
    {
      "word": "Scenery",
      "pronunciation": "/틛si틣n톛ri/",
      "definition": "The painted backcloths, props, etc., used on a theater stage to represent the place where a play is set.",
      "sentences": [
        "The play had elaborate scenery.",
        "The scenery changed for each act.",
        "The stage scenery was very realistic."
      ]
    },
    {
      "word": "Costume design",
      "pronunciation": "/틛k뇹tu틣m d톩틛za톩n/",
      "definition": "The art of creating clothing for a theatrical or film production.",
      "sentences": [
        "The costume design for the historical drama was accurate.",
        "She won an award for her costume design.",
        "Good costume design helps tell the story."
      ]
    },
    {
      "word": "Wardrobe",
      "pronunciation": "/틛w톖틣rdr톛툵b/",
      "definition": "The collection of clothes belonging to an actor or theater company.",
      "sentences": [
        "The wardrobe department prepared all the costumes.",
        "She helped organize the actor's wardrobe.",
        "The play required a large wardrobe."
      ]
    },
    {
      "word": "Makeup artist",
      "pronunciation": "/틛me톩k툷p 틛톔틣rt톩st/",
      "definition": "A person who applies makeup to actors or performers.",
      "sentences": [
        "The makeup artist transformed the actor's appearance.",
        "She works as a makeup artist for films.",
        "The makeup artist created special effects makeup."
      ]
    },
    {
      "word": "Hairdresser",
      "pronunciation": "/틛h톝톛rdr톝s톛r/",
      "definition": "A person whose job is to cut, style, and color hair.",
      "sentences": [
        "The hairdresser styled the actress's hair for the role.",
        "She went to the hairdresser before the event.",
        "The film set had a dedicated hairdresser."
      ]
    },
    {
      "word": "Stunt",
      "pronunciation": "/st툷nt/",
      "definition": "A difficult or dangerous act, especially one performed by a performer in a film or television program.",
      "sentences": [
        "The actor performed his own stunts.",
        "The movie had many exciting stunts.",
        "A stunt double performed the dangerous scene."
      ]
    },
    {
      "word": "Stunt double",
      "pronunciation": "/st툷nt 틛d툷b톛l/",
      "definition": "A person who takes the place of an actor for dangerous scenes.",
      "sentences": [
        "The stunt double performed the car chase.",
        "He is a professional stunt double.",
        "The actor thanked his stunt double."
      ]
    },
    {
      "word": "CGI (Computer-Generated Imagery)",
      "pronunciation": "/si틣 d뇰틣 a톩/",
      "definition": "The application of computer graphics to create or contribute to images in art, printed media, video games, films, television programs, etc.",
      "sentences": [
        "Many modern movies use a lot of CGI.",
        "The dinosaurs in the film were created with CGI.",
        "CGI can make impossible scenes look real."
      ]
    },
    {
      "word": "Green screen",
      "pronunciation": "/토ri틣n skri틣n/",
      "definition": "A technique where a solid color background (usually green) is used to allow footage to be layered over another background.",
      "sentences": [
        "They filmed the scene in front of a green screen.",
        "The special effects team used a green screen.",
        "Green screen technology is common in filmmaking."
      ]
    },
    {
      "word": "Voice-over",
      "pronunciation": "/틛v톖톩s o툵v톛r/",
      "definition": "A piece of narration in a movie or broadcast, not accompanied by an image of the speaker.",
      "sentences": [
        "The documentary had a clear voice-over.",
        "She recorded a voice-over for the commercial.",
        "The voice-over explained the story."
      ]
    },
    {
      "word": "Sound mixing",
      "pronunciation": "/sa툵nd 틛m톩ks톩콂/",
      "definition": "The process of combining different audio elements into a cohesive whole.",
      "sentences": [
        "Good sound mixing is essential for a film.",
        "The sound mixing made the music sound perfect.",
        "He learned about sound mixing in film school."
      ]
    },
    {
      "word": "Foley artist",
      "pronunciation": "/틛fo툵li 틛톔틣rt톩st/",
      "definition": "A person who creates sound effects for films and TV shows by performing them live.",
      "sentences": [
        "The foley artist created the sound of footsteps.",
        "Foley artists make everyday sounds for movies.",
        "The foley artist used various objects for sounds."
      ]
    },
    {
      "word": "Score (music)",
      "pronunciation": "/sk톖틣r/",
      "definition": "The music written for a film or play.",
      "sentences": [
        "The film's musical score was composed by a famous artist.",
        "The dramatic score added tension to the scene.",
        "He listened to the movie's orchestral score."
      ]
    },
    {
      "word": "Theme song",
      "pronunciation": "/풪i틣m s뉀/",
      "definition": "A song that is regularly played at the beginning or end of a TV show or movie.",
      "sentences": [
        "The TV show has a very catchy theme song.",
        "I can always recognize that theme song.",
        "The theme song makes me feel nostalgic."
      ]
    },
    {
      "word": "Jingle",
      "pronunciation": "/틛d뉄쀈토톛l/",
      "definition": "A short, catchy tune used in advertising.",
      "sentences": [
        "The commercial had a memorable jingle.",
        "Many companies use jingles to promote their products.",
        "The jingle gets stuck in my head."
      ]
    },
    {
      "word": "Podcast series",
      "pronunciation": "/틛p뇫k칝st 틛s톩톛ri틣z/",
      "definition": "A collection of related podcast episodes.",
      "sentences": [
        "I started listening to a new podcast series.",
        "Each episode in the podcast series explores a different topic.",
        "The podcast series became very popular."
      ]
    },
    {
      "word": "Web series",
      "pronunciation": "/w톝b 틛s톩톛ri틣z/",
      "definition": "A series of video episodes released online.",
      "sentences": [
        "She created a short web series with her friends.",
        "The web series gained a large following.",
        "Many new web series are available on streaming platforms."
      ]
    },
    {
      "word": "Vlogger",
      "pronunciation": "/틛vl뉄뫌r/",
      "definition": "A person who creates and posts vlogs.",
      "sentences": [
        "The vlogger shares her daily life online.",
        "He is a popular travel vlogger.",
        "Vloggers often interact with their viewers."
      ]
    },
    {
      "word": "Subscriber",
      "pronunciation": "/s톛b틛skra톩b톛r/",
      "definition": "A person who pays to receive a publication or service regularly.",
      "sentences": [
        "Her YouTube channel has millions of subscribers.",
        "He is a loyal subscriber to the magazine.",
        "New subscribers get a special discount."
      ]
    },
    {
      "word": "Follower",
      "pronunciation": "/틛f뇳o툵톛r/",
      "definition": "A person who follows a particular person, group, or activity, especially on social media.",
      "sentences": [
        "She has many followers on Twitter.",
        "His follower count grew rapidly.",
        "The influencer thanked her loyal followers."
      ]
    },
    {
      "word": "Engagement",
      "pronunciation": "/톩n틛토e톩d뇴톛nt/",
      "definition": "The level of interaction that an audience has with content, such as likes, comments, and shares.",
      "sentences": [
        "The social media post had high engagement.",
        "Content creators aim for high engagement.",
        "Engagement shows how interested people are."
      ]
    },
    {
      "word": "Algorithm",
      "pronunciation": "/틛칝l토톛r톩칧톛m/",
      "definition": "A set of rules or instructions that a computer follows to solve a problem or perform a task.",
      "sentences": [
        "Social media platforms use algorithms to show you content.",
        "The algorithm suggests videos you might like.",
        "Understanding the algorithm can help your content be seen."
      ]
    },
    {
      "word": "Monetization",
      "pronunciation": "/틟m뇵톩ta톩틛ze톩툮톛n/",
      "definition": "The process of earning money from something, especially online content.",
      "sentences": [
        "Many YouTubers use ads for monetization.",
        "She is looking for ways to monetize her blog.",
        "Content creators explore different monetization strategies."
      ]
    },
    {
      "word": "Copyright infringement",
      "pronunciation": "/틛k뇷ira톩t 톩n틛fr톩nd뇴톛nt/",
      "definition": "Using copyrighted material without permission.",
      "sentences": [
        "Using that music without a license is copyright infringement.",
        "The company was sued for copyright infringement.",
        "Copyright infringement can lead to legal penalties."
      ]
    },
    {
      "word": "Fair use",
      "pronunciation": "/f톝톛r ju틣s/",
      "definition": "A legal doctrine that permits limited use of copyrighted material without acquiring permission from the rights holders.",
      "sentences": [
        "Using short clips for review can be considered fair use.",
        "Fair use allows for criticism and commentary.",
        "Understanding fair use is important for content creators."
      ]
    },
    {
      "word": "Royalty-free",
      "pronunciation": "/틛r톖톩톛lti fri틣/",
      "definition": "Referring to intellectual property that can be used without paying royalties or license fees for each use.",
      "sentences": [
        "I used royalty-free music in my video.",
        "You can find many royalty-free images online.",
        "Royalty-free assets are useful for creators."
      ]
    },
    {
      "word": "Creative Commons",
      "pronunciation": "/kri틛e톩t톩v 틛k뇴톛nz/",
      "definition": "A public copyright license that allows the free distribution of an otherwise copyrighted work.",
      "sentences": [
        "Many artists release their work under Creative Commons licenses.",
        "Creative Commons helps share knowledge and creativity.",
        "I found some photos with a Creative Commons license."
      ]
    },
    {
      "word": "Public performance",
      "pronunciation": "/틟p툷bl톩k p톛r틛f톖틣rm톛ns/",
      "definition": "A performance of a copyrighted work at a place open to the public or at any place where a substantial number of persons outside of a normal circle of a family and its social acquaintances are gathered.",
      "sentences": [
        "Playing music in a restaurant is considered a public performance.",
        "You need a license for public performance of copyrighted songs.",
        "The band gave a public performance in the park."
      ]
    },
    {
      "word": "Streaming platform",
      "pronunciation": "/틛stri틣m톩콂 틛pl칝tf톖틣rm/",
      "definition": "An online service that delivers media content to users.",
      "sentences": [
        "Netflix is a popular streaming platform for movies and shows.",
        "Many new streaming platforms are emerging.",
        "He subscribes to several streaming platforms."
      ]
    },
    {
      "word": "Content creator",
      "pronunciation": "/틛k뇵t톝nt 틛kri틣e톩t톛r/",
      "definition": "A person who creates various forms of content for online platforms.",
      "sentences": [
        "She is a successful content creator on YouTube.",
        "Content creators need to be creative and consistent.",
        "He works as a full-time content creator."
      ]
    },
    {
      "word": "Digital rights",
      "pronunciation": "/틛d톩d뉄뿂톛l ra톩ts/",
      "definition": "The legal rights that control how digital content can be used and distributed.",
      "sentences": [
        "Digital rights management protects online content.",
        "Understanding digital rights is important for artists.",
        "The company manages the digital rights for its films."
      ]
    },
    {
      "word": "Online presence",
      "pronunciation": "/틛뇵la톩n 틛pr톝z톛ns/",
      "definition": "The collective identity and influence of an individual or company on the internet.",
      "sentences": [
        "Many businesses build a strong online presence.",
        "She uses social media to maintain her online presence.",
        "An online presence is important for artists today."
      ]
    },
    {
      "word": "Engagement rate",
      "pronunciation": "/톩n틛토e톩d뇴톛nt re톩t/",
      "definition": "A metric that measures the level of interaction users have with content on social media.",
      "sentences": [
        "The video had a high engagement rate.",
        "Content creators often track their engagement rate.",
        "A good engagement rate shows audience interest."
      ]
    },
    {
      "word": "Viral marketing",
      "pronunciation": "/틛va톩r톛l 틛m톔틣rk톩t톩콂/",
      "definition": "A marketing technique that uses social networks to spread information about a product or service.",
      "sentences": [
        "The company used viral marketing for its new campaign.",
        "Viral marketing can quickly reach a large audience.",
        "They hoped their ad would go viral through viral marketing."
      ]
    },
    {
      "word": "Remastered",
      "pronunciation": "/틟ri틣틛m칝st톛rd/",
      "definition": "A version of an audio or video recording that has been improved in quality from the original.",
      "sentences": [
        "The old album was re-released as a remastered version.",
        "The movie looks great after being remastered.",
        "He prefers the remastered version of the classic game."
      ]
    },
    {
      "word": "Remix",
      "pronunciation": "/틛ri틣m톩ks/",
      "definition": "A new version of a song or piece of music created by mixing original parts with new elements.",
      "sentences": [
        "The DJ played a popular remix of the song.",
        "She created a dance remix of the track.",
        "Many artists release remixes of their hit songs."
      ]
    },
    {
      "word": "Cover song",
      "pronunciation": "/틛k툷v톛r s뉀/",
      "definition": "A new performance or recording of a song previously recorded by another artist.",
      "sentences": [
        "She sang a beautiful cover song at the concert.",
        "Many bands perform cover songs in their shows.",
        "His cover song went viral online."
      ]
    },
    {
      "word": "Album art",
      "pronunciation": "/틛칝lb톛m 톔틣rt/",
      "definition": "The artwork on the cover of a music album.",
      "sentences": [
        "The album art for their new release is very creative.",
        "She loves collecting albums with unique album art.",
        "The album art often reflects the music's theme."
      ]
    },
    {
      "word": "Concert tour",
      "pronunciation": "/틛k뇵s톛rt t툵톛r/",
      "definition": "A series of concerts performed by a musician or group in different places.",
      "sentences": [
        "The band announced their new concert tour.",
        "She bought tickets for the concert tour.",
        "The concert tour will visit many cities."
      ]
    },
    {
      "word": "Headliner",
      "pronunciation": "/틛h톝dla톩n톛r/",
      "definition": "The main performer or group at a concert or festival.",
      "sentences": [
        "The famous band was the headliner of the festival.",
        "She is the headliner for tonight's show.",
        "Being a headliner means you are very popular."
      ]
    },
    {
      "word": "Opening act",
      "pronunciation": "/틛o툵p톛n톩콂 칝kt/",
      "definition": "A performer or group that performs before the main act at a concert.",
      "sentences": [
        "A new band was the opening act for the concert.",
        "The opening act warmed up the crowd.",
        "She enjoyed the opening act's performance."
      ]
    },
    {
      "word": "Encore performance",
      "pronunciation": "/틛뉀긂톖틣r p톛r틛f톖틣rm톛ns/",
      "definition": "An additional performance given by performers at the end of a concert or show, in response to audience demand.",
      "sentences": [
        "The audience cheered for an encore performance.",
        "The band returned for a final encore performance.",
        "It was a memorable encore performance."
      ]
    },
    {
      "word": "Standing ovation",
      "pronunciation": "/틛st칝nd톩콂 o툵틛ve톩툮톛n/",
      "definition": "An occasion when the audience stands up to clap at the end of a performance.",
      "sentences": [
        "The play received a standing ovation.",
        "The singer was moved by the standing ovation.",
        "It was a truly deserving standing ovation."
      ]
    },
    {
      "word": "Best-seller",
      "pronunciation": "/틛b톝st 틟s톝l톛r/",
      "definition": "A book or other product that sells in very large numbers.",
      "sentences": [
        "Her new novel became a best-seller.",
        "The book was on the best-seller list for weeks.",
        "Every author dreams of writing a best-seller."
      ]
    },
    {
      "word": "Book club",
      "pronunciation": "/b툵k kl툷b/",
      "definition": "A group of people who meet to discuss books they have read.",
      "sentences": [
        "She joined a local book club.",
        "Our book club meets once a month.",
        "They discussed the new novel in their book club."
      ]
    },
    {
      "word": "Literary",
      "pronunciation": "/틛l톩t톛r톝ri/",
      "definition": "Relating to literature.",
      "sentences": [
        "She enjoys reading literary fiction.",
        "The author received a literary award.",
        "The festival celebrates literary works."
      ]
    },
    {
      "word": "Publisher's imprint",
      "pronunciation": "/틛p툷bl톩툮톛rz 틛톩mpr톩nt/",
      "definition": "A trade name or brand used by a publisher to publish books.",
      "sentences": [
        "The book was released under a new publisher's imprint.",
        "Many publishers have different imprints for different genres.",
        "She signed a contract with a prestigious publisher's imprint."
      ]
    },
    {
      "word": "Readership",
      "pronunciation": "/틛ri틣d톛r툮톩p/",
      "definition": "The number or type of people who read a particular newspaper, magazine, or book.",
      "sentences": [
        "The magazine has a wide readership.",
        "The blog gained a large readership quickly.",
        "The author hopes to expand her readership."
      ]
    },
    {
      "word": "Game developer",
      "pronunciation": "/토e톩m d톩틛v톝l톛p톛r/",
      "definition": "A person or company that creates video games.",
      "sentences": [
        "He works as a game developer.",
        "The game developer released a new update.",
        "Many game developers attend industry conferences."
      ]
    },
    {
      "word": "Esports",
      "pronunciation": "/틛i틣sp톖틣rts/",
      "definition": "Competitive video gaming, often organized into leagues and tournaments.",
      "sentences": [
        "Esports has become very popular worldwide.",
        "He dreams of becoming a professional esports player.",
        "Many people watch esports tournaments online."
      ]
    },
    {
      "word": "Gaming community",
      "pronunciation": "/틛토e톩m톩콂 k톛틛mju틣n톩ti/",
      "definition": "A group of people who share an interest in video games.",
      "sentences": [
        "The gaming community is very active online.",
        "She found new friends in the gaming community.",
        "The gaming community organizes many events."
      ]
    },
    {
      "word": "Arcade game",
      "pronunciation": "/틛톔틣rke톩d 토e톩m/",
      "definition": "A coin-operated entertainment machine, typically found in public places.",
      "sentences": [
        "We played old arcade games at the retro bar.",
        "Pac-Man is a classic arcade game.",
        "He loves the challenge of arcade games."
      ]
    },
    {
      "word": "Virtual reality (VR)",
      "pronunciation": "/틛v톞틣rt툮u톛l 틛ri틣톛li틟ti/",
      "definition": "A simulated experience that can be similar to or completely different from the real world.",
      "sentences": [
        "Virtual reality games offer an immersive experience.",
        "She tried a virtual reality headset for the first time.",
        "Virtual reality is becoming more common."
      ]
    },
    {
      "word": "Augmented reality (AR)",
      "pronunciation": "/톖틣토틛m톝nt톩d 틛ri틣톛li틟ti/",
      "definition": "A technology that superimposes a computer-generated image on a user's view of the real world, thus providing a composite view.",
      "sentences": [
        "Augmented reality apps can add virtual objects to real scenes.",
        "Pok칠mon Go is a famous augmented reality game.",
        "Augmented reality is used in many educational apps."
      ]
    },
    {
      "word": "Game streaming",
      "pronunciation": "/토e톩m 틛stri틣m톩콂/",
      "definition": "Broadcasting live gameplay over the internet.",
      "sentences": [
        "He does game streaming on Twitch every night.",
        "Game streaming is a popular way to share gaming experiences.",
        "Many people watch game streaming for entertainment."
      ]
    },
    {
      "word": "Art exhibition",
      "pronunciation": "/톔틣rt 틟톝ks톩틛b톩툮톛n/",
      "definition": "A public display of works of art.",
      "sentences": [
        "We visited a new art exhibition at the gallery.",
        "The art exhibition featured local artists.",
        "She loves attending art exhibitions."
      ]
    },
    {
      "word": "Performance art",
      "pronunciation": "/p톛r틛f톖틣rm톛ns 톔틣rt/",
      "definition": "An art form that combines visual art with dramatic performance.",
      "sentences": [
        "Her performance art piece was thought-provoking.",
        "Performance art often challenges traditional art forms.",
        "The festival featured various performance art acts."
      ]
    },
    {
      "word": "Street art",
      "pronunciation": "/stri틣t 톔틣rt/",
      "definition": "Art, especially graffiti, produced on public walls and other outdoor surfaces.",
      "sentences": [
        "The city is famous for its vibrant street art.",
        "Many street art pieces have strong messages.",
        "He enjoys discovering new street art in the city."
      ]
    },
    {
      "word": "Graffiti",
      "pronunciation": "/토r톛틛fi틣ti/",
      "definition": "Writing or drawings scribbled, scratched, or sprayed illicitly on a wall or other surface in a public place.",
      "sentences": [
        "Some graffiti is considered street art.",
        "The old wall was covered in colorful graffiti.",
        "Graffiti can be a form of artistic expression."
      ]
    },
    {
      "word": "Public art",
      "pronunciation": "/틛p툷bl톩k 톔틣rt/",
      "definition": "Art in any medium that has been planned and executed with the intention of being sited in the physical public domain.",
      "sentences": [
        "The city invested in new public art installations.",
        "Public art can enhance urban spaces.",
        "The park features several pieces of public art."
      ]
    },
    {
      "word": "Art history",
      "pronunciation": "/톔틣rt 틛h톩st톛ri/",
      "definition": "The academic study of the history of art.",
      "sentences": [
        "She is studying art history at university.",
        "Art history helps us understand past cultures.",
        "He loves learning about famous artists in art history."
      ]
    },
    {
      "word": "Curator",
      "pronunciation": "/kj툵틛re톩t톛r/",
      "definition": "A keeper or custodian of a museum or other collection.",
      "sentences": [
        "The museum curator organized the new exhibition.",
        "She works as a curator at the art gallery.",
        "The curator selected the artworks for display."
      ]
    },
    {
      "word": "Exhibition space",
      "pronunciation": "/틟톝ks톩틛b톩툮톛n spe톩s/",
      "definition": "An area used for displaying art or other items.",
      "sentences": [
        "The gallery has a large exhibition space.",
        "They rented an exhibition space for the show.",
        "The exhibition space was filled with sculptures."
      ]
    },
    {
      "word": "Art market",
      "pronunciation": "/톔틣rt 틛m톔틣rk톩t/",
      "definition": "The commercial system in which artworks are bought and sold.",
      "sentences": [
        "The art market can be very competitive.",
        "She follows trends in the art market.",
        "The art market saw record sales last year."
      ]
    },
    {
      "word": "Cultural event",
      "pronunciation": "/틛k툷lt툮톛r톛l 톩틛v톝nt/",
      "definition": "An event related to the arts, customs, or traditions of a particular group or society.",
      "sentences": [
        "The city hosts many cultural events throughout the year.",
        "The festival was a major cultural event.",
        "She enjoys attending cultural events."
      ]
    },
    {
      "word": "Heritage",
      "pronunciation": "/틛h톝r톩t톩d/",
      "definition": "Property that is or may be inherited; an inheritance.",
      "sentences": [
        "The museum preserves the cultural heritage of the region.",
        "Many historical sites are part of our heritage.",
        "She studies the heritage of her ancestors."
      ]
    },
    {
      "word": "Tradition",
      "pronunciation": "/tr톛틛d톩툮톛n/",
      "definition": "A long-established custom or belief that has been passed on from one generation to another.",
      "sentences": [
        "Celebrating holidays is a family tradition.",
        "The dance is an old tradition in their culture.",
        "They uphold many ancient traditions."
      ]
    },
    {
      "word": "Folk art",
      "pronunciation": "/fo툵k 톔틣rt/",
      "definition": "Art produced by ordinary people, typically in rural areas.",
      "sentences": [
        "The market sold beautiful pieces of folk art.",
        "Folk art often reflects local customs.",
        "She collects folk art from different countries."
      ]
    },
    {
      "word": "Craft",
      "pronunciation": "/kr칝ft/",
      "definition": "An activity involving skill in making things by hand.",
      "sentences": [
        "She enjoys various arts and crafts.",
        "The market sold handmade crafts.",
        "Learning a new craft can be very rewarding."
      ]
    },
    {
      "word": "Journalism",
      "pronunciation": "/틛d뉄럚rn톛l톩z톛m/",
      "definition": "The activity or profession of writing for newspapers, magazines, or news websites or preparing news to be broadcast.",
      "sentences": [
        "She studies journalism at college.",
        "Good journalism is important for a democracy.",
        "He has a long career in journalism."
      ]
    },
    {
      "word": "Investigative journalism",
      "pronunciation": "/톩n틛v톝st톩토톛t톩v 틛d뉄럚rn톛l톩z톛m/",
      "definition": "A form of journalism in which reporters deeply investigate a single topic of interest.",
      "sentences": [
        "The documentary was based on investigative journalism.",
        "Investigative journalism often uncovers important truths.",
        "She is known for her investigative journalism."
      ]
    },
    {
      "word": "Feature article",
      "pronunciation": "/틛fi틣t툮톛r 틛톔틣rt톩k톛l/",
      "definition": "A prominent article in a newspaper or magazine that is not usually news-based.",
      "sentences": [
        "The magazine published a feature article on climate change.",
        "She wrote a feature article about local heroes.",
        "Feature articles often tell a deeper story."
      ]
    },
    {
      "word": "Op-ed",
      "pronunciation": "/뇷 톝d/",
      "definition": "A newspaper page devoted to signed articles by commentators, columnists, and guest writers.",
      "sentences": [
        "He wrote an op-ed piece for the newspaper.",
        "The op-ed expressed a strong opinion.",
        "Many people read the op-ed section for different views."
      ]
    },
    {
      "word": "Byline",
      "pronunciation": "/틛ba톩la톩n/",
      "definition": "A line in a newspaper or magazine article giving the name of the writer.",
      "sentences": [
        "Her name appeared in the byline of the article.",
        "He was proud to see his byline in the national newspaper.",
        "The byline showed who wrote the story."
      ]
    },
    {
      "word": "Dateline",
      "pronunciation": "/틛de톩tla톩n/",
      "definition": "A line at the head of a newspaper article, giving the date and place of origin.",
      "sentences": [
        "The article had a London dateline.",
        "The dateline indicates where the news came from.",
        "She checked the dateline of the news report."
      ]
    },
    {
      "word": "Scoop",
      "pronunciation": "/sku틣p/",
      "definition": "An item of news published or broadcast by one newspaper or news organization before its rivals.",
      "sentences": [
        "The reporter got a big scoop on the scandal.",
        "Every journalist wants to get a scoop.",
        "It was an exclusive scoop for their newspaper."
      ]
    },
    {
      "word": "Exclusive",
      "pronunciation": "/톩k틛sklu틣s톩v/",
      "definition": "Not shared; available only to one person or group.",
      "sentences": [
        "The newspaper published an exclusive interview with the star.",
        "She got exclusive access to the event.",
        "This is an exclusive report from our correspondent."
      ]
    },
    {
      "word": "Press release",
      "pronunciation": "/pr톝s r톩틛li틣s/",
      "definition": "An official statement issued to newspapers giving information on a particular matter.",
      "sentences": [
        "The company issued a press release about its new product.",
        "Journalists read the press release for details.",
        "She wrote a press release for the event."
      ]
    },
    {
      "word": "Public relations (PR)",
      "pronunciation": "/틛p툷bl톩k r톩틛le톩툮톛nz/",
      "definition": "The professional maintenance of a favorable public image by a company or other organization or a famous person.",
      "sentences": [
        "She works in public relations for a movie studio.",
        "Good public relations are important for a brand.",
        "The PR team managed the celebrity's image."
      ]
    },
    {
      "word": "Social media marketing",
      "pronunciation": "/틛so툵툮톛l 틛mi틣di톛 틛m톔틣rk톩t톩콂/",
      "definition": "The use of social media platforms to promote a product or service.",
      "sentences": [
        "Many businesses use social media marketing to reach customers.",
        "She specializes in social media marketing.",
        "Social media marketing requires creative content."
      ]
    },
    {
      "word": "Digital marketing",
      "pronunciation": "/틛d톩d뉄뿂톛l 틛m톔틣rk톩t톩콂/",
      "definition": "The marketing of products or services using digital technologies, mainly on the internet.",
      "sentences": [
        "He took a course on digital marketing.",
        "Digital marketing includes SEO and social media.",
        "Many companies focus on digital marketing strategies."
      ]
    },
    {
      "word": "Online community",
      "pronunciation": "/틛뇵la톩n k톛틛mju틣n톩ti/",
      "definition": "A group of people who interact with each other primarily through the internet.",
      "sentences": [
        "She found support in an online community.",
        "The game has a very active online community.",
        "Online communities can be a great place to share interests."
      ]
    },
    {
      "word": "Forum",
      "pronunciation": "/틛f톖틣r톛m/",
      "definition": "An online discussion group where people can post and reply to messages.",
      "sentences": [
        "I asked for advice on an online forum.",
        "The forum is a place for fans to discuss the show.",
        "He found the answer in a gaming forum."
      ]
    },
    {
      "word": "Thread",
      "pronunciation": "/풪r톝d/",
      "definition": "A series of messages on a discussion forum or social media that relate to the same topic.",
      "sentences": [
        "I read the entire thread of comments.",
        "She started a new thread about the movie.",
        "The discussion thread became very long."
      ]
    },
    {
      "word": "Avatar",
      "pronunciation": "/틛칝v톛t톔틣r/",
      "definition": "A graphic image that represents a person in a virtual world or online forum.",
      "sentences": [
        "He chose a cool avatar for his online profile.",
        "Many games allow you to customize your avatar.",
        "Her avatar was a cute cartoon character."
      ]
    },
    {
      "word": "Username",
      "pronunciation": "/틛ju틣z톛r틟ne톩m/",
      "definition": "A unique name that identifies a user on a computer system or network.",
      "sentences": [
        "Choose a strong username for your account.",
        "I forgot my username and password.",
        "Her username is easy to remember."
      ]
    },
    {
      "word": "Password",
      "pronunciation": "/틛p칝sw톞틣rd/",
      "definition": "A secret word or phrase that must be used to gain admission to something.",
      "sentences": [
        "Always use a strong password for your online accounts.",
        "He typed in his password to log in.",
        "Keep your password secret."
      ]
    },
    {
      "word": "Privacy settings",
      "pronunciation": "/틛pra톩v톛si 틛s톝t톩콂z/",
      "definition": "Controls that allow users to manage who can see their information on social media or other online platforms.",
      "sentences": [
        "Check your privacy settings regularly.",
        "She adjusted her privacy settings on Facebook.",
        "Privacy settings help protect your personal data."
      ]
    },
    {
      "word": "Terms of service",
      "pronunciation": "/t톞틣rmz 톛v 틛s톞틣rv톩s/",
      "definition": "The legal agreements between a service provider and a person who wants to use that service.",
      "sentences": [
        "You must agree to the terms of service to use the app.",
        "Always read the terms of service carefully.",
        "The terms of service outline user responsibilities."
      ]
    },
    {
      "word": "User agreement",
      "pronunciation": "/틛ju틣z톛r 톛틛토ri틣m톛nt/",
      "definition": "A contract between a user and a service provider, detailing rights and responsibilities.",
      "sentences": [
        "The user agreement specifies how you can use the software.",
        "You must accept the user agreement to proceed.",
        "The user agreement protects both the user and the company."
      ]
    },
    {
      "word": "Data privacy",
      "pronunciation": "/틛de톩t톛 틛pra톩v톛si/",
      "definition": "The protection of personal data from unauthorized access or use.",
      "sentences": [
        "Data privacy is a major concern online.",
        "Companies have a responsibility to ensure data privacy.",
        "New laws aim to improve data privacy."
      ]
    },
    {
      "word": "Content moderation",
      "pronunciation": "/틛k뇵t톝nt 틟m뇫톛틛re톩툮톛n/",
      "definition": "The process of monitoring and filtering user-generated content to ensure it meets certain guidelines.",
      "sentences": [
        "Social media platforms use content moderation.",
        "Content moderation helps keep online spaces safe.",
        "She works in content moderation for a large website."
      ]
    },
    {
      "word": "Digital footprint",
      "pronunciation": "/틛d톩d뉄뿂톛l 틛f툵tpr톩nt/",
      "definition": "The unique set of traceable digital activities, actions, contributions, and communications that a person makes online.",
      "sentences": [
        "Be careful what you post online, it creates a digital footprint.",
        "Your digital footprint can affect your future.",
        "Managing your digital footprint is important."
      ]
    },
    {
      "word": "Online safety",
      "pronunciation": "/틛뇵la톩n 틛se톩fti/",
      "definition": "The practice of protecting yourself and your information while using the internet.",
      "sentences": [
        "Parents teach their children about online safety.",
        "Online safety tips include not sharing personal details.",
        "Learning about online safety is crucial for everyone."
      ]
    },
    {
      "word": "Cyberbullying",
      "pronunciation": "/틛sa톩b톛rb툵li톩콂/",
      "definition": "The use of electronic communication to bully a person, typically by sending messages of an intimidating or threatening nature.",
      "sentences": [
        "Cyberbullying is a serious problem online.",
        "Schools teach students how to prevent cyberbullying.",
        "Report cyberbullying if you experience it."
      ]
    },
    {
      "word": "Fake news",
      "pronunciation": "/fe톩k nu틣z/",
      "definition": "False information or propaganda published as if it were authentic news.",
      "sentences": [
        "Be careful not to believe fake news.",
        "Fake news spreads quickly on social media.",
        "Always check your sources to avoid fake news."
      ]
    },
    {
      "word": "Misinformation",
      "pronunciation": "/틟m톩s톩nf톛r틛me톩툮톛n/",
      "definition": "False or inaccurate information, especially that which is intended to deceive.",
      "sentences": [
        "The article contained a lot of misinformation.",
        "Misinformation can cause confusion.",
        "It's important to correct misinformation when you see it."
      ]
    },
    {
      "word": "Disinformation",
      "pronunciation": "/틟d톩s톩nf톛r틛me톩툮톛n/",
      "definition": "False information that is intended to mislead, especially propaganda issued by a government organization to a rival power or the media.",
      "sentences": [
        "The campaign spread disinformation to influence voters.",
        "Disinformation is a serious threat to public trust.",
        "It's hard to fight against organized disinformation."
      ]
    },
    {
      "word": "Fact-checking",
      "pronunciation": "/f칝kt 틛t툮톝k톩콂/",
      "definition": "The process of verifying the factual accuracy of statements and claims.",
      "sentences": [
        "Always do fact-checking before sharing news.",
        "Fact-checking websites help identify false information.",
        "Good journalism includes thorough fact-checking."
      ]
    },
    {
      "word": "Source",
      "pronunciation": "/s톖틣rs/",
      "definition": "A place, person, or thing from which something originates or can be obtained.",
      "sentences": [
        "Always check the source of the information.",
        "The news report cited a reliable source.",
        "Where did you get your source material?"
      ]
    },
    {
      "word": "Credibility",
      "pronunciation": "/틟kr톝d톛틛b톩l톛ti/",
      "definition": "The quality of being trusted and believed in.",
      "sentences": [
        "The newspaper has high credibility.",
        "His credibility as a reporter was questioned.",
        "It takes time to build credibility."
      ]
    }
  ]
}
