{
  "title": "Space & Astronomy",
  "icon": "游깳",
  "words": [
    {
      "word": "Space",
      "pronunciation": "/spe톩s/",
      "definition": "The vast area beyond Earth's atmosphere where planets, stars, and galaxies exist.",
      "sentences": [
        "Astronauts travel into space.",
        "There are many wonders to discover in outer space.",
        "Space is mostly empty, but it contains everything in the universe."
      ]
    },
    {
      "word": "Astronomy",
      "pronunciation": "/톛틛str뇵톛mi/",
      "definition": "The scientific study of stars, planets, and everything else in space.",
      "sentences": [
        "Astronomy helps us understand the universe.",
        "My favorite subject is astronomy.",
        "Ancient people used astronomy to track seasons."
      ]
    },
    {
      "word": "Planet",
      "pronunciation": "/틛pl칝n톩t/",
      "definition": "A large round object in space that orbits a star.",
      "sentences": [
        "Earth is our home planet.",
        "Jupiter is the largest planet in our solar system.",
        "Scientists are always looking for new planets."
      ]
    },
    {
      "word": "Star",
      "pronunciation": "/st톔틣r/",
      "definition": "A huge ball of hot, glowing gas in space that produces its own light and heat.",
      "sentences": [
        "The sun is a star.",
        "We can see many stars in the night sky.",
        "Stars twinkle because of Earth's atmosphere."
      ]
    },
    {
      "word": "Moon",
      "pronunciation": "/mu틣n/",
      "definition": "A natural satellite that orbits a planet.",
      "sentences": [
        "The moon shines brightly at night.",
        "Astronauts walked on the moon.",
        "Earth has one moon."
      ]
    },
    {
      "word": "Sun",
      "pronunciation": "/s툷n/",
      "definition": "The star at the center of our solar system, providing light and heat to Earth.",
      "sentences": [
        "The sun rises in the east every morning.",
        "Don't look directly at the sun.",
        "Plants need the sun to grow."
      ]
    },
    {
      "word": "Solar System",
      "pronunciation": "/틛so툵l톛r 틛s톩st톛m/",
      "definition": "The sun and all the planets, moons, and other objects that orbit around it.",
      "sentences": [
        "Our solar system has eight planets.",
        "We learned about the planets in the solar system.",
        "The solar system is part of a much larger galaxy."
      ]
    },
    {
      "word": "Galaxy",
      "pronunciation": "/틛토칝l톛ksi/",
      "definition": "A huge group of stars, gas, and dust held together by gravity.",
      "sentences": [
        "Our solar system is in the Milky Way galaxy.",
        "There are billions of galaxies in the universe.",
        "Galaxies come in different shapes, like spirals."
      ]
    },
    {
      "word": "Universe",
      "pronunciation": "/틛ju틣n톩v톞틣rs/",
      "definition": "All of space and time and everything in it.",
      "sentences": [
        "The universe is vast and mysterious.",
        "Scientists are trying to understand how the universe began.",
        "We are just a tiny part of the enormous universe."
      ]
    },
    {
      "word": "Astronaut",
      "pronunciation": "/틛칝str톛틟n톖틣t/",
      "definition": "A person trained to travel in a spacecraft.",
      "sentences": [
        "The astronaut floated in zero gravity.",
        "Becoming an astronaut requires a lot of training.",
        "Many children dream of becoming an astronaut."
      ]
    },
    {
      "word": "Rocket",
      "pronunciation": "/틛r뇲톩t/",
      "definition": "A vehicle that uses engines to push itself into space.",
      "sentences": [
        "The rocket launched into the sky.",
        "Rockets are used to send satellites into orbit.",
        "We watched the rocket take off on TV."
      ]
    },
    {
      "word": "Satellite",
      "pronunciation": "/틛s칝t톛la톩t/",
      "definition": "An object, natural or artificial, that orbits a planet or star.",
      "sentences": [
        "The moon is Earth's natural satellite.",
        "Many artificial satellites orbit Earth to help with communication.",
        "Weather satellites send us pictures of clouds."
      ]
    },
    {
      "word": "Telescope",
      "pronunciation": "/틛t톝l톩sko툵p/",
      "definition": "An instrument that makes distant objects appear closer and larger, used for viewing space.",
      "sentences": [
        "We used a telescope to see the moon's craters.",
        "Galileo used a telescope to study the planets.",
        "A powerful telescope can see distant galaxies."
      ]
    },
    {
      "word": "Observatory",
      "pronunciation": "/톛b틛z톞틣rv톛t톖틣ri/",
      "definition": "A building or place equipped for observing natural phenomena, especially astronomical ones.",
      "sentences": [
        "We visited an observatory to look at the stars.",
        "The observatory has a very large telescope.",
        "Many observatories are built on high mountains."
      ]
    },
    {
      "word": "Orbit",
      "pronunciation": "/틛톖틣rb톩t/",
      "definition": "The curved path that a planet, moon, or satellite follows around another object in space.",
      "sentences": [
        "The Earth orbits the sun once a year.",
        "The moon is in orbit around the Earth.",
        "Satellites are launched into orbit."
      ]
    },
    {
      "word": "Gravity",
      "pronunciation": "/틛토r칝v톩ti/",
      "definition": "The force that pulls objects toward each other, like Earth's gravity pulling things down.",
      "sentences": [
        "Gravity keeps us on the ground.",
        "The moon's gravity causes tides on Earth.",
        "Astronauts experience very little gravity in space."
      ]
    },
    {
      "word": "Constellation",
      "pronunciation": "/틟k뇵st톛틛le톩툮톛n/",
      "definition": "A group of stars that form a recognizable pattern in the night sky.",
      "sentences": [
        "The Big Dipper is a famous constellation.",
        "We learned to find different constellations.",
        "Ancient people named constellations after animals and heroes."
      ]
    },
    {
      "word": "Meteor",
      "pronunciation": "/틛mi틣ti톛r/",
      "definition": "A small piece of rock or metal that burns up as it enters Earth's atmosphere, creating a streak of light.",
      "sentences": [
        "We saw a bright meteor streak across the sky.",
        "Meteors are often called 'shooting stars'.",
        "A meteor shower is when many meteors are seen."
      ]
    },
    {
      "word": "Comet",
      "pronunciation": "/틛k뇴톩t/",
      "definition": "A celestial object consisting of a nucleus of ice and dust and, when near the sun, a 'tail' of gas and dust particles pointing away from the sun.",
      "sentences": [
        "Halley's Comet visits Earth's sky every 76 years.",
        "Comets have long, glowing tails.",
        "Scientists study comets to learn about the early solar system."
      ]
    },
    {
      "word": "Asteroid",
      "pronunciation": "/틛칝st톛r톖톩d/",
      "definition": "A small rocky body orbiting the sun, especially in the asteroid belt between Mars and Jupiter.",
      "sentences": [
        "Asteroids are much smaller than planets.",
        "The asteroid belt contains millions of asteroids.",
        "Scientists track asteroids that might come close to Earth."
      ]
    },
    {
      "word": "Black Hole",
      "pronunciation": "/bl칝k ho툵l/",
      "definition": "A region of space where gravity is so strong that nothing, not even light, can escape.",
      "sentences": [
        "Scientists believe there's a supermassive black hole at the center of our galaxy.",
        "Black holes are very mysterious objects in space.",
        "Light cannot escape the pull of a black hole."
      ]
    },
    {
      "word": "Light-year",
      "pronunciation": "/틛la톩t틟j톩톛r/",
      "definition": "The distance light travels in one Earth year, used to measure vast distances in space.",
      "sentences": [
        "The nearest star is about four light-years away.",
        "A light-year is a measure of distance, not time.",
        "Galaxies are millions of light-years apart."
      ]
    },
    {
      "word": "Milky Way",
      "pronunciation": "/틛m톩lki we톩/",
      "definition": "The galaxy that contains our Solar System, visible as a faint band of light in the night sky.",
      "sentences": [
        "Our sun is just one of billions of stars in the Milky Way.",
        "On a clear night, you can see the Milky Way.",
        "The Milky Way is a spiral galaxy."
      ]
    },
    {
      "word": "Nebula",
      "pronunciation": "/틛n톝bj툵l톛/",
      "definition": "A cloud of gas and dust in outer space, often where new stars are forming.",
      "sentences": [
        "The Orion Nebula is a famous star-forming region.",
        "Nebulae can be beautiful and colorful.",
        "Stars are born from the gas and dust in a nebula."
      ]
    },
    {
      "word": "Supernova",
      "pronunciation": "/틟su틣p톛r틛no툵v톛/",
      "definition": "A powerful and luminous stellar explosion, marking the end of a star's life.",
      "sentences": [
        "A supernova can be brighter than an entire galaxy for a short time.",
        "The explosion of a massive star creates a supernova.",
        "Supernovae spread heavy elements throughout the universe."
      ]
    },
    {
      "word": "Cosmos",
      "pronunciation": "/틛k눀m뇹/",
      "definition": "The universe regarded as a complex and orderly system.",
      "sentences": [
        "Scientists study the laws of the cosmos.",
        "The vastness of the cosmos is hard to imagine.",
        "Learning about the cosmos is fascinating."
      ]
    },
    {
      "word": "Meteorite",
      "pronunciation": "/틛mi틣ti톛ra톩t/",
      "definition": "A piece of rock or metal from space that has fallen to Earth's surface.",
      "sentences": [
        "Scientists found a meteorite in the desert.",
        "Meteorites can provide clues about the early solar system.",
        "Some meteorites are very old."
      ]
    },
    {
      "word": "Crater",
      "pronunciation": "/틛kre톩t톛r/",
      "definition": "A large bowl-shaped hole on the surface of a planet or moon, caused by an impact from an asteroid or meteor.",
      "sentences": [
        "The moon's surface is covered in craters.",
        "Scientists study craters to learn about impacts.",
        "The meteor left a large crater in the ground."
      ]
    },
    {
      "word": "Atmosphere",
      "pronunciation": "/틛칝tm톛sf톩톛r/",
      "definition": "The layer of gases surrounding a planet or other celestial body.",
      "sentences": [
        "Earth's atmosphere protects us from harmful radiation.",
        "Mars has a very thin atmosphere.",
        "Meteors burn up when they enter Earth's atmosphere."
      ]
    },
    {
      "word": "Weightlessness",
      "pronunciation": "/틛we톩tl톛sn톩s/",
      "definition": "The state of being without apparent weight, as in freefall or in orbit around the Earth.",
      "sentences": [
        "Astronauts experience weightlessness in space.",
        "Weightlessness can make it hard to move around.",
        "Objects float in weightlessness."
      ]
    },
    {
      "word": "Eclipse",
      "pronunciation": "/톩틛kl톩ps/",
      "definition": "An event where one celestial body obscures another, such as when the moon passes between the sun and Earth, blocking the sun's light.",
      "sentences": [
        "We watched a partial solar eclipse.",
        "During a lunar eclipse, the moon turns reddish.",
        "Eclipses are rare and exciting events."
      ]
    },
    {
      "word": "Zodiac",
      "pronunciation": "/틛zo툵di칝k/",
      "definition": "A belt of the heavens within about 8춿 either side of the ecliptic, including the paths of the sun, moon, and visible planets.",
      "sentences": [
        "The zodiac is divided into twelve astrological signs.",
        "Many ancient cultures observed the zodiac.",
        "The sun appears to move through the zodiac throughout the year."
      ]
    },
    {
      "word": "Equinox",
      "pronunciation": "/틛i틣kw톩n뇲s/",
      "definition": "The time or date (twice each year) at which the sun crosses the celestial equator, when day and night are of equal length.",
      "sentences": [
        "The vernal equinox marks the beginning of spring.",
        "There are two equinoxes each year, in spring and autumn.",
        "On the equinox, day and night are roughly the same length."
      ]
    },
    {
      "word": "Solstice",
      "pronunciation": "/틛s뇳st톩s/",
      "definition": "Either of the two times in the year when the sun reaches its highest or lowest point in the sky at noon, marked by the longest and shortest days.",
      "sentences": [
        "The summer solstice has the longest day of the year.",
        "The winter solstice has the shortest day.",
        "Solstices are important astronomical events."
      ]
    },
    {
      "word": "Andromeda Galaxy",
      "pronunciation": "/칝n틛dr뇴톩d톛 틛토칝l톛ksi/",
      "definition": "The closest large spiral galaxy to the Milky Way.",
      "sentences": [
        "The Andromeda Galaxy is on a collision course with the Milky Way, but it will take billions of years.",
        "You can sometimes see the Andromeda Galaxy with the naked eye.",
        "The Andromeda Galaxy is much larger than our own."
      ]
    },
    {
      "word": "Hubble Space Telescope",
      "pronunciation": "/틛h툷bl퍌 spe톩s 틛t톝l톩sko툵p/",
      "definition": "A space telescope that was launched into low Earth orbit in 1990 and remains in operation.",
      "sentences": [
        "The Hubble Space Telescope has given us amazing images of distant galaxies.",
        "Scientists use the Hubble Space Telescope to study the universe.",
        "The Hubble Space Telescope has helped us understand black holes."
      ]
    },
    {
      "word": "James Webb Space Telescope",
      "pronunciation": "/d뇬톩mz w톝b spe톩s 틛t톝l톩sko툵p/",
      "definition": "A large space telescope optimized for infrared astronomy, launched in 2021.",
      "sentences": [
        "The James Webb Space Telescope can see further back in time than Hubble.",
        "Scientists are excited about the discoveries from the James Webb Space Telescope.",
        "The James Webb Space Telescope is designed to study the early universe."
      ]
    },
    {
      "word": "Planetarium",
      "pronunciation": "/틟pl칝n톩틛t톝톛ri톛m/",
      "definition": "A theatre in which images of stars, planets, and other celestial objects are projected onto a domed ceiling.",
      "sentences": [
        "We went to the planetarium to learn about the constellations.",
        "The planetarium show was very immersive.",
        "Children love visiting the planetarium."
      ]
    },
    {
      "word": "Spacecraft",
      "pronunciation": "/틛spe톩s틟kr칝ft/",
      "definition": "A vehicle used for travel in space.",
      "sentences": [
        "The spacecraft landed safely on Mars.",
        "Astronauts travel in a spacecraft.",
        "Many different types of spacecraft explore our solar system."
      ]
    },
    {
      "word": "Probe",
      "pronunciation": "/pro툵b/",
      "definition": "An unmanned spacecraft designed to explore space and send information back to Earth.",
      "sentences": [
        "The Mars Rover is a type of space probe.",
        "Probes have visited many planets in our solar system.",
        "The probe sent back amazing pictures of Jupiter."
      ]
    },
    {
      "word": "Rover",
      "pronunciation": "/틛ro툵v톛r/",
      "definition": "A vehicle designed to move across the surface of a planet or other celestial body.",
      "sentences": [
        "The Mars rover explores the surface of Mars.",
        "Rovers collect samples and take pictures.",
        "The Curiosity rover has been on Mars for years."
      ]
    },
    {
      "word": "Module",
      "pronunciation": "/틛m뇫ju틣l/",
      "definition": "A self-contained unit or component of a larger structure, especially one that can be detached or added.",
      "sentences": [
        "The astronauts detached the lunar module from the spacecraft.",
        "The International Space Station is made of many modules.",
        "Each module has a specific purpose."
      ]
    },
    {
      "word": "Docking",
      "pronunciation": "/틛d뇲톩콂/",
      "definition": "The joining together of two spacecraft in space.",
      "sentences": [
        "The spacecraft successfully completed docking with the space station.",
        "Docking requires precise maneuvers.",
        "Astronauts practice docking procedures on Earth."
      ]
    },
    {
      "word": "Launch",
      "pronunciation": "/l톖틣nt툮/",
      "definition": "The act of sending a rocket or spacecraft into space.",
      "sentences": [
        "The rocket launch was scheduled for dawn.",
        "We watched the live broadcast of the space shuttle launch.",
        "The launch was delayed due to bad weather."
      ]
    },
    {
      "word": "Re-entry",
      "pronunciation": "/ri틣틛톝ntri/",
      "definition": "The action of a spacecraft or missile re-entering the Earth's atmosphere.",
      "sentences": [
        "The spacecraft prepared for re-entry into Earth's atmosphere.",
        "Re-entry creates a lot of heat due to friction.",
        "The re-entry capsule splashed down in the ocean."
      ]
    },
    {
      "word": "Splashdown",
      "pronunciation": "/틛spl칝툮틟da툵n/",
      "definition": "The landing of a spacecraft in the sea.",
      "sentences": [
        "The astronauts returned to Earth with a successful splashdown.",
        "The splashdown was carefully planned in the Pacific Ocean.",
        "We watched the splashdown on TV."
      ]
    },
    {
      "word": "Mission Control",
      "pronunciation": "/틛m톩툮톛n k톛n틛tro툵l/",
      "definition": "The center from which a space mission is directed and monitored.",
      "sentences": [
        "Mission Control guided the astronauts through their spacewalk.",
        "The team at Mission Control worked tirelessly.",
        "All commands for the spacecraft came from Mission Control."
      ]
    },
    {
      "word": "Spacewalk",
      "pronunciation": "/틛spe톩sw톖틣k/",
      "definition": "An activity in which an astronaut moves around in space outside a spacecraft.",
      "sentences": [
        "The astronaut performed a spacewalk to repair the satellite.",
        "Spacewalks are dangerous but necessary for maintenance.",
        "He trained for years to do a spacewalk."
      ]
    },
    {
      "word": "Zero Gravity",
      "pronunciation": "/틛z톩톛ro툵 틛토r칝v톩ti/",
      "definition": "The state or condition of apparent weightlessness.",
      "sentences": [
        "In zero gravity, objects float freely.",
        "Astronauts learn to live and work in zero gravity.",
        "Zero gravity makes everyday tasks challenging."
      ]
    },
    {
      "word": "International Space Station (ISS)",
      "pronunciation": "/틟톩nt톛r틛n칝툮톛nl퍌 spe톩s 틛ste톩툮톛n/",
      "definition": "A habitable artificial satellite in low Earth orbit, a collaborative project involving multiple countries.",
      "sentences": [
        "Astronauts from different countries live and work on the ISS.",
        "The ISS is a scientific laboratory in space.",
        "You can sometimes see the ISS from Earth with the naked eye."
      ]
    },
    {
      "word": "Space Debris",
      "pronunciation": "/spe톩s d톩틛bri틣/",
      "definition": "Fragments of rockets and satellites left in orbit around the Earth.",
      "sentences": [
        "Space debris poses a threat to active satellites.",
        "Scientists track space debris to prevent collisions.",
        "Cleaning up space debris is a growing challenge."
      ]
    },
    {
      "word": "Asteroid Belt",
      "pronunciation": "/틛칝st톛r톖톩d b톝lt/",
      "definition": "A region of space between the orbits of Mars and Jupiter where most asteroids are found.",
      "sentences": [
        "The asteroid belt contains millions of rocky objects.",
        "Spacecraft often travel through the asteroid belt.",
        "The asteroid belt is a source of scientific interest."
      ]
    },
    {
      "word": "Kuiper Belt",
      "pronunciation": "/틛ka톩p톛r b톝lt/",
      "definition": "A region of the solar system beyond the orbit of Neptune, believed to contain many comets, asteroids, and other small bodies made largely of ice.",
      "sentences": [
        "Pluto is located in the Kuiper Belt.",
        "The Kuiper Belt is a cold, distant region of our solar system.",
        "Scientists are still exploring the Kuiper Belt."
      ]
    },
    {
      "word": "Oort Cloud",
      "pronunciation": "/톖틣rt kla툵d/",
      "definition": "A theoretical spherical cloud of icy objects believed to surround the Sun at a great distance and to be the source of most long-period comets.",
      "sentences": [
        "The Oort Cloud is thought to be the outermost region of our solar system.",
        "Comets from the Oort Cloud can take thousands of years to orbit the sun.",
        "The Oort Cloud is too far away to observe directly."
      ]
    },
    {
      "word": "Exoplanet",
      "pronunciation": "/틛톝kso툵틟pl칝n톩t/",
      "definition": "A planet that orbits a star outside our solar system.",
      "sentences": [
        "Scientists have discovered thousands of exoplanets.",
        "Some exoplanets might have conditions suitable for life.",
        "The search for exoplanets is a major area of astronomy."
      ]
    },
    {
      "word": "Habitable Zone",
      "pronunciation": "/틛h칝b톩t톛bl퍌 zo툵n/",
      "definition": "The region around a star where conditions are just right for liquid water to exist on a planet's surface, making it potentially suitable for life.",
      "sentences": [
        "Scientists look for exoplanets in the habitable zone.",
        "Earth is located in our sun's habitable zone.",
        "Finding a planet in the habitable zone is exciting for astronomers."
      ]
    },
    {
      "word": "Red Giant",
      "pronunciation": "/r톝d 틛d뇨톩톛nt/",
      "definition": "A large, old star that has expanded and cooled, appearing reddish.",
      "sentences": [
        "Our sun will eventually become a red giant.",
        "Red giants are much larger than our sun.",
        "The red giant star was visible even without a telescope."
      ]
    },
    {
      "word": "White Dwarf",
      "pronunciation": "/wa톩t dw톖틣rf/",
      "definition": "A small, dense star that is the remnant of a star like our sun after it has exhausted its nuclear fuel.",
      "sentences": [
        "A white dwarf is what remains after a red giant sheds its outer layers.",
        "White dwarfs are very hot but small.",
        "The white dwarf slowly cools over billions of years."
      ]
    },
    {
      "word": "Neutron Star",
      "pronunciation": "/틛nju틣tr뇵 st톔틣r/",
      "definition": "A very dense, compact star that is the remnant of a massive star after a supernova explosion.",
      "sentences": [
        "Neutron stars are incredibly dense; a teaspoon of their material would weigh billions of tons.",
        "Some neutron stars spin very rapidly.",
        "Neutron stars are formed after a supernova."
      ]
    },
    {
      "word": "Pulsar",
      "pronunciation": "/틛p툷ls톔틣r/",
      "definition": "A rapidly rotating neutron star that emits pulses of radiation at regular intervals.",
      "sentences": [
        "Pulsars are like cosmic lighthouses, emitting beams of radiation.",
        "Scientists can detect pulsars with radio telescopes.",
        "The discovery of pulsars was a surprise to astronomers."
      ]
    },
    {
      "word": "Cosmic Microwave Background (CMB)",
      "pronunciation": "/틛k눀m톩k 틛ma톩kr톛틟we톩v 틛b칝k틟토ra툵nd/",
      "definition": "Faint cosmic background radiation that fills all space, considered to be the afterglow of the Big Bang.",
      "sentences": [
        "The CMB is important evidence for the Big Bang theory.",
        "Scientists study the CMB to learn about the early universe.",
        "The CMB is uniform across the sky."
      ]
    },
    {
      "word": "Big Bang Theory",
      "pronunciation": "/b톩토 b칝콂 틛풪톩톛ri/",
      "definition": "The leading scientific theory for how the universe began, suggesting it started from a very hot, dense state and has been expanding ever since.",
      "sentences": [
        "The Big Bang theory explains the origin of the universe.",
        "Evidence for the Big Bang theory includes the expansion of the universe and the CMB.",
        "The Big Bang theory is widely accepted by scientists."
      ]
    },
    {
      "word": "Dark Matter",
      "pronunciation": "/d톔틣rk 틛m칝t톛r/",
      "definition": "A hypothetical form of matter that is thought to account for approximately 27% of the mass in the universe, but does not interact with light or other electromagnetic radiation.",
      "sentences": [
        "Scientists believe dark matter holds galaxies together.",
        "Dark matter cannot be seen directly.",
        "The nature of dark matter is one of the biggest mysteries in astronomy."
      ]
    },
    {
      "word": "Dark Energy",
      "pronunciation": "/d톔틣rk 틛톝n톛rd뇰/",
      "definition": "A hypothetical form of energy thought to be responsible for the accelerated expansion of the universe.",
      "sentences": [
        "Dark energy is pushing galaxies apart at an increasing rate.",
        "Dark energy makes up about 68% of the universe's energy density.",
        "The existence of dark energy is inferred from observations of the universe's expansion."
      ]
    },
    {
      "word": "Cosmology",
      "pronunciation": "/k눀틛m뇳톛d뇰/",
      "definition": "The scientific study of the origin, evolution, and large-scale structure of the universe.",
      "sentences": [
        "Cosmology explores fundamental questions about the universe.",
        "Scientists in cosmology study the Big Bang and dark energy.",
        "Cosmology is a fascinating field of study."
      ]
    },
    {
      "word": "Light pollution",
      "pronunciation": "/la톩t p톛틛lu틣툮톛n/",
      "definition": "Excessive, misdirected, or obtrusive artificial light that brightens the night sky, making it difficult to see stars and other celestial objects.",
      "sentences": [
        "Light pollution makes it hard to see stars in cities.",
        "Astronomers try to escape light pollution by going to dark sites.",
        "Reducing light pollution helps protect nocturnal animals."
      ]
    },
    {
      "word": "Asterism",
      "pronunciation": "/틛칝st톛r톩z톛m/",
      "definition": "A prominent pattern or group of stars, typically having a popular name but smaller than a constellation.",
      "sentences": [
        "The Big Dipper is actually an asterism, not a constellation.",
        "The Summer Triangle is a well-known asterism.",
        "Asterisms are easy to spot in the night sky."
      ]
    },
    {
      "word": "Celestial Sphere",
      "pronunciation": "/s톩틛l톝st툮톛l sf톩톛r/",
      "definition": "An imaginary sphere surrounding Earth, on which all celestial bodies appear to be located.",
      "sentences": [
        "Astronomers use the celestial sphere to map star positions.",
        "The celestial sphere is a useful concept for understanding sky movements.",
        "Stars appear fixed on the celestial sphere."
      ]
    },
    {
      "word": "Zenith",
      "pronunciation": "/틛z톝n톩풪/",
      "definition": "The point in the sky or celestial sphere directly above an observer.",
      "sentences": [
        "The sun reaches its zenith at noon.",
        "The star was directly at the zenith.",
        "From the North Pole, the North Star is at your zenith."
      ]
    },
    {
      "word": "Nadir",
      "pronunciation": "/틛ne톩d톩톛r/",
      "definition": "The point on the celestial sphere directly opposite the zenith; the lowest point.",
      "sentences": [
        "The nadir is the point directly below you.",
        "It's the opposite of the zenith.",
        "The sun reaches its nadir at midnight."
      ]
    },
    {
      "word": "Horizon",
      "pronunciation": "/h톛틛ra톩zn퍌/",
      "definition": "The line where the Earth's surface and the sky appear to meet.",
      "sentences": [
        "The sun set below the horizon.",
        "We watched the ships disappear over the horizon.",
        "The horizon looked very clear today."
      ]
    },
    {
      "word": "Celestial Equator",
      "pronunciation": "/s톩틛l톝st툮톛l 톩틛kwe톩t톛r/",
      "definition": "The projection of the Earth's equator onto the celestial sphere.",
      "sentences": [
        "Stars on the celestial equator are visible from most parts of Earth.",
        "The sun crosses the celestial equator at the equinoxes.",
        "The celestial equator helps astronomers locate objects."
      ]
    },
    {
      "word": "Ecliptic",
      "pronunciation": "/톩틛kl톩pt톩k/",
      "definition": "The apparent path of the sun across the celestial sphere over the course of a year.",
      "sentences": [
        "The planets and moon are usually found near the ecliptic.",
        "The ecliptic passes through the constellations of the zodiac.",
        "The Earth's orbit around the sun defines the ecliptic."
      ]
    },
    {
      "word": "Right Ascension",
      "pronunciation": "/ra톩t 톛틛s톝n툮톛n/",
      "definition": "The celestial equivalent of longitude, used to locate objects on the celestial sphere.",
      "sentences": [
        "Astronomers use right ascension and declination to pinpoint stars.",
        "Right ascension is measured in hours, minutes, and seconds.",
        "The right ascension of a star helps us find it with a telescope."
      ]
    },
    {
      "word": "Declination",
      "pronunciation": "/틟d톝kl톩틛ne톩툮톛n/",
      "definition": "The celestial equivalent of latitude, used to locate objects on the celestial sphere.",
      "sentences": [
        "Declination is measured in degrees north or south of the celestial equator.",
        "Together, right ascension and declination give a star's precise location.",
        "The North Star has a declination close to +90 degrees."
      ]
    },
    {
      "word": "Celestial Pole",
      "pronunciation": "/s톩틛l톝st툮톛l po툵l/",
      "definition": "Either of two imaginary points in the sky, directly above the Earth's North and South Poles, around which the celestial sphere appears to rotate.",
      "sentences": [
        "The North Star is very close to the North Celestial Pole.",
        "The celestial poles appear fixed in the sky.",
        "All other stars appear to circle the celestial poles."
      ]
    },
    {
      "word": "Precession",
      "pronunciation": "/pr톩틛s톝툮톛n/",
      "definition": "The slow wobble of Earth's axis, which changes the position of the celestial poles over thousands of years.",
      "sentences": [
        "Precession causes the North Star to change over long periods.",
        "The Earth's precession cycle takes about 26,000 years.",
        "Precession affects the timing of equinoxes and solstices."
      ]
    },
    {
      "word": "Sidereal Day",
      "pronunciation": "/sa톩틛d톩톛ri톛l de톩/",
      "definition": "The time it takes for the Earth to complete one rotation with respect to the distant stars, approximately 23 hours, 56 minutes, and 4 seconds.",
      "sentences": [
        "A sidereal day is slightly shorter than a solar day.",
        "Astronomers use sidereal time for precise observations.",
        "The sidereal day is based on Earth's true rotation."
      ]
    },
    {
      "word": "Solar Day",
      "pronunciation": "/틛so툵l톛r de톩/",
      "definition": "The time it takes for the Earth to complete one rotation with respect to the Sun, approximately 24 hours.",
      "sentences": [
        "Our everyday timekeeping is based on the solar day.",
        "A solar day is how long it takes for the sun to return to the same position in the sky.",
        "The solar day is what we commonly call 'a day'."
      ]
    },
    {
      "word": "Meteoroid",
      "pronunciation": "/틛mi틣ti톛r톖톩d/",
      "definition": "A small body of rock or metal in outer space, before it enters Earth's atmosphere.",
      "sentences": [
        "A meteoroid can be as small as a grain of sand or as large as a boulder.",
        "When a meteoroid enters the atmosphere, it becomes a meteor.",
        "Scientists track meteoroids that might pose a threat to Earth."
      ]
    },
    {
      "word": "Aurora",
      "pronunciation": "/톖틣틛r톖틣r톛/",
      "definition": "A natural electrical phenomenon characterized by the appearance of streamers of reddish or greenish light in the sky, especially near the northern or southern magnetic poles.",
      "sentences": [
        "The aurora borealis is also known as the Northern Lights.",
        "Auroras are caused by solar winds interacting with Earth's magnetic field.",
        "Seeing an aurora is a breathtaking experience."
      ]
    },
    {
      "word": "Solar Flare",
      "pronunciation": "/틛so툵l톛r fl톝톛r/",
      "definition": "A sudden, intense burst of radiation from the sun's surface.",
      "sentences": [
        "Solar flares can sometimes disrupt radio communications on Earth.",
        "Scientists monitor solar flares for space weather predictions.",
        "A solar flare is a powerful explosion on the sun."
      ]
    },
    {
      "word": "Coronal Mass Ejection (CME)",
      "pronunciation": "/k뉆ro툵nl퍌 m칝s 톩틛d뉄뜲툮톛n/",
      "definition": "A massive burst of solar wind and magnetic fields rising above the solar corona or being released into space.",
      "sentences": [
        "CMEs can cause geomagnetic storms on Earth.",
        "Large CMEs can impact satellites and power grids.",
        "Scientists track CMEs to predict space weather events."
      ]
    },
    {
      "word": "Solar Wind",
      "pronunciation": "/틛so툵l톛r w톩nd/",
      "definition": "A stream of charged particles released from the upper atmosphere of the Sun, called the corona.",
      "sentences": [
        "The solar wind travels throughout the solar system.",
        "Solar wind causes auroras on Earth.",
        "Spacecraft are designed to withstand the solar wind."
      ]
    },
    {
      "word": "Magnetic Field",
      "pronunciation": "/m칝토틛n톝t톩k fi틣ld/",
      "definition": "A region around a magnetic material or a moving electric charge within which the force of magnetism acts.",
      "sentences": [
        "Earth's magnetic field protects us from harmful solar radiation.",
        "Planets like Jupiter have very strong magnetic fields.",
        "The magnetic field extends far into space."
      ]
    },
    {
      "word": "Magnetosphere",
      "pronunciation": "/m칝토틛ni틣t톛sf톩톛r/",
      "definition": "The region around a planetary body in which the body's magnetic field is the predominant effective magnetic field.",
      "sentences": [
        "Earth's magnetosphere deflects most of the solar wind.",
        "The magnetosphere acts as a shield for our planet.",
        "Studying the magnetosphere helps us understand space weather."
      ]
    },
    {
      "word": "Radiation Belt",
      "pronunciation": "/틟re톩di틛e톩툮톛n b톝lt/",
      "definition": "A zone of energetic charged particles, most of which originate from the solar wind, that are captured by and held around a planet by its magnetic field.",
      "sentences": [
        "The Van Allen radiation belts surround Earth.",
        "Astronauts must pass through radiation belts to reach space.",
        "Radiation belts can be dangerous for electronics."
      ]
    },
    {
      "word": "Cosmic Rays",
      "pronunciation": "/틛k눀m톩k re톩z/",
      "definition": "High-energy particles from outer space that travel at nearly the speed of light.",
      "sentences": [
        "Cosmic rays can pose a risk to astronauts on long missions.",
        "Scientists study cosmic rays to learn about distant supernovae.",
        "Earth's atmosphere and magnetic field protect us from most cosmic rays."
      ]
    },
    {
      "word": "Vacuum",
      "pronunciation": "/틛v칝kju틣m/",
      "definition": "A space entirely devoid of matter.",
      "sentences": [
        "Space is mostly a vacuum.",
        "Sound cannot travel in a vacuum.",
        "Scientists create vacuums in labs for experiments."
      ]
    },
    {
      "word": "Microgravity",
      "pronunciation": "/틟ma톩kro툵틛토r칝v톩ti/",
      "definition": "A state of very weak gravity, such as that experienced in orbiting spacecraft.",
      "sentences": [
        "Astronauts conduct experiments in microgravity.",
        "Microgravity affects the human body in various ways.",
        "The International Space Station provides a microgravity environment."
      ]
    },
    {
      "word": "Orbital Velocity",
      "pronunciation": "/틛톖틣rb톩tl퍌 v톛틛l뇹톩ti/",
      "definition": "The speed at which an object must travel to maintain its orbit around another object.",
      "sentences": [
        "A satellite needs to reach a specific orbital velocity to stay in orbit.",
        "The orbital velocity of Earth around the sun is very high.",
        "Understanding orbital velocity is crucial for launching spacecraft."
      ]
    },
    {
      "word": "Escape Velocity",
      "pronunciation": "/톩틛ske톩p v톛틛l뇹톩ti/",
      "definition": "The minimum speed an object needs to break free from the gravitational pull of a massive body without further propulsion.",
      "sentences": [
        "A rocket must reach Earth's escape velocity to leave our planet.",
        "The escape velocity of a black hole is greater than the speed of light.",
        "Achieving escape velocity is a major challenge for space travel."
      ]
    },
    {
      "word": "Trajectory",
      "pronunciation": "/tr톛틛d뉄뜲t톛ri/",
      "definition": "The path followed by a projectile flying or an object moving under the action of given forces.",
      "sentences": [
        "Mission Control carefully calculated the rocket's trajectory.",
        "The spacecraft followed a precise trajectory to Mars.",
        "Any change in trajectory could affect the mission."
      ]
    },
    {
      "word": "Propulsion",
      "pronunciation": "/pr톛틛p툷l툮톛n/",
      "definition": "The action of driving or pushing forward.",
      "sentences": [
        "Rockets use powerful engines for propulsion into space.",
        "New forms of propulsion are being developed for faster space travel.",
        "The propulsion system failed, and the mission was delayed."
      ]
    },
    {
      "word": "Payload",
      "pronunciation": "/틛pe톩lo툵d/",
      "definition": "The part of a rocket or spacecraft that carries the cargo, such as satellites or scientific instruments.",
      "sentences": [
        "The rocket carried a scientific payload into orbit.",
        "The payload included experiments for the space station.",
        "The size of the payload affects the rocket's capabilities."
      ]
    },
    {
      "word": "Telemetry",
      "pronunciation": "/t톩틛l톝m톩tri/",
      "definition": "The process of recording and transmitting the readings of an instrument.",
      "sentences": [
        "Mission Control receives telemetry data from the spacecraft.",
        "Telemetry allows scientists to monitor the health of satellites.",
        "The telemetry showed a slight malfunction in the system."
      ]
    },
    {
      "word": "Voyager Probes",
      "pronunciation": "/틛v톖톩톛d뉄r pro툵bz/",
      "definition": "Two robotic space probes launched by NASA in 1977 to study the outer Solar System and interstellar space.",
      "sentences": [
        "The Voyager probes are the farthest human-made objects from Earth.",
        "Voyager 1 and 2 have been exploring space for decades.",
        "The Voyager probes continue to send back data from interstellar space."
      ]
    },
    {
      "word": "Cassini-Huygens",
      "pronunciation": "/k톛틛si틣ni 틛ha톩토톛nz/",
      "definition": "A joint NASA/ESA/ASI robotic spacecraft that studied the planet Saturn and its system, including its rings and natural satellites.",
      "sentences": [
        "Cassini-Huygens provided stunning images of Saturn and its moons.",
        "The Cassini-Huygens mission greatly expanded our knowledge of Saturn.",
        "The Huygens probe landed on Titan, Saturn's largest moon."
      ]
    },
    {
      "word": "New Horizons",
      "pronunciation": "/nju틣 h톛틛ra톩znz/",
      "definition": "An interplanetary space probe that was launched as part of NASA's New Frontiers program. It performed a flyby of Pluto and its moons in 2015.",
      "sentences": [
        "New Horizons gave us the first close-up images of Pluto.",
        "The New Horizons mission extended beyond Pluto to the Kuiper Belt.",
        "New Horizons has traveled billions of miles."
      ]
    },
    {
      "word": "Mars Rover",
      "pronunciation": "/m톔틣rz 틛ro툵v톛r/",
      "definition": "Any of several robotic vehicles designed to explore the surface of Mars.",
      "sentences": [
        "The Perseverance Mars Rover is currently exploring Mars.",
        "Mars rovers collect rock and soil samples.",
        "The Spirit and Opportunity Mars rovers explored Mars for years."
      ]
    },
    {
      "word": "Space Shuttle",
      "pronunciation": "/spe톩s 틛툮툷tl퍌/",
      "definition": "A reusable spacecraft used by NASA from 1981 to 2011 for missions to low Earth orbit.",
      "sentences": [
        "The Space Shuttle transported astronauts to the International Space Station.",
        "The Space Shuttle was designed to be reusable.",
        "Many historic missions were carried out by the Space Shuttle program."
      ]
    },
    {
      "word": "Apollo Program",
      "pronunciation": "/톛틛p뇳o툵 틛pro툵토r칝m/",
      "definition": "A series of human spaceflight missions conducted by NASA from 1961 to 1972, with the goal of landing humans on the Moon.",
      "sentences": [
        "The Apollo program successfully landed humans on the moon.",
        "Apollo 11 was the first mission to land on the moon.",
        "The Apollo program was a major achievement in space exploration."
      ]
    },
    {
      "word": "ISS (International Space Station)",
      "pronunciation": "/a톩 톝s 톝s/",
      "definition": "A modular space station in low Earth orbit, a multinational collaborative project.",
      "sentences": [
        "Astronauts from different countries live and work on the ISS.",
        "The ISS is a unique laboratory for scientific research in space.",
        "You can sometimes spot the ISS as a bright light moving across the night sky."
      ]
    },
    {
      "word": "Space Tourism",
      "pronunciation": "/spe톩s 틛t툵r톩z톛m/",
      "definition": "The activity of traveling into space for recreational purposes.",
      "sentences": [
        "Space tourism is becoming a reality for wealthy individuals.",
        "Companies are developing spacecraft for space tourism.",
        "Space tourism could one day be more accessible."
      ]
    },
    {
      "word": "Spaceport",
      "pronunciation": "/틛spe톩sp톖틣rt/",
      "definition": "A site for launching or receiving spacecraft.",
      "sentences": [
        "Many rockets are launched from Cape Canaveral Spaceport.",
        "New spaceports are being built around the world.",
        "A spaceport needs a lot of open land for safety."
      ]
    },
    {
      "word": "Rocketry",
      "pronunciation": "/틛r뇲톩tri/",
      "definition": "The science or practice of designing, building, and flying rockets.",
      "sentences": [
        "He studied rocketry in college.",
        "Model rocketry is a popular hobby.",
        "Advancements in rocketry have made space travel more common."
      ]
    },
    {
      "word": "Aerospace",
      "pronunciation": "/틛톝톛ro툵틟spe톩s/",
      "definition": "The branch of technology and industry concerned with both aviation and space flight.",
      "sentences": [
        "The aerospace industry designs and builds aircraft and spacecraft.",
        "Aerospace engineering is a challenging field.",
        "Many innovations come from the aerospace sector."
      ]
    },
    {
      "word": "Cosmonaut",
      "pronunciation": "/틛k눀m톛틟n톖틣t/",
      "definition": "A Russian astronaut.",
      "sentences": [
        "Yuri Gagarin was the first cosmonaut in space.",
        "Cosmonauts train at Star City in Russia.",
        "The cosmonaut performed a spacewalk."
      ]
    },
    {
      "word": "Taiko",
      "pronunciation": "/틛ta톩ko툵/",
      "definition": "A Japanese astronaut (informal term, more formally 'uch콞hik콄shi').",
      "sentences": [
        "The Japanese taiko joined the crew on the ISS.",
        "Taiko is a term sometimes used for Japanese astronauts.",
        "He trained for years to become a taiko."
      ]
    },
    {
      "word": "Celestial Body",
      "pronunciation": "/s톩틛l톝st툮톛l 틛b뇫i/",
      "definition": "Any natural body outside of the Earth's atmosphere.",
      "sentences": [
        "Planets, stars, and moons are celestial bodies.",
        "Astronomers study various celestial bodies.",
        "The night sky is filled with countless celestial bodies."
      ]
    },
    {
      "word": "Light Year",
      "pronunciation": "/la톩t j톩톛r/",
      "definition": "The distance light travels in one Earth year, approximately 9.46 trillion kilometers or 5.88 trillion miles.",
      "sentences": [
        "Proxima Centauri is about 4.2 light years away from Earth.",
        "Distances in space are often measured in light years.",
        "It would take a very long time to travel one light year."
      ]
    },
    {
      "word": "Astronomical Unit (AU)",
      "pronunciation": "/틟칝str톛틛n뇴톩kl퍌 틛ju틣n톩t/",
      "definition": "A unit of length, roughly the distance from Earth to the Sun, approximately 150 million kilometers (93 million miles).",
      "sentences": [
        "Mars is about 1.5 astronomical units from the Sun.",
        "Astronomical units are used to measure distances within our solar system.",
        "Earth is defined as 1 AU from the Sun."
      ]
    },
    {
      "word": "Parsec",
      "pronunciation": "/틛p톔틣rs톝k/",
      "definition": "A unit of distance used in astronomy, equal to 3.26 light-years.",
      "sentences": [
        "Some stars are measured in parsecs.",
        "A parsec is a larger unit of distance than a light-year.",
        "The distance to distant galaxies is often given in kiloparsecs or megaparsecs."
      ]
    },
    {
      "word": "Magnitude (Stellar)",
      "pronunciation": "/틛m칝토n톩tju틣d/",
      "definition": "A measure of the brightness of a star or other celestial object.",
      "sentences": [
        "Brighter stars have a lower magnitude number.",
        "The sun has a very high apparent magnitude.",
        "Astronomers use magnitude to classify stars."
      ]
    },
    {
      "word": "Apparent Magnitude",
      "pronunciation": "/톛틛p칝r톛nt 틛m칝토n톩tju틣d/",
      "definition": "How bright a star appears from Earth.",
      "sentences": [
        "The apparent magnitude of a star depends on its brightness and distance.",
        "The full moon has a very bright apparent magnitude.",
        "Astronomers measure the apparent magnitude of celestial objects."
      ]
    },
    {
      "word": "Absolute Magnitude",
      "pronunciation": "/틛칝bs톛lu틣t 틛m칝토n톩tju틣d/",
      "definition": "The actual brightness of a star, if it were at a standard distance from Earth.",
      "sentences": [
        "Absolute magnitude helps compare the true brightness of different stars.",
        "The sun's absolute magnitude is much lower than its apparent magnitude.",
        "Astronomers calculate absolute magnitude to understand stellar properties."
      ]
    },
    {
      "word": "Spectroscopy",
      "pronunciation": "/sp톝k틛tr뇹k톛pi/",
      "definition": "The study of the interaction between matter and electromagnetic radiation, used in astronomy to determine the composition of stars and galaxies.",
      "sentences": [
        "Spectroscopy helps astronomers identify elements in distant stars.",
        "Through spectroscopy, we can learn about the temperature of stars.",
        "Spectroscopy is a powerful tool in astrophysics."
      ]
    },
    {
      "word": "Doppler Effect (Astronomy)",
      "pronunciation": "/틛d뇷l톛r 톩틛f톝kt/",
      "definition": "The change in frequency or wavelength of a wave (like light or sound) in relation to an observer who is moving relative to the wave source.",
      "sentences": [
        "The Doppler effect explains why distant galaxies appear red-shifted.",
        "Astronomers use the Doppler effect to measure the speed of stars.",
        "The Doppler effect is fundamental to understanding the expanding universe."
      ]
    },
    {
      "word": "Redshift",
      "pronunciation": "/틛r톝d툮톩ft/",
      "definition": "The phenomenon where light from distant galaxies appears to be shifted towards the red end of the spectrum, indicating that they are moving away from us.",
      "sentences": [
        "Redshift is evidence that the universe is expanding.",
        "The greater the redshift, the faster the galaxy is moving away.",
        "Astronomers measure redshift to determine cosmic distances."
      ]
    },
    {
      "word": "Blueshift",
      "pronunciation": "/틛blu틣툮톩ft/",
      "definition": "The phenomenon where light from an object moving towards an observer appears to be shifted towards the blue end of the spectrum.",
      "sentences": [
        "The Andromeda Galaxy exhibits blueshift, meaning it's moving towards us.",
        "Blueshift is less common than redshift in the expanding universe.",
        "Astronomers use blueshift to study nearby galaxies."
      ]
    },
    {
      "word": "Neutrino",
      "pronunciation": "/nju틣틛tri틣no툵/",
      "definition": "A very small, neutral subatomic particle that interacts very weakly with other matter.",
      "sentences": [
        "Neutrinos are produced in the sun's core and during supernovae.",
        "Scientists use special detectors to try and catch neutrinos.",
        "Neutrinos can pass through vast amounts of matter without interacting."
      ]
    },
    {
      "word": "Gravitational Wave",
      "pronunciation": "/틟토r칝v톩틛te톩툮톛nl퍌 we톩v/",
      "definition": "Ripples in the fabric of spacetime caused by violent and energetic processes in the universe, such as colliding black holes or neutron stars.",
      "sentences": [
        "Scientists first detected gravitational waves in 2015.",
        "Gravitational waves provide a new way to observe the universe.",
        "The collision of black holes creates powerful gravitational waves."
      ]
    },
    {
      "word": "Quasar",
      "pronunciation": "/틛kwe톩z톔틣r/",
      "definition": "An extremely luminous active galactic nucleus, powered by a supermassive black hole at the center of a young galaxy.",
      "sentences": [
        "Quasars are among the brightest and most distant objects in the universe.",
        "Studying quasars helps us understand galaxy formation in the early universe.",
        "The light from quasars has traveled billions of years to reach us."
      ]
    },
    {
      "word": "Cosmic Dust",
      "pronunciation": "/틛k눀m톩k d툷st/",
      "definition": "Tiny particles of solid matter floating in space, often found in nebulae and around stars.",
      "sentences": [
        "Cosmic dust can block light from distant stars.",
        "Planets form from clumps of cosmic dust and gas.",
        "The cosmic dust in nebulae helps form new stars."
      ]
    },
    {
      "word": "Interstellar Medium (ISM)",
      "pronunciation": "/틟톩nt톛r틛st톝l톛r 틛mi틣di톛m/",
      "definition": "The matter and radiation that exist in the space between the star systems in a galaxy.",
      "sentences": [
        "The ISM consists of gas, dust, and cosmic rays.",
        "New stars are born from dense regions within the interstellar medium.",
        "Understanding the ISM is important for studying galaxy evolution."
      ]
    },
    {
      "word": "Multiverse",
      "pronunciation": "/틛m툷lt톩v톞틣rs/",
      "definition": "A hypothetical concept that suggests our universe is just one of many universes that exist.",
      "sentences": [
        "The idea of a multiverse is a fascinating but unproven concept.",
        "Some theories in physics suggest the existence of a multiverse.",
        "The multiverse theory proposes that there could be infinite universes."
      ]
    },
    {
      "word": "Wormhole",
      "pronunciation": "/틛w톞틣rm틟ho툵l/",
      "definition": "A hypothetical tunnel through spacetime that could connect two distant points in the universe.",
      "sentences": [
        "Wormholes are a concept from science fiction, but some scientists explore them.",
        "If wormholes exist, they could allow for faster-than-light travel.",
        "The idea of wormholes comes from Einstein's theory of relativity."
      ]
    },
    {
      "word": "Time Dilation",
      "pronunciation": "/ta톩m da톩틛le톩툮톛n/",
      "definition": "The phenomenon of time passing more slowly for an object that is moving relative to an observer, or for an object in a stronger gravitational field.",
      "sentences": [
        "Time dilation is a prediction of Einstein's theory of relativity.",
        "Astronauts on the ISS experience a tiny amount of time dilation.",
        "Time dilation becomes significant near black holes."
      ]
    },
    {
      "word": "Singularity",
      "pronunciation": "/틟s톩콂토j툵틛l칝r톩ti/",
      "definition": "A point in space-time where the laws of physics as we know them break down, such as at the center of a black hole.",
      "sentences": [
        "At the heart of a black hole lies a singularity.",
        "The Big Bang is thought to have originated from a singularity.",
        "Understanding singularities is a challenge for physicists."
      ]
    },
    {
      "word": "Event Horizon",
      "pronunciation": "/톩틛v톝nt h톛틛ra톩zn퍌/",
      "definition": "The boundary around a black hole beyond which nothing, not even light, can escape.",
      "sentences": [
        "Once something crosses the event horizon, it cannot return.",
        "The event horizon is often called the 'point of no return'.",
        "The size of a black hole's event horizon depends on its mass."
      ]
    },
    {
      "word": "Accretion Disk",
      "pronunciation": "/톛틛kri틣툮톛n d톩sk/",
      "definition": "A rotating disk of matter formed by accretion around a massive object (like a black hole or young star).",
      "sentences": [
        "Black holes are often surrounded by hot accretion disks.",
        "Material in an accretion disk spirals inward due to gravity.",
        "Accretion disks emit powerful X-rays."
      ]
    },
    {
      "word": "Gamma-Ray Burst (GRB)",
      "pronunciation": "/틛토칝m톛 re톩 b톞틣rst/",
      "definition": "Extremely energetic explosions that have been observed in distant galaxies, the brightest electromagnetic events known to occur in the universe.",
      "sentences": [
        "Gamma-ray bursts are thought to be caused by supernovae or colliding neutron stars.",
        "GRBs are incredibly powerful and brief events.",
        "Scientists use GRBs to study the early universe."
      ]
    },
    {
      "word": "Neutron Star Merger",
      "pronunciation": "/틛nju틣tr뇵 st톔틣r 틛m톞틣rd뉄r/",
      "definition": "The collision of two neutron stars, which produces gravitational waves and often a gamma-ray burst.",
      "sentences": [
        "The first detection of a neutron star merger confirmed predictions about gravitational waves.",
        "Neutron star mergers are thought to produce heavy elements like gold.",
        "Scientists study neutron star mergers to understand extreme physics."
      ]
    },
    {
      "word": "Binary Star System",
      "pronunciation": "/틛ba톩n톛ri st톔틣r 틛s톩st톛m/",
      "definition": "A star system consisting of two stars orbiting around their common center of mass.",
      "sentences": [
        "Many stars in the universe are part of a binary star system.",
        "Some binary star systems have one star orbiting a black hole.",
        "Observing binary star systems helps astronomers determine stellar masses."
      ]
    },
    {
      "word": "Open Cluster",
      "pronunciation": "/틛o툵p톛n 틛kl툷st톛r/",
      "definition": "A relatively loose grouping of young stars, typically found in the spiral arms of a galaxy.",
      "sentences": [
        "The Pleiades is a well-known open cluster.",
        "Open clusters are usually smaller and less dense than globular clusters.",
        "Stars in open clusters are often born from the same nebula."
      ]
    },
    {
      "word": "Protostar",
      "pronunciation": "/틛pro툵to툵틟st톔틣r/",
      "definition": "A very young star that is still gathering mass from its parent molecular cloud.",
      "sentences": [
        "A protostar is the earliest stage of a star's life.",
        "Protostars are often surrounded by a disk of gas and dust.",
        "Gravity causes gas and dust to collapse and form a protostar."
      ]
    },
    {
      "word": "Main Sequence Star",
      "pronunciation": "/me톩n 틛si틣kw톛ns st톔틣r/",
      "definition": "Any star that is fusing hydrogen in its core and has a stable balance between outward pressure from fusion and inward gravitational forces.",
      "sentences": [
        "Our sun is currently a main sequence star.",
        "Most stars in the universe are main sequence stars.",
        "A star spends the majority of its life as a main sequence star."
      ]
    },
    {
      "word": "Brown Dwarf",
      "pronunciation": "/bra툵n dw톖틣rf/",
      "definition": "An object that is too large to be a planet but too small to be a star, lacking the mass to sustain nuclear fusion in its core.",
      "sentences": [
        "Brown dwarfs are sometimes called 'failed stars'.",
        "Brown dwarfs emit very little light.",
        "Scientists are still discovering many brown dwarfs."
      ]
    },
    {
      "word": "Planetary Nebula",
      "pronunciation": "/틛pl칝n톩t톝ri 틛n톝bj툵l톛/",
      "definition": "A type of emission nebula consisting of an expanding, glowing shell of ionized gas ejected from old red giant stars late in their lives.",
      "sentences": [
        "Planetary nebulae are beautiful and colorful objects in space.",
        "Our sun will eventually form a planetary nebula.",
        "Planetary nebulae are not related to planets, despite their name."
      ]
    },
    {
      "word": "Remnant (Stellar)",
      "pronunciation": "/틛r톝mn톛nt/",
      "definition": "What is left of a star after it has died, such as a white dwarf, neutron star, or black hole.",
      "sentences": [
        "A supernova leaves behind a stellar remnant.",
        "Scientists study stellar remnants to understand stellar evolution.",
        "The Crab Nebula is a remnant of a supernova."
      ]
    },
    {
      "word": "Neutrino",
      "pronunciation": "/nju틣틛tri틣no툵/",
      "definition": "A very light, neutral subatomic particle that interacts very weakly with other matter, making it difficult to detect.",
      "sentences": [
        "Neutrinos are produced in the sun's core and during supernova explosions.",
        "Scientists build large underground detectors to catch neutrinos.",
        "Neutrinos can pass through Earth without interacting."
      ]
    },
    {
      "word": "Gravitational Lensing",
      "pronunciation": "/틟토r칝v톩틛te톩툮톛nl퍌 틛l톝nz톩콂/",
      "definition": "The bending of light from a distant source by the gravity of a massive object (like a galaxy or galaxy cluster) between the source and the observer.",
      "sentences": [
        "Gravitational lensing can create multiple images of a single distant galaxy.",
        "Astronomers use gravitational lensing to study dark matter.",
        "Gravitational lensing acts like a natural telescope."
      ]
    },
    {
      "word": "Event Horizon",
      "pronunciation": "/톩틛v톝nt h톛틛ra톩zn퍌/",
      "definition": "The boundary around a black hole beyond which nothing, not even light, can escape.",
      "sentences": [
        "Once something crosses the event horizon, it cannot return.",
        "The event horizon is often called the 'point of no return'.",
        "The size of a black hole's event horizon depends on its mass."
      ]
    },
    {
      "word": "Binary Star System",
      "pronunciation": "/틛ba톩n톛ri st톔틣r 틛s톩st톛m/",
      "definition": "A star system consisting of two stars orbiting around their common center of mass.",
      "sentences": [
        "Many stars in the universe are part of a binary star system.",
        "Some binary star systems have one star orbiting a black hole.",
        "Observing binary star systems helps astronomers determine stellar masses."
      ]
    },
    {
      "word": "Star Cluster",
      "pronunciation": "/st톔틣r 틛kl툷st톛r/",
      "definition": "A large group of stars that are gravitationally bound together.",
      "sentences": [
        "The Pleiades is a famous open star cluster.",
        "Globular star clusters contain millions of old stars.",
        "Star clusters are useful for studying stellar evolution."
      ]
    },
    {
      "word": "Globular Cluster",
      "pronunciation": "/틛토l뇩j툵l톛r 틛kl툷st톛r/",
      "definition": "A large, spherical cluster of old stars, typically found in the halo of a galaxy.",
      "sentences": [
        "Globular clusters are among the oldest objects in our galaxy.",
        "Many globular clusters orbit the Milky Way.",
        "Globular clusters are very densely packed with stars."
      ]
    },
    {
      "word": "Main Sequence Star",
      "pronunciation": "/me톩n 틛si틣kw톛ns st톔틣r/",
      "definition": "Any star that is fusing hydrogen in its core and has a stable balance between outward pressure from fusion and inward gravitational forces.",
      "sentences": [
        "Our sun is currently a main sequence star.",
        "Most stars in the universe are main sequence stars.",
        "A star spends the majority of its life as a main sequence star."
      ]
    },
    {
      "word": "Red Dwarf",
      "pronunciation": "/r톝d dw톖틣rf/",
      "definition": "A small, cool, and dim star, the most common type of star in the galaxy.",
      "sentences": [
        "Red dwarfs have very long lifespans.",
        "Proxima Centauri is a red dwarf star.",
        "Finding habitable exoplanets around red dwarfs is a focus of research."
      ]
    }
  ]
}

