
{
  "lesson_title": "Homework",
  "content": [
    "Homework has historically been given to students to reinforce what they learn at school, and ultimately to help them learn the material better. However, too much homework is not helpful, and can be counter-productive. Excessive amounts of time spent on completing homework can take away the kid's social life, family time, and it limits their participation in sports or other activities. The amount of homework a teacher has to give to a student should be restricted.",
    "Critically acclaimed author, Tamim Ansary reports that since 1981, the amount of homework given to an average sixth class child has increased by more than fifty per cent. Many people claim that the increase in homework dates as far back as 1957. The new competition that emerged served as an incentive for schools to try to increase the volume of the curriculum. The amount of homework increases with the increase in class.",
    {
      "image": {
        "asset_path": "images/class9/unit3/2.png",
        "description": "A young girl with a stressed expression, holding her face in her hands, sits in front of a large stack of books."
      }
    },
    "Many teachers defend large amounts of homework, claiming that it helps to prepare students for a world that is becoming increasingly competitive. However, Dr. Kralovec, author of 'The End of Homework', argues that doing homework during high school has little or no effect on successful study skills of the students when they join college.",
    "Excessive amounts of homework can be harmful to kids both physically and mentally. A lot of homework usually means a lot of books to carry. Fifty-five percent of the Massachusetts ( an institution in the U.S.A.) children, as per the survey by researchers of Simmons College, carry loads heavier than fifteen percent of their body weight, which is the suggested limit. Carrying large amounts of weight daily at a young age can do a lot of damage because bones are still in development stage. The U.S. Consumer Product Safety Commission has reported that in 1999, more than 800 kids were treated in emergency wards for backpack-related injuries.",
    {
      "image": {
        "asset_path": "images/class9/unit3/1.png",
        "description": "A young girl with a sad expression is sitting at a desk and writing, surrounded by books and papers."
      }
    },
    "Many of these injuries can lead to serious problems later in life including chronic shoulder, neck, and back pain.",
    "The large amount of homework is causing kids in both high school and junior high school to be up until midnight or later. When extracurricular activities such as sports, clubs, etc are added to the picture, kids may even have to wake up early next morning to finish their homework, leaving them with an insufficient amount of sleep. Some parents and teachers argue that it would be beneficial to a child's academics to limit after school activities. However, cutting the time out of the few hours a week teenagers use for exercise, could be a factor in the growing obesity cases.",
    "The number of children who are overweight has doubled in the last two to three decades; currently one child out of five is overweight. These children are faced with more problems in school. Instead of learning and concentrating on their work, many children are developing low self-esteem and even depression because of teasing. The cases of obesity are growing most certainly due to lack of physical exercise. With more and more homework being assigned, kids simply do not have enough time for proper amount of exercise.",
    "Homework also takes away the time that a kid could be spending with his or her family. Rather than spending time bonding and building strong family relationships, parents and children argue over homework. Time is taken away from important aspects of daily life. This time is particularly precious in families with both the parents working. The time spent by such parents with their children is very limited. This time could be better spent going out to dinner as a family, or doing other activities that most families are not able to do because the kids don't have time to take a break from their homework schedule.",
    "When assignments are given carelessly and frequently, it causes students to lose interest in the subject. Negative results can also occur when a student is not able to complete his or her homework. Many times they will resort to copying the homework, having others do their assignments, or cheating in tests. Bad habits such as these are likely to haunt kids through their lives and have an adverse effect on their moral judgement. Students will, almost always take the easy way, when it comes to homework.",
    "The use of homework is effective when used by the rule \"less is more”. Overwhelming kids with loads of homework can cause them stress and possible physical injury. Homework takes away from the small amount of time kids get to spend with their parents and siblings. A limit on their physical and social activities can also take a large toil on their lives, and could hinder their health and future relationships.",
    "This is not to say that homework should be abolished, but it should be limited. The homework should also be creative and interesting so that the child enjoys it."
  ]
}

