[
  {
    "lesson_title": "3. Human Relations",
    "content": [
      "Look at the picture and read the following excerpt from the diary of a 72-year-old man. Answer the questions that follow.",
      {
        "image": {
          "asset_path": "https://storage.googleapis.com/test-public-read/long-form-qa/ocr-images/2024-07-29T04:24:25.599Z/page-1-img-1.jpeg",
          "description": "An elderly man sits on a porch, looking out at a bustling village scene. People are walking, carrying goods, and tending to goats, but no one seems to be interacting with him."
        }
      },
      "As I sit here alone and waiting\nI gaze at people passing me by.\nI try to smile and reach out to them\nBut no one notices; no one waits.\nThey look to me like I am nothing -\nAre they afraid to be seen saying “Hi”\nto an old man like me?",
      "1. What is the excerpt about?",
      "2. How do people respond to the old man's plight?",
      "3. How should old people be treated so that they do not feel neglected?",
      "Oral Discourse: Description - Describe the picture in your own words. (Reflect on the theme, people, events, about the old man etc.)"
    ],
    "author": "T.S. Government 2021-22"
  },
  {
    "lesson_title": "The Journey",
    "content": [
      "After spending a leisurely Sunday at home, the very thought of returning to work on Monday is tiring. Lethargy creeps in if the holiday continues over an extended period. That is how I felt when I was preparing to return to my place of work after spending six months at home. The fact that I was to leave behind my newly-wed wife and go to a far-off place did not help either. Obviously I did not want to go.",
      "However, I finally did decide to go. I did not have much to carry by way of luggage - just a trunk. Ours is a hilly terrain, without any motorable roads – and there is no certainty that we are ever going to have any roads. In any case, while coming home we do not carry bedding. Besides, I had come home this time round for a special purpose: to get married. My parents had arranged my marriage, according to the customs of our tribal society. Time flew, and five months into my marriage I realized it. Initially I thought of extending my leave – even taking unpaid leave. But after some dilly-dallying, I finally decided against it because marriage had increased my responsibilities and I had got into debt.",
      "On my way home from the bus stop, my trunk had been carried by a porter. The problem now was we couldn't find anyone who could help me carry the trunk to the bus stop. At another time of the year, we would have easily found someone to help me, but now most of the villagers were busy in the fields. Nobody had time to spare for me. In fact, carrying the trunk should not have been such a worry for me except that my education had made me shun physical labour. After all, I was a government officer and the idea of people seeing me carry my own luggage was not at all amusing. Otherwise, for a young man like me it should not have been an issue to carry a 20-kilo chest on my back.",
      "Finally, my father came up with a solution. ‘Don't worry. I myself will see you off at Dirang.'",
      "I protested. How could I allow my old father to carry my trunk? What would people think? What would they say? But I failed to dissuade him. It was decided that father would carry the chest.",
      "A large crowd gathered at our place the day I was to leave. People had come to wish me luck. It was 10.20 when I left for Dirang. My father had already left. As I had to do a bit of catching up, I walked fast. Three kilometres down the road, I caught up with my father. Father said, 'You are late. Would you like to rest for some time?'",
      "Having walked fast I was tired. Moreover, I had to cross two hills on the way up to the spot. I quickly sat down on a rock. My father laughed at my plight.",
      "'So this little distance has tired you? Rest for a while. But we have to be in time for the bus.'",
      {
        "image": {
          "asset_path": "https://storage.googleapis.com/test-public-read/long-form-qa/ocr-images/2024-07-29T04:24:25.599Z/page-3-img-1.jpeg",
          "description": "A father and son are resting on a rocky, hilly path. The father is drinking from a mug while the son sits beside him. A trunk and a bag are on the ground near them."
        }
      },
      "Father was quiet for some time. He thoughtfully looked at the sun for a moment, and then his eyes fell on the can of home-made wine that I was carrying. Wetting his lips with his tongue he said in a matter-of-fact manner, 'I am thirsty'.",
      "I gave him the can of wine. He poured himself a mug and handed me the can. He drank all of it at one go. He then arranged the belt that was attached to the trunk carefully on his forehead. So, this was the picture: my father carrying my luggage on his back and me following him with a tiny bag in my hand. We were walking up a narrow hilly road, and neither of us uttered a word as if we were strangers who spoke different languages. I did not know what was going on in his mind. From time to time it crossed my mind that it was improper for me to let father carry the luggage. I wanted to tell him that I would like to carry the trunk myself, but my guilt and shame did not allow me to do so. This self-consciousness had probably to do with my education, the white-collar job that I had, or quite simply my",
      "pride. Somehow, I had the feeling that if I carried the luggage, my father and my people, in fact the whole world would laugh at me and I would be belittled.",
      "Father had provided for my education, and I had been able to realize his dreams. My parents were truly proud of me. It was through me that they had earned a greater degree of admiration and respect from the villagers. My father would not like to see me carrying a trunk on my back and would be very hurt if I did so. I concluded that it would be better to let him carry it. Father was used to carrying luggage anyway. He was stronger and more skilled than me in these matters. I had never got used to physical labour having stayed in hostels right from my childhood. So, in spite of my youth and strength, I was physically useless. I continued walking silently with father. We rested at two places on the way and had our tiffin but we hardly talked. Finally, we reached Dirang. The bus from Tawang had not yet reached Dirang and so we had some time in hand. We entered a tea shop and sat facing each other. Father appeared tired. I felt sorry for him but couldn't bring myself to say anything. I asked the waiter to get us two cups of tea. Just as I was going to take my first sip, I heard father's voice, 'Do you have a pair of old shoes?'",
      "'Why?' I asked.",
      "'The road is uneven and full of pebbles. It hurts while walking.'",
      {
        "image": {
          "asset_path": "https://storage.googleapis.com/test-public-read/long-form-qa/ocr-images/2024-07-29T04:24:25.599Z/page-4-img-1.jpeg",
          "description": "A man in traditional attire stands by a rural road, waving goodbye to a departing bus."
        }
      },
      "I looked at father's bare feet. Never having worn shoes, his feet had developed cracks and somehow resembled those of an elephant. I noticed this for the first time. I hadn't noticed that the road was uneven. I didn't have to since I was wearing a pair of hunting boots. I checked my wallet and saw I still had around Rs.40 with me. A pair of canvas shoes would cost around Rs.12 and the remaining amount would be enough for me to get to Bomdila.",
      "My father protested. ‘Give me an old pair. You don't have to spend money on new shoes.' I couldn't convince him to buy a new pair. Reluctantly I gave him the hunting boots I was wearing. I then took out my pair of leather shoes from the trunk, and noticed my father's face lighting up with contentment. Suddenly he looked at me and said, “Take care. Write to us...'",
      "Father wanted to say something but the bus started moving. I saw my father gradually receding into the distance. I saw that the road we had come by looked like a giant motionless rope. Father would use the same road to go back home. Simultaneously our journeys started in two opposite directions, with me seated in the luxurious seat of a bus and father walking back with weary legs on the pebble-strewn road.",
      "- Yeshe Dorjee Thongchi (Translated by D P Nath)",
      "About the author",
      {
        "image": {
          "asset_path": "https://storage.googleapis.com/test-public-read/long-form-qa/ocr-images/2024-07-29T04:24:25.599Z/page-5-img-1.jpeg",
          "description": "A portrait of author Yeshe Dorjee Thongchi."
        }
      },
      "Yeshe Dorjee Thongchi (born in May, 1952) is a prominent name in Assamese literature. Though he grew up in poverty, he studied well and entered Arunachal Pradesh Civil Service and was later elevated to the Indian Administrative Service. He writes fiction, drama and essays in Assamese and English. He has received a national recognition for his novel 'Mouna Ounth Mukhar Hriday', which won the Sahitya Academy award in 2005. Many of Thongchi's novels, including Sonam, deal with the cultural life of the Monpa and the Sherdukpen tribes of Arunachal Pradesh."
    ]
  }
]
