
{
  "lesson_title": "Reaching the Unreached",
  "content": [
    "Romesh was fourteen years old. He left his widowed mother and three younger sisters back in Bihar. He took up a long travel of hundreds of miles to find a new future. He reached Hyderabad, one of the main cities in India.",
    "On reaching the city, he found that the streets were not paved with gold. Finding a job was not an easy task. Cursed by hunger, he joined a group of rag pickers. He started working early in the morning and toiled until late evening, only to earn a mere Rs. 10 a day. Life was not a dream for him.",
    "Luckily, he got a helping hand from “The Childline” when some rescuer called 1098 helpline. Romesh is now one of the beneficiaries of Andhra Pradesh State based project for the elimination of Child Labour.",
    "Many such children fall to similar fate due to domestic violence and abject poverty. One such example was Shanti, a nine year old kid. She was taken out of the school by her parents and sent to Hyderabad to work in a middle – class home. She suffered all day long spending her energy on cooking, mopping, cleaning and washing clothes.",
    "Worse was to come, the owners locked her up in a tiny room when they went out. She stayed alone waiting for the day to pass. She recalled her memories with friends at school, and she wept.",
    {
      "image": {
        "asset_path": "images/class8/unit2/5.png",
        "description": "An illustration showing a young girl locked inside a room, looking sadly out of a barred window. A locked door is visible from the outside."
      }
    },
    "As a direct result of awareness campaigns, the neighbours informed the \"Child Labour Enforcement Team.\" She was rescued and is now placed in a girls' transit home.",
    "Who knows, how many such unreached are waiting to be rescued!",
    "Child Rights and You (CRY) is an organization that believes that children are citizens and they have their own rights. At CRY, they do not believe in charity. Nor do they run schools or orphanages. Instead, they partner some basic level organisations working for children, their parents and communities. CRY's role is that of a bridge between child developmental organisations and people working for marginalised children. They gather the support, money and time of the Indians around the world and thousands of field workers across India who struggle to enrich the lives of children.",
    "CRY has freed more than 1 lakh children from hunger, exploitation and illiteracy in more than 13000 villages and slums. The organization has successfully prevented child labour in 648 villages across the nation and liberated 1152 villages from child marriages. It also has 21, 676 out of school children in its account who have now joined schools. These children are into their childhood with all due opportunities of life.",
    "Save our Soul (SOS)",
    "SOS Children's Villages is an independent, non-governmental, social development organisation that provides family-based care for children in India. It advocates the concerns, rights and needs of children. More than 6000 children and young people live in 33 SOS Children's Villages and 27 SOS Youth Facilities in India.",
    "At SOS Children's Villages, the organisers believe that every child should grow up in a strong family environment, and so their work helps families to create a loving, caring home. Their work focuses on strengthening families, helping them to stay together during difficult times and provide the best care possible to their children. The needs of a family can be varied. SOS Children's Village experts work with families to help them develop a wide range of skills, from house-hold budget planning, how to get a job and earn a living, to bonding with a child or young person and learning to create a stable family life at home.",
    "Sometimes, however, it is not possible for a child to stay in the family. In these cases, the organisation works to find tailor-made solutions that respond to each situation, keeping the best interest of each child or young person in mind. SOS Children's Villages is the only organisation of global impact that provides direct care to children who can no longer stay with their families.",
    "Finally, through advocacy, SOS Children's Villages aim to improve the overall framework conditions for children whose parents cannot take care of them, or who are at the risk of losing the care of their families. Successful advocacy, based on their experience as a practitioner, brings about changes in policies and practices that weaken children's rights lead to sustainable changes to improve the situation for children and families everywhere."
  ],
  "author": ""
}

