[
  {
    "lesson_title": "Human Rights",
    "content": [
      "Read the following statement and answer the questions that follow.",
      {
        "image": {
          "asset_path": "224.png",
          "description": "A statement on a lined paper background reads: 'All human beings are born free and equal in dignity and rights.'"
        }
      },
      "1. What does this statement speak about?",
      "2. Do you agree or disagree to the statement? Justify.",
      "3. Have you ever witnessed any incidents in contrast to the above statement? Tell your class.",
      "Oral Discourse: Debate - “Children should not have equal dignity and rights as adults.\""
    ]
  },
  {
    "lesson_title": "Jamaican Fragment",
    "content": [
      "Everyday, I walk a half-mile from my home to the tramcar lines in the morning and from the lines to my home in the evening. The walk is pleasant. The road on either side is flanked by red and green-roofed bungalows, green lawns and gardens. The exercise is good for me, and now and then, I learn something from a little incident. One morning, about half-way between my front gate and the tram track, I noticed two little boys playing in the garden of the more modest cottages. They were both very little boys, one was four years old perhaps, the other five. The bigger of the two was a sturdy youngster, very dark, with a mat of coarse hair on his head and coal-black eyes. He was definitely a little Jamaican a strong little Jamaican. The other little fellow was smaller, but also sturdy — he was white, with hazel eyes and light-brown hair. Both were dressed in blue shirts and khaki pants. They wore no shoes and their feet were muddy. They were not conscious of my standing there, watching them; they played on. The game, if it could be called a game, was not elaborate. The little white boy strode imperiously up and down, and every now and then shouted imperiously at his bigger playmate. The little brown boy shuffled along quietly behind him and did what he was told.",
      {
        "image": {
          "asset_path": "225.png",
          "description": "An illustration of a man observing three young boys. Two boys, one black and one white, are playing on the grass, while another black boy offers a glass of water to the white boy. A house with a red roof is in the background."
        }
      },
      "'Pick up that stick!' The dark boy picked it up. 'Jump into the flowers!' The dark boy jumped.",
      "'Get me some water!' The dark boy ran inside. The white boy sat down on the lawn.",
      "I was amazed. Here before my eyes, a white baby, for they were little more than babies, was imposing his will upon a little black boy. And the little black boy submitted. I puzzled within myself as I went down the road. Could it be that the little dark boy was the son of a servant in the home and therefore had to do the white boy's bidding? No. They were obviously dressed alike, the little dark boy was of equal class with his playmate. No. They were playmates, the little dark boy was a neighbour's child. I was sure of that. Then how was it that he obeyed so faithfully the white boy's orders?",
      "Was it that even as a boy he sensed that in his own country he would be at the white man's beck and call? Could he, at his age, divine a difference between himself and the white boy? And did the little white youngster, so young, such a baby, realize that he would grow to dominate the black man? Was there an indefinable quality in the white man that enabled his baby, smaller and younger than his playmate, to make him his slave? I could find no answer. I could not bring myself to believe such a thing, and yet, with my own eyes I had seen a little dark boy take orders from a little white boy a little white boy, obviously his social equal, and younger and smaller. Were we, as a race, really inferior? So inferior that even in our infancy we realised our deficiencies, and accepted a position as the white man's servant?",
      {
        "image": {
          "asset_path": "226.png",
          "description": "An illustration depicting two men talking near a fence while two young boys, one black and one white, play on the grass nearby. A house is visible in the background."
        }
      },
      "For a whole day I puzzled over this problem. For a whole day my faith in my people was shaken. When I passed by that afternoon the little boys were not there. That evening I thought deeply on the subject.",
      "The next morning the boys were there again, and a man was standing at the gate watching them. I stopped and looked, just to see what the white boy was making his little servant do. To my utter astonishment the little dark boy was striding imperiously up and down the lawn, while the white youngster walked abjectly behind him.",
      "'Get me a banana!' The little boy ran into the house and reappeared shortly with a banana. 'Peel it for me!' the little white boy peeled the banana and handed it to his dark master.",
      "I saw it now. It was indeed a game, a game I had played as a child. Each boy took it in turn every alternate day to be the boss, the other the slave. It had been great fun to me as a youngster. I smiled as I remembered. I looked at the man standing by the gate. He was a white man. I remembered what I had thought yesterday. He, no doubt, I thought to myself, was wondering if the black race is superior to the white. I laughed gently to myself. How silly grown-ups are, how clever we are, how wonderfully able we are, to impute deep motives to childish actions! This man, I said to myself, will puzzle all day on whether the blacks will eventually rise and rule the world because he thinks he sees a little black boy realizing at a tender age his superiority over the white. I will save him from his puzzle. I will explain it to him. I went across to him.",
      "'I know what you're thinking,' I said. 'You're thinking that may be the black race is superior to the white, because you just saw the little dark youngster on the lawn ordering the little white boy around. Don't think that; it's a game they play. Alternate days one is the boss, the other the servant. It's a grand game. I used to play it and may be so did you. Yesterday I saw the little white boy bossing the dark one and I worried all day over the dark boy's realisation of his inferiority so young in life! We are silly, we grown-ups, aren't we?'",
      "The man was surprised at my outburst. He looked at me smiling. 'I know all about the game,' he said. 'The boys are brothers — my sons.' He pointed to a handsome brown woman on the verandah who had just come out to call in the children. 'That's my wife', he said.",
      "I smiled. My spirit laughed within me. This is Jamaica, I said in my heart, this is my country - my people. I looked at the white man. He smiled at me. 'We'll miss the tram if we don't hurry,' he said.",
      "About the author",
      "Arthur Lemière Hendriks (1922-1992) was a Jamaican poet, writer, and broadcasting director (known as Micky Hendriks in his broadcasting career). He was born in 1922 in Kingston, Jamaica, to a Jamaican father and a French mother. He was particularly well known for his contributions to the Christian Science Monitor, The Daily Gleaner, and BIM. He also contributed as a columnist and literary critic to the Daily Gleaner. He died in 1992 at the age of 69."
    ],
    "author": "A.L.Hendricks"
  }
]
