
{
  "lesson_title": "What Is My Name?",
  "content": [
    "Have you noticed how your father calls your mother? Does he use her name or not? How do the neighbours address her? Does anyone address her by name? What about your grandmother? In this story, P. Sathyavathi describes how a woman forgets her own name since no one addresses her by name. How does a woman gain her identity— by name, by marriage, by motherhood, by education, by profession or by anything else? Read the story keeping these questions in mind.",
    {
      "image": {
        "asset_path": "239.png",
        "description": "An illustration of a woman in a sari decorating the floor with 'muggulu' (rangoli) outside her home. A man stands in the doorway looking on."
      }
    },
    "A young woman, before being a housewife. A woman, educated and cultured, and intelligent, and capable, quick-witted, with a sense of humour and elegance.",
    "Falling for her beauty and intelligence, as also the dowry which her father offered, a young man tied the three sacred knots around her neck, made her the housewife to a household and said to her, 'Look, ammadu, this is your home.' Then the housewife immediately pulled the end of her sari and tucked it in at the waist and swabbed the entire house and decorated the floor with muggulu designs. The young man promptly praised her work. 'You are dexterous at swabbing the floor – even more dexterous in drawing the muggulu. Sabash, keep it up.' He said it in English, giving her a pat on the shoulder in appreciation. Overjoyed, the housewife began living with swabbing as the chief mission in her life. She scrubbed the house spotlessly clean at all times and beautifully decorated it with multi-coloured designs. That's how her life went on, with a sumptuous and ceaseless supply of swabbing cloths and muggu baskets.",
    "But one day while scrubbing the floor, the housewife suddenly asked herself, 'What is my name?' The query shook her up. Leaving the mopping cloth and the muggu basket there itself, she stood near the window scratching her head, lost in thoughts. 'What is my name what is my name?' The house across the road carried a name-board, Mrs M Suhasini, M.A., Ph.D., Principal, 'X' College. Yes, she too had a name as her neighbour did — 'How could I forget like that? In my scrubbing zeal I have forgotten my name what shall I do now?' The housewife was perturbed. Her mind became totally restless. Somehow she finished her daubing for the day.",
    "Meanwhile, the maidservant arrived. Hoping at least she would remember, the housewife asked her, 'Look, ammayi, do you know my name?'",
    "'What is it, amma?' said the girl. 'What do we have to do with names of mistresses?' You are only a mistress to us the mistress of such and such a white-storeyed house, ground floor means you.'",
    "'Yes, true, of course, how can you know, poor thing?' thought the housewife.",
    "The children came home from school for lunch in the afternoon. 'At least the children might remember my name' — the housewife hoped.",
    "'Look here, children, do you know my name?' she asked.",
    "They were taken aback.",
    "'You are amта your name is amma only ever since we were born we have known only this, the letters that come are only in father's name because everyone calls him by his name we know his name you never told us your name - you don't even get letters addressed to your name,' the children said plainly. 'Yes, who will write letters to me?' Father and mother are there but they only make phone calls once in a month or two. Even my sisters are immersed with swabbing their houses. Even if they met me in some marriage or kumkum ceremony, they chatted away their time talking about new muggulu or new dishes to cook, but no letters!' The housewife was disappointed and grew more restless — the urge to know her own name somehow or the other grew stronger in her.",
    "Now a neighbour came to invite her to a kumkum ceremony. The housewife asked her neighbour hoping she atleast would remember her name. Giggling, the lady said, 'Somehow or other I haven't asked your name nor have you told me. Right -hand side, white storeyed - house or there she is, that pharmaceutical company manager's wife, if not that, that fair and tall lady, that's how we refer to you, that's all.' That's all that the other housewife could say.",
    "It's no use. What can even my children's friends say they know me only as Kamala's mother or some aunty, now my respected husband — is the only hope — if anyone remembers it, it is only he.",
    "During the night meal, she asked him, 'Look here, I have forgotten my name if you remember it, will you please tell me?'",
    "The respected husband burst out laughing and said, 'What is it, dear, never has it happened before, you are talking about your name today. Ever since we were married I have got used to calling you only as yemoi. You too never told me not to address you that way because you have a name of your own – what's happened now — Everyone calls you Mrs Murthy, don't they?'",
    "'Not Mrs Murthy, I want my own name — what shall I do now?' she said in anguish.",
    "'What's there, you choose a new name, some name or other,' the husband advised.",
    "'Very nice - your name is Satyanarayana Murthy; will you keep quiet if I ask you to change your name to Siva Rao or Sundara Rao? I want my name only,' she said.",
    "'It's all right, you are an educated woman - your name must be on the certificates don't you have that much common sense go and find out,' he advised her .",
    "The housewife searched frantically for her certificates in the almirah — pattu saris, chiffon saris, handloom saris, voile saris, matching blouses, petticoats, bangles, beads, pearls, pins, kumkum barinas, silver plates, silver containers to keep sandalwood paste, ornaments all things arranged in an orderly fashion. Nowhere could she find her certificates. Yes after marriage she had never bothered to carry those certificates here.",
    "'Yes - I haven't brought them here — I shall go to my place, search for my certificates and enquire about my name, and return in a couple of days.' She asked for her husband's permission. 'Very nice! Must you go just for your name or what? If you go, who will scrub the house these two days?' said her lord. Yes, that was true because she scrubbed better than the others. She had not allowed anyone else to do that job all these days. Everyone was busy with their own respective duties. He had his office poor things, the children had their studies to take care of. Why should they bother about this chore, and she had been doing it all along — they just didn't know how to do it, of course.",
    "But still, how to live withoutknowing one's name? It was all right all these days since the question had not occurred to her; now it was really hard to live without a name.",
    "'Just for two days you manage somehow or other — until and unless I go and get my name, I shall find it difficult to live,' she pleaded with her husband and managed to get out of the house.",
    "'Why, dear daughter, have you come so suddenly? Are your children and husband all right? Why have you come alone?'",
    "Behind affectionate enquiries of the father and the mother there was a strain of suspicion. Recollecting immediately the purpose of her visit, the housewife asked her mother most pitifully, 'Amma, tell me, what is my name?'",
    "'What is it amma, you are our elder daughter. We gave you education up to B.A. and got you married with fifty thousand rupees as dowry. We took care of your two deliveries each time we alone bore the expenses of the maternity home. You have two children your husband has a good job - - a very nice person, too — your children are well-mannered.'",
    "'It's not my history, amma it's my name I want. At least tell me where my certificates are.'",
    "'I don't know, child. Recently we cleaned out the almirah of old papers and files and arranged some glassware in their place. Some important files we kept in the attic we shall search for them tomorrow. Now what is the hurry, don't worry about them — take a good bath and have your meal, child,' said the housewife's mother.",
    "The housewife took a good bath and ate her meal, but she could not sleep. While scrubbing the house, humming happily, joyously, and making muggulu, she had never thought that she would have to face so many difficulties like this by forgetting her own name.",
    "Dawn broke, but the search for the certificates among the files in the attic had not ended.",
    "Now the wife asked everyone she met she asked the trees - the anthills - the pond the school where she had studied the college. After all the shouting and the wailing, she met a friend — and succeeded in recovering her name.",
    "That friend was also like her — married, and a housewife like her, but she had not made swabbing the sole purpose of her life; scrubbing was only a part of her life; she remembered her name and the names of her friends. This particular friend recognized our housewife.",
    {
      "image": {
        "asset_path": "243.png",
        "description": "An illustration of a woman named Sarada sitting on a couch, showing an album to her two children. Her husband stands behind them, looking at the album as well."
      }
    },
    "'Sarada! My dear Sarada!' she shouted and embraced her. The housewife felt like a person - totally parched and dried up, about to die of thirst – getting a drink of cool water from the new earthen kooja poured into her mouth with a spoon and given thus a new life. The friend did indeed give her a new life — 'You are Sarada. You came first in our school in the tenth class. You came first in the music competition conducted by the college. You used to paint good pictures too. We were ten friends altogether I meet all of them some time or other. We write letters to each other. Only you have gone out of our reach! Tell me why are you living incognito?' her friend confronted her.",
    "'Yes, Pramila what you say is true. Of course I'm Sarada until you said it I could not remember it — all the shelves of my mind were taken up with only one thing how well I can scrub the floors. I remembered nothing else. Had I not met you, I would have gone mad,' said the housewife named Sarada.",
    "Sarada returned home, climbed the attic and fished out her certificates, the pictures she had drawn old albums, everything she succeeded in getting out. She also searched further and managed to find the prizes she had received in school and college.",
    "Overjoyed, she returned home.",
    "'You have not been here look at the state of the house — it's like a choultry. Oh what a relief you are here, now it is like a festival for us,' said Sarada's husband.",
    "'Just scrubbing the floor does not make a festival. By the way, from now onwards don't call me yemoi geemoi. My name is Sarada - call me Sarada, understood?",
    "Having said that, she went inside, humming joyously.",
    "Sarada who had always cared so much for discipline, keeping an eye on every corner, checking if there was dust, making sure things were properly arranged each in its correct and respective order, now sat on the sofa which had not been dusted for the last two days. She sat there showing the children an album of her paintings that she had brought for them.",
    "About the author",
    "Smt P. Satyavathi is one of those writers who have brought feminism to the peak in Telugu literature. Though she is a retired English lecturer, she has great understanding of the Telugu accent and the idiom of the respective regions. She is adept in portraying human experience universally. The technique of appealing to the readers by weaving the story wonderfully with a philosophical touch and theological aspect is her forte. She has published four anthologies of short stories, five novels and a collection of essays. She has won a number of prestigious awards. This story “What Is My Name” is originally published as “Illalakagaane Pandagouna” in Telugu in 1990 and has been translated into almost all the south Indian languages and Hindi ."
  ]
}

