{
  "level": "Intermediate",
  "module": "Real Life & Role Play English",
  "lesson_number": 5,
  "lesson_title": "Role-Play and Group Tasks",
  "objectives": [
    "Apply learned skills in various real-life scenarios",
    "Practice confident English speaking in different situations",
    "Work effectively in groups using English",
    "Handle different communication challenges"
  ],
  "topics": [
    {
      "title": "Integrating Your English Skills",
      "subtopics": [
        {
          "title": "Putting All Skills Together",
          "sections": [
            {
              "text": "In previous lessons, you learned how to buy vegetables, ask for directions, and talk to a doctor. Now, we will put all these skills together. Real-life conversations often mix different topics. This lesson will help you use all your learned English words and sentences in bigger, real-world situations. It's like building a complete house using all the bricks you learned to make.",
              "examples": [
                {
                  "label": "Skill 1",
                  "value": "Talking about prices and quantities."
                },
                {
                  "label": "Skill 2",
                  "value": "Asking for and giving directions."
                },
                {
                  "label": "Skill 3",
                  "value": "Describing health problems and understanding advice."
                },
                {
                  "label": "Skill 4",
                  "value": "Using polite words and phrases."
                },
                {
                  "label": "Skill 5",
                  "value": "Discussing plans in a group."
                },
                {
                  "label": "Combination 1",
                  "value": "Asking for directions to a doctor's clinic."
                },
                {
                  "label": "Combination 2",
                  "value": "Describing symptoms and also asking about medicine prices."
                },
                {
                  "label": "Combination 3",
                  "value": "Planning a trip and asking for directions to places."
                },
                {
                  "label": "Daily conversation",
                  "value": "Greeting someone, asking about their health, then discussing daily work."
                },
                {
                  "label": "Problem solving",
                  "value": "Discussing a problem and asking for help or suggestions."
                },
                {
                  "label": "Practical use",
                  "value": "Using English for daily needs in village life."
                },
                {
                  "label": "Confidence",
                  "value": "Feeling brave to speak English more."
                },
                {
                  "label": "Fluency",
                  "value": "Speaking smoothly without much stopping."
                },
                {
                  "label": "Understanding",
                  "value": "Listening well and knowing what others say."
                },
                {
                  "label": "Communication",
                  "value": "Sharing your thoughts clearly with others."
                }
              ],
              "usage_examples": [
                "I will use my English to talk to visitors in our village.",
                "Today, I will try to buy things in English at the market.",
                "I can ask for directions to the new shop now.",
                "I will describe my sickness clearly to the doctor.",
                "We will plan our school project using English words.",
                "I am combining all I learned to speak better.",
                "It helps to put all the words together.",
                "This way, English becomes more useful.",
                "I can ask about the price and also the quality of goods.",
                "I will tell my friend how to reach my home and also what food we will eat.",
                "This lesson helps us practice real conversations.",
                "I am confident to speak English now.",
                "It helps in understanding others better.",
                "We can communicate more effectively.",
                "All the skills make my English complete."
              ],
              "media": {
                "image": "images/intermediate/module-5/lesson-5/Introduction .png"
              }
            }
          ]
        },
        {
          "title": "Building Confidence in Speaking",
          "sections": [
            {
              "text": "Speaking a new language can be a little scary, but practice makes it easy. Confidence means believing in yourself. Don't be afraid to make mistakes, as everyone makes them when learning. The more you speak, the more confident you will become. Think of your English like a muscle; the more you use it, the stronger it gets. Try to speak without fear. Just open your mouth and try your best.",
              "examples": [
                {
                  "label": "Practice daily",
                  "value": "Speak English a little bit every day."
                },
                {
                  "label": "Don't fear mistakes",
                  "value": "It is okay to make errors; they help you learn."
                },
                {
                  "label": "Listen actively",
                  "value": "Listen carefully to others speaking English."
                },
                {
                  "label": "Start small",
                  "value": "Begin with simple sentences and common phrases."
                },
                {
                  "label": "Use what you know",
                  "value": "Try to use all the words you have learned."
                },
                {
                  "label": "Role-play",
                  "value": "Practice conversations with your friends."
                },
                {
                  "label": "Ask questions",
                  "value": "If you don't understand, ask for clarification."
                },
                {
                  "label": "Think in English",
                  "value": "Try to think in English about your daily activities."
                },
                {
                  "label": "Read aloud",
                  "value": "Read English stories or lessons loudly."
                },
                {
                  "label": "Speak slowly",
                  "value": "Don't rush; speak slowly and clearly."
                },
                {
                  "label": "Watch English videos",
                  "value": "Watch simple English videos or movies."
                },
                {
                  "label": "Repeat phrases",
                  "value": "Repeat common English phrases many times."
                },
                {
                  "label": "Positive mindset",
                  "value": "Believe that you can learn and speak English well."
                },
                {
                  "label": "Get feedback",
                  "value": "Ask your teacher or friend to correct your mistakes kindly."
                },
                {
                  "label": "Record yourself",
                  "value": "Record your voice and listen to yourself speak."
                }
              ],
              "usage_examples": [
                "I will practice speaking English every day.",
                "It's okay if I make a mistake, I will learn from it.",
                "I listen to my teacher speaking English carefully.",
                "I started with simple sentences like 'How are you?'.",
                "I try to use all the words I know in my conversations.",
                "My friends and I do role-plays in class.",
                "If I don't understand, I ask 'Can you please repeat?'.",
                "I try to think about my day in English.",
                "Reading stories aloud helps my speaking.",
                "I try to speak slowly and clearly.",
                "Watching English videos helps me understand pronunciation.",
                "I repeat helpful phrases many times.",
                "I know I can speak English well with practice.",
                "My friend helps me correct my English.",
                "I recorded myself speaking and listened to it."
              ],
              "media": {
                "image": "images/intermediate/module-5/lesson-5/Buliding Confidensce on speaking.png"
              }
            }
          ]
        }
      ]
    },
    {
      "title": "Scenario-Based Conversations",
      "subtopics": [
        {
          "title": "Scenario 1: School Admission Inquiry",
          "sections": [
            {
              "text": "Imagine you are a parent or guardian wanting to admit a child to a new school. You will need to ask questions about the school, admission process, fees, and other details. This involves polite inquiry and understanding information.",
              "examples": [],
              "usage_examples": [
                "Parent: Good morning, sir. I would like to inquire about school admission.\nClerk: Good morning. For which class are you looking for admission?\nParent: For Class 6. What is the admission process?\nClerk: First, you need to fill an application form. Then there will be a small test for the child.\nParent: What are the school fees per month?\nClerk: The fee is 500 rupees per month.\nParent: What documents are required for admission?\nClerk: You need the child's birth certificate, Aadhaar card, and previous school report card.\nParent: When can we visit the school to see the classrooms?\nClerk: You can visit tomorrow between 10 AM and 12 PM.\nParent: Thank you very much for the information.\nClerk: You're welcome. We look forward to seeing you.\nParent: Are there any extra charges for books?\nClerk: Yes, books and uniform fees are separate.\nParent: Is there a bus facility for students from our village?\nClerk: Yes, the school bus comes to your village."
              ],
              "media": {
                "image": "images/intermediate/module-5/lesson-5/p"
              }
            }
          ]
        },
        {
          "title": "Scenario 2: Lost Item Reporting",
          "sections": [
            {
              "text": "Imagine you have lost something important, like your school bag or a book, in the school or village. You need to report it to someone, like a teacher or a village elder. You have to clearly describe what you lost and when/where you last saw it.",
              "examples": [],
              "usage_examples": [
                "Student: Excuse me, sir. I need to report a lost item.\nTeacher: Yes, what did you lose?\nStudent: I lost my school bag. It's a blue bag with my name on it.\nTeacher: When and where did you last see it?\nStudent: I think I left it in the playground during lunch break today.\nTeacher: What was inside the bag?\nStudent: My notebooks, a pen box, and my lunch box.\nTeacher: Don't worry. We will make an announcement. What is your name and class?\nStudent: My name is Suresh, Class 7.\nTeacher: Okay, Suresh. We will let you know if we find it.\nStudent: Thank you very much, sir.\nTeacher: You're welcome. We hope to find it soon.\nStudent: Does it have a special mark?\nTeacher: No, it's just a plain blue bag.\nStudent: I hope someone finds it and returns it."
              ],
              "media": {
                "image": "images/intermediate/module-5/lesson-5/p"
              }
            }
          ]
        },
        {
          "title": "Scenario 3: Introducing Guests to Family",
          "sections": [
            {
              "text": "Imagine you have guests visiting your home, maybe from the city or another village. You need to introduce them to your family members and also introduce your family members to the guests. This needs polite and clear introduction phrases.",
              "examples": [],
              "usage_examples": [
                "You: Welcome, Uncle and Auntie! It's so good to see you.\nGuest: Thank you, dear. It's lovely to be here.\nYou: Papa, this is my Uncle Ramesh and Auntie Shanti from the city.\nFather: Welcome, welcome. Please come in.\nYou: Uncle, Auntie, this is my father. And this is my mother.\nGuest: Namaste, it's a pleasure to meet you both.\nMother: Please make yourself comfortable. Would you like some water?\nYou: And this is my younger sister, Geeta. Geeta, say hello to Uncle and Auntie.\nSister: Hello, Uncle. Hello, Auntie.\nYou: This is my cousin, Rahul. He has come from another village.\nGuest: Nice to meet you, Rahul.\nYou: This is my grandmother, she is the oldest in our family.\nGuest: Namaste, Mataji.\nYou: This is our neighbour, Mr. Sharma, he always helps us.\nGuest: Hello, Mr. Sharma. Nice to meet you."
              ],
              "media": {
                "image": "images/intermediate/module-5/lesson-5/p"
              }
            }
          ]
        },
        {
          "title": "Scenario 4: Helping Tourists in Village",
          "sections": [
            {
              "text": "Imagine some tourists or visitors come to your village. They might need help finding places like a temple, a specific shop, or asking about local customs. You need to use your English to help them with directions and information about your village.",
              "examples": [],
              "usage_examples": [
                "Tourist: Excuse me, can you tell me where the old temple is?\nYou: Yes, sir. Go straight from here, and turn left at the big banyan tree. The temple will be on your right side.\nTourist: Is it far from here?\nYou: No, sir. It's about a five-minute walk.\nTourist: Thank you. And is there a place to buy local handicrafts?\nYou: Yes, there's a small shop near the main market. You can find many handmade items there.\nTourist: How do I get to the market?\nYou: Continue straight after the temple, and the market will be on your left, after the school.\nTourist: Great, thank you for your help.\nYou: You're welcome, sir. Enjoy your visit to our village.\nTourist: What is special about this temple?\nYou: It is very old and famous for its yearly festival.\nTourist: Is there a good place to eat local food?\nYou: Yes, near the market, there are small food stalls with tasty local dishes.\nTourist: Are these vegetables grown in your village?\nYou: Yes, madam. Most of them are fresh from our village farms."
              ],
              "media": {
                "image": "images/intermediate/module-5/lesson-5/Sample example of conversation.png"
              }
            }
          ]
        }
      ]
    },
    {
      "title": "Group Tasks and Collaborative English",
      "subtopics": [
        {
          "title": "Task 1: Planning a Village Clean-up Drive",
          "sections": [
            {
              "text": "Work in groups. Imagine your class wants to organize a clean-up drive in your village. Discuss how you will plan it. Talk about the date, who will gather tools, who will make announcements, and which areas to clean. Use English to discuss and decide together.",
              "examples": [],
              "usage_examples": [
                "Student A: Let's plan our village clean-up drive. When should we do it?\nStudent B: How about next Saturday morning?\nStudent C: That sounds good. Who will gather brooms and dustpans?\nStudent A: I will be responsible for gathering the tools from homes.\nStudent B: We need to make an announcement in the village. Who will do that?\nStudent C: I can talk to the village head and ask him to announce it in the temple.\nStudent A: Which areas should we clean first?\nStudent B: Let's start with the market area and then the area around the pond.\nStudent C: We will need more volunteers for this. Who will ask other students to join?\nStudent A: I will talk to the students from Class 9 and 10.\nStudent B: We should also arrange for some drinking water for everyone.\nStudent C: Yes, I will ask my mother to help with that.\nStudent A: So, we are all clear on our tasks?\nStudent B: Yes, let's work together for a clean village.\nStudent C: This will be a great effort."
              ],
              "media": {
                "image": "images/intermediate/module-5/lesson-5/Group Discussion.png"
              }
            }
          ]
        },
        {
          "title": "Task 2: Organizing a Book Reading Session",
          "sections": [
            {
              "text": "Your group decides to organize a book reading session for younger students in your school. Discuss how you will organize it. What books will you choose? Who will read? Where will it happen? When will it happen?",
              "examples": [],
              "usage_examples": [
                "Student A: Let's organize a book reading session for younger kids.\nStudent B: Great idea! What kind of books should we choose?\nStudent C: We should choose simple storybooks with many pictures.\nStudent A: Who will read the stories?\nStudent B: I can read one story, and Rohan can read another.\nStudent C: Where should we hold the session? In the library or outside?\nStudent A: The library is better, it's quiet.\nStudent B: When will we do it? After school on Tuesday?\nStudent C: Yes, Tuesday after school sounds good. We will inform the younger students.\nStudent A: We also need to arrange mats for them to sit on.\nStudent B: I will talk to the librarian about the mats.\nStudent C: We will make sure it's a fun and educational session.\nStudent A: Will we need any props for the stories?\nStudent B: Maybe some small puppets for a story.\nStudent C: We will discuss that more tomorrow."
              ],
              "media": {
                "image": "images/intermediate/module-5/lesson-5/p"
              }
            }
          ]
        },
        {
          "title": "Task 3: Creating a School Newsletter",
          "sections": [
            {
              "text": "Your group's task is to create a small newsletter for your school. Discuss what sections it will have, who will write what, and how you will print it. Use English for all your discussions.",
              "examples": [],
              "usage_examples": [
                "Student A: We need to create a school newsletter. What should we include?\nStudent B: How about a section on recent school events?\nStudent C: And a section for student art and poems.\nStudent A: Who will write about the school events?\nStudent B: I can write about the Sports Day, and you can write about the Annual Function.\nStudent C: Who will collect the student art and poems?\nStudent A: Meena and Sita can do that.\nStudent B: How will we print the newsletter?\nStudent C: We will ask the Principal for permission to use the school printer.\nStudent A: What will be the name of our newsletter?\nStudent B: 'The School Voice' sounds good.\nStudent C: We will try to publish it every month.\nStudent A: Who will edit the content?\nStudent B: Our English teacher can help us with editing.\nStudent C: This will be a great way to share news."
              ],
              "media": {
                "image": "images/intermediate/module-5/lesson-5/p"
              }
            }
          ]
        },
        {
          "title": "Task 4: Preparing a Cultural Presentation",
          "sections": [
            {
              "text": "Your group has to prepare a cultural presentation for the school assembly. Discuss what kind of cultural items you will present (e.g., folk dance, song, traditional story), who will perform each part, and what costumes/props you will need.",
              "examples": [
                {
                  "label": "Cultural Item",
                  "value": "Folk dance"
                },
                {
                  "label": "Cultural Item 2",
                  "value": "Traditional song"
                },
                {
                  "label": "Cultural Item 3",
                  "value": "Short play about village life"
                },
                {
                  "label": "Performer",
                  "value": "Rani will perform the folk dance."
                },
                {
                  "label": "Role",
                  "value": "Rohan will sing the traditional song."
                },
                {
                  "label": "Props",
                  "value": "We need colorful scarves for the dance."
                },
                {
                  "label": "Costumes",
                  "value": "Everyone will wear traditional village clothes."
                },
                {
                  "label": "Music",
                  "value": "We need background music for the dance."
                },
                {
                  "label": "Rehearsal",
                  "value": "We will practice every day after school."
                },
                {
                  "label": "Script",
                  "value": "Who will write the script for the short play?"
                },
                {
                  "label": "Stage setup",
                  "value": "We will arrange the stage with simple village props."
                },
                {
                  "label": "Time slot",
                  "value": "Our presentation should be about 15 minutes long."
                },
                {
                  "label": "Narrator",
                  "value": "Someone needs to narrate the story of the play."
                },
                {
                  "label": "Choreography",
                  "value": "Priya will help with the dance steps."
                },
                {
                  "label": "Team effort",
                  "value": "This will be a team effort, and everyone's help is needed."
                }
              ],
              "usage_examples": [
                "Student A: For our cultural presentation, shall we do a folk dance?\nStudent B: Yes, and also a traditional song.\nStudent C: Who will perform the folk dance?\nStudent A: Meena and her friends will perform the dance.\nStudent B: Rohan will sing the traditional song.\nStudent C: We will need colorful costumes for the dance.\nStudent A: Who will arrange the music?\nStudent B: I will bring the music system.\nStudent C: When will we practice?\nStudent A: We will practice every evening for one hour.\nStudent B: We also need some props like small pots for the dance.\nStudent C: This will be a wonderful presentation.\nStudent A: We need to finalize the sequence of items.\nStudent B: We will discuss the details in our next meeting.\nStudent C: Everyone should give their best."
              ],
              "media": {
                "image": "images/intermediate/module-5/lesson-5/p"
              }
            }
          ]
        }
      ]
    },
    {
      "title": "Real-World Application and Continuous Improvement",
      "subtopics": [
        {
          "title": "Applying English in Daily Life",
          "sections": [
            {
              "text": "The English you learn in these lessons is for daily use. Try to use it in your real life, even in small ways. Speak English with your friends, family, or teachers. Think of situations where you can use the words and phrases you learned. The more you use English outside the classroom, the faster you will learn and become comfortable with it.",
              "examples": [
                {
                  "label": "Morning routine",
                  "value": "Describe your morning routine in English."
                },
                {
                  "label": "Describing village",
                  "value": "Tell a friend about your village in English."
                },
                {
                  "label": "Market visit",
                  "value": "Try to use English when buying vegetables."
                },
                {
                  "label": "Asking for help",
                  "value": "Ask for help from someone using English phrases."
                },
                {
                  "label": "Sharing news",
                  "value": "Tell your family some news in simple English."
                },
                {
                  "label": "Talking about school",
                  "value": "Talk about your classes or homework with friends in English."
                },
                {
                  "label": "Describing weather",
                  "value": "Say 'It's hot today' or 'It's raining' in English."
                },
                {
                  "label": "Talking about food",
                  "value": "Say 'This food is tasty' in English."
                },
                {
                  "label": "Greeting people",
                  "value": "Use 'Good morning' or 'Good evening' often."
                },
                {
                  "label": "Expressing feelings",
                  "value": "Say 'I am happy' or 'I am tired' in English."
                },
                {
                  "label": "Daily observations",
                  "value": "Describe what you see around you in English."
                },
                {
                  "label": "Planning small things",
                  "value": "Plan your day's study in English."
                },
                {
                  "label": "Asking about health",
                  "value": "Ask 'How are you?' or 'Are you feeling better?'"
                },
                {
                  "label": "Giving simple instructions",
                  "value": "Tell a younger sibling 'Go there' or 'Come here'."
                },
                {
                  "label": "Making requests",
                  "value": "Say 'Please give me water' in English."
                }
              ],
              "usage_examples": [
                "I will try to speak English with my friends every day.\nI will use English words when I go to the market.\nI described my village fair in English to my cousin.\nWhen I need help, I will try to ask in English.\nI tell my parents about my school day in simple English.\nI say 'Good morning, teacher' every day.\nI try to think 'I am walking to school' while walking.\nI asked my friend 'How are you feeling today?'\nI read the English textbook aloud at home.\nI told my mother 'The curry is very tasty!'\nI describe the village animals in English.\nI try to plan my homework in English.\nI will ask my uncle 'Are you feeling well?'\nI tell my little sister 'Go get your book'.\nI try to make all my requests in English."
              ],
              "media": {
                "image": "images/intermediate/module-5/lesson-5/Real inventions.png"
              }
            }
          ]
        }
      ]
    }
  ]
}
