{
  "lesson_title": "Maestro with a Mission",
  "content": [
    "The 18 year old lad, a dropout from the school, left his house with just two rupees in order to realize a dream. It was the passionate dream he was driven by. He wanted to elevate the status of an art form he had learnt from his great gurus. He decided to dedicate his life for the enrichment of that art form.",
    {
      "image": {
        "asset_path": "97.jpeg",
        "description": "Three male dancers performing Kuchipudi, dressed in traditional attire."
      }
    },
    "The lad left his house for Madras, now called Chennai about 400kms away from his place. The place where he started was a village about 50kms away from Vijayawada in Krishna district. He walked all the way... On his long way, he fed himself on plantains and water. Finding the condition of the lad, a stationmaster at Venkatachalam offered him a full meal.",
    "\"Where are you going, dear?” the stationmaster asked.",
    "No reply came.",
    "The lad looked at the endless sky.",
    "The lad was Vempati Chinna Satyam, who later came to be known as Dr. Vempati Chinna Satyam; and the place where he started from was Kuchipudi and the art form he was passionate about was – KUCHIPUDI.",
    "All this story about Satyam and Kuchipudi becomes meaningless if we really don't know certain facts about Kuchipudi.",
    "The dance form originated in the village of Kuchipudi. For a long time, the art was performed at temples at the time of annual festivals and in streets on the demand of the people. Initially, it was a male oriented dance form. Even female roles were played by men. What a surprise! Great gurus like Vedantam Lakshminarayana, Chinta Krishna Murthy enriched and transformed it and welcomed women to play different roles. They produced many dance dramas and choreographed several solo items. Thus the transformation of dance was complete! It was different from the days when men played the female roles. Now, women play even male roles. Yet, it was not much popular and it was not recognized on par with other classical dances till 1958.",
    "Satyam was too big in his aspiration and too small in his achievements. He faced many hardships in his childhood. He had a strong desire to learn Kuchipudi. In spite of that, he was humiliated by a teacher in his village. The teacher said, \"Don't attempt to learn Kuchipudi again. You are unfit for it”. He made this comment in the presence of his friends! Some ridiculed him. But, some others sympathized with him. And then, his father died. He had to feed four sisters and mother. Beyond this Satyam was interested in nothing but his favourite art form with some rudimentary knowledge of it. That is hardly of any use to a person with a lofty desire!",
    "Tadepalli Peraiah Sastry and Vedantam Lakshminarayana Sastry taught him the difficult aspects of Kuchipudi style and inspired him. Satyam developed a genuine and ardent interest towards the art form. He sometimes sold his meal tickets to watch dance programmes in Chennai. He only wanted to liberate Kuchipudi from the clutches of insignificance and oblivion.",
    "With encouragement from his cousin Vempati Pedda Satyam, Vempati Chinna Satyam tried his luck in Telugu film world. Can the Telugu film lovers forget the dance sequences in “Narthanasala”, “Devadasu”, and “Pandava Vanavasam”? Even now the film admirers become nostalgic when they recollect those sequences. Thus Dr. Vempati has carved a niche in Telugu films as well, as a dance director.",
    "Dr. Vempati was not satisfied with his success in the tinsel world. His desire to popularize Kuchipudi grew stronger. He established Kuchipudi Art Academy for this purpose, in 1963 in Madras. As many as 180 solo items and 15 dance dramas were composed and choreographed by Dr. Vempati. Those have been performed all over the world. He composed his first dance drama ‘Sri Krishna Parijatham' followed by 'Ksheera Sagara Madhanam'. Both were received well by the audience all round the world and brought laurels to Vempati.",
    "Some of the masterpieces like 'Padmavati Srinivasa Kalyanam' composed by Dr. Vempati are the symbols of depth of his knowledge and mastery over Kuchipudi. He had an ability to communicate each nuance of the dance to connoisseurs and laypersons equally well.",
    {
      "image": {
        "asset_path": "99.jpeg",
        "description": "Dr. Vempati Chinna Satyam in a dynamic Kuchipudi dance pose."
      }
    },
    "Dr. Vempati's distinguished disciples include Shanta Rao, Yamini Krishna Murthy, Vyjayanthimala Bali, Hema Malini, Manju Bhargavi, Shoba Naidu, Bala Kondala Rao and Daggubati Purandeswari etc. Every one of these disciples takes pride in being a disciple of Dr. Vempati.",
    "For all that he has done to the development and emergence of Kuchipudi to a full - fledged dance form, Dr. Vempati was rightly conferred the much coveted \"Padma Bhushan\" title by the Government of India. Andhra University awarded him an honorary doctorate in 1980. Sri Venkateswara University, Tirupati, honoured him with an honorary degree, D.Litt. in 1983. Dr. Satyam was presented with the 'Golden Key' by the mayor of Miami, USA, Stephen P Clark in the year 1981. He was chosen for the Sangeet Natak Academy fellowship and the Raja – Lakshmi Foundation, Madras presented the 'Raja - Lakshmi' award. These are only a few to mention. There are so many feathers in his cap. In the year 1976, the TTD made Satyam the 'Asthana Natyacharya'.",
    "He was born to Venkatachalamaiah and Varalakshmi on 15th Oct 1929. He led an illustrious life of 83 years and he breathed his last on 29th July 2012. He was survived by his wife Swarajya Lakshmi, two sons and three daughters.",
    "All the Telugu speakers identify themselves with \"Kuchipudi”. The rest of the world looks at Kuchipudi and Dr. Vempati's stupendous work with reverent eyes. Kuchipudi has established itself on par with other classical dance forms of India like Bharathanatyam, Kathak and Kathakali. Countless people worked for Kuchipudi, but Dr. Vempati remains the source of inspiration to such people and he remains at the centre stage of Kuchipudi's surge as a classical dance form in Modern India. Hence, he can rightly be called \"Maestro with a Mission\"."
  ]
 }

