{
  "lesson_title": "Art and Culture",
  "content": [
    "Look at the pictures and answer the questions that follow.",
    {
      "image": {
        "asset_path": "86.jpeg",
        "description": "A collage of four images representing Indian art and culture: colorful Kondapalli toys, various beaded necklaces and jewelry, numerous statues of the deity Ganesha for sale, and a group of people performing a traditional dance on stage."
      }
    },
    "1. What do you see in these pictures? Where do you find them?",
    "2. Are these handicrafts and dance forms a part of our culture? Give reasons to your answer.",
    "Oral Discourse: Talk on - “Art and cultural forms of your area.”",
    "The Story of Ikat",
    "Bell rang for the next class. The small break before the next class was enough for the children. They moved around and started chatting. The mandatory five minutes was over and the teacher did not come. The Children started wondering. \"Ramya! Do you think Janaki teacher is absent?” Ramya looking out of the classroom said, “How do I know?”. A few students were grinning. Everyone knew Ramya loved Janaki teacher who taught them Social Studies.",
    "Suddenly they noticed the teacher carrying bundles of cloth walking towards the class. A few of them dashed to help her. They all liked her as she was fair to everyone and was never partial to one student. The brilliant red and black checked rumals, shawls with black and blue geometric patterns caught the attention of the class as the teacher handed over the material to the eager helpers.",
    "She pinned them neatly on the soft board and the drab class suddenly looked vibrant. \"Teacher! What are these fabrics? Why did you bring them?\"Children pelted her with questions. She smiled and wrote on the blackboard \"Textiles of India- 'Ikat' of Andhra Pradesh.\" No one could spell “Ikat”, someone yelled “Ikat!\" and a few children giggled. Janaki teacher said it is pronounced. “I' as in it ‘ka' as in Kamala and 't' as 'th' in both. “Ikat” is an Indonesian term meaning “to bind” or “knot”. The class fell silent. Ramya asked, \"Teacher! Are these fabrics from Indonesia?” Teacher shook her head and said, “Children! can anyone remember seeing designs like this?\" Raghav said, \"Teacher, the pattern on the rumal is similar to the one on my mother's sari, though the colours are not the same.\" Janaki was pleased.",
    "She persisted, “Can anyone tell me the name of the place? It is close to our state capital. There! I gave you a clue.\" The children started shouting names of all the towns in the State. In the midst of the babble, someone said “Nalgonda” and the teacher said \"Correct! It is 'Pochampally' village in Nalgonda district.\" Everyone immediately connected to the name. \"Teacher, we forgot, we could not link. We all know Pochampally\". Teacher said, \"Quiet! Let me tell you the story of Ikat, it is a story of our handlooms”. \"What are handlooms?\" Ahmed was the first to voice the question in everyone's mind.",
    "Teacher gazed around the class and said \"A hand operated loom which weaves and has been weaving fabrics for centuries. In the race with the machine, we have forgotten our heritage\". She fell silent and the children recognized her pensive mood and kept silent. Someone hesitantly asked, \"Teacher, you mentioned the story of Ikat....\".",
    {
      "image": {
        "asset_path": "88.jpeg",
        "description": "A weaver, likely a young person, is working at a traditional handloom, weaving an orange and yellow Ikat fabric. The intricate pattern of the threads is visible on the loom."
      }
    },
    "Janaki began, “It is called “chitiki” in Telugu, “Patola\" in Gujarati and simply \"Ikat” in \"Oria\". Children's attention was divided between her words and the fabrics, as she opened a silk patola sari from Patan, Gujarat. It had a red design on a black background with rows of flowers in the border. The simple leaf design repeated across the body and the flowers in the border created a mesmerising effect.",
    "The teacher said, \"Are you thinking about the word 'Ikat' or 'tie and dye', while you are looking at the fabrics? What can be the origin of this word?\" No one answered but looked expectantly as she continued, “In hand weaving, we have threads stretched lengthwise called \"warp\" and threads intersecting them widthwise called \"weft\". Imagine the graph sheet and the X- axis and the Y-axis and how they criss-cross to form square motifs.\" Ahmed was excited, \"Teacher, warp is stretched along Y-axis and weft along X- axis.\" The class was thrilled as a new understanding came.",
    "Janaki said, “In ‘Ikat' the threads are carefully sorted, warp and weft divided into bundles, then tied with locally available water proof materials like plastic sheets, rubber strips from car and bicycle tyres, then dropped into colour. Once you untie the knots, you can see white threads dotted with colour at intervals\". Ravi said, “Teacher, how do they know where to tie the knots?\" Janaki smiled, “The ties indicate the design we want. We can look at a design or a motif and a tie.\" Ravi looked puzzled, it did not seem simple.",
    {
      "image": {
        "asset_path": "89.jpeg",
        "description": "Bundles of yarn that have been tied and dyed for Ikat weaving. One bundle is yellow and the other is green, both with black ties creating a pattern."
      }
    },
    "\"Ravi, You are absolutely right\" the teacher said. \"It is not easy. First you count the threads, measure the distance, calculate when to repeat a pattern. Only then you can tie the knots.\"",
    "\"Teacher, it seems like difficult maths,\" Ramya said.",
    "\"Correct. Weavers may not be formally educated but have complex calculations at their fingertips. They draw patterns on the graphs and copy them on the threads.\" Janaki continued, “Just close your eyes and imagine! Threads stretched out long with dots of different colours shining. I have seen such a sight in villages of Nalgonda.\" Someone said, “Teacher, the dots are like raindrops, 'chukka', that is how the name 'chitiki rumal'. This was the favourite headgear of fishermen and other labourers. It was also the towel on the shoulders of traders in Gujarat\".",
    "She suddenly thought of another explanation. She asked, \"Children, when you have to measure a small quantity of a material you use a specific word in Telugu\". This time Ramya answered promptly, “chitikedu,\" and before she completed, comprehension was written large on every child's face. \"Teacher, chitiki means small and small dots of colour which are characteristic of Ikat\", they chorused. The class was jubilant. They were able to come up with an original explanation for a historical phrase.",
    "\"When trade was vigorous with other nations in South – East Asia, \"tie and dye\" or chitiki, as lengths of fabric was a favourite export item, both in silk and cotton.” She said, \"There are other interesting stories on Ikat. Different regions fight about its origin. Did it travel from Gujarat to the South or vice versa? Did it first originate in the coastal belt of Andhra Pradesh and travel to Nalgonda? There is no systematic historical documentation to resolve this dispute\". The class was fully attentive now.",
    {
      "image": {
        "asset_path": "90.jpeg",
        "description": "A close-up of a blue Ikat fabric with an intricate geometric pattern in yellow and red."
      }
    },
    "\"For raksha bandhan, the tying of the knot was done by yellow and red Ikat dyed threads. In our tradition, tying the knot is sacred. Maybe this has a relation to tying and dyeing process. But in parts of Gujarat, Maharashtra and Deccan, designs in Ikat were very much influenced by Muslim culture.\" The bell was ringing but the class was lost in a period where vibrant colours and compelling stories were woven into beautiful fabrics.",
    "- Dr. B. Syama Sundari."
  ]
}
