{
  "lesson_title": "Social Issues",
  "content": [
    "Read the saying given below and answer the questions that follow.",
    {
      "image": {
        "asset_path": "2.jpeg",
        "description": "Home is the happiest place in the world."
      }
    },

    "1. What does the sentence mean?\n2. Do you agree / disagree with the view expressed in the saying? Why?\n3. Do you like your home? Why?",
    "Oral Discourse: Talk on - “The feelings of a homeless child.”",
    "Oliver Asks for More",
    "(This is an extract from the novel ‘OLIVER TWIST' written by the British novelist Charles Dickens (1812- 70). It is the story of an orphan boy named Oliver, who is brought to a children's home.)",
    "Mr. Bumble walked on with long strides. Little Oliver, firmly grasping his gold – laced cuff, trotted beside him.",
    "Oliver had not been within the walls of the workhouse a quarter of an hour, when Mr. Bumble informed him that the board had said he was to appear before it forthwith.",
    "Not having a very clearly defined notion of what a live board was, Oliver was rather astonished by this information, and was not quite certain whether he ought to laugh or cry. He had no time to think about the matter. Mr. Bumble asked Oliver to follow him into a large white – washed room where eight or ten fat gentlemen were sitting round a table.",
    "At the top of the table, seated in an armchair rather higher than the rest, was a particularly fat gentleman with a very round, red face.",
    "'Bow to the board,' said Bumble. Oliver brushed away two or three tears that were lingering in his eyes; and seeing no board but the table, bowed to that.",
    "'What's your name, boy?' said the gentleman in the high chair.",
    "Oliver was frightened at the sight of so many gentlemen, which made him tremble. The beadle gave him a tap on his back with his cane, which made him cry.",
    {
      "image": {
        "asset_path": "17.jpeg",
        "description": "An illustration of a small boy, Oliver, standing before a group of stern-looking gentlemen sitting at a table."
      }
    },
    "'Boy,' said the gentleman in the high chair, ‘listen to me. You know you're an orphan, I suppose?'",
    "'What's that, sir?' inquired poor Oliver.",
    "'The boy is a fool - I thought he was,' said the gentleman in the white waistcoat.",
    "'Hush!' said the gentleman who had spoken first. ‘You know you've got no father or mother, and that you were brought up by the parish, weren't you?'",
    "'Yes, sir,' replied Oliver, weeping bitterly.",
    "'What are you crying for?' inquired the gentleman in the white waistcoat.",
    "'I hope you say your prayers every night,' said another gentleman in a gruff voice; 'and pray for the people who feed you, and take care of you-like a Christian.'",
    "'Yes, sir,' stammered the boy.",
    "'Well! You have come here to be educated and taught a useful trade,' said the red-faced gentleman in the high chair.",
    "'So you'll begin to pick oakum tomorrow morning at six o'clock,' added the surly one in the white waistcoat.",
    "Oliver bowed low, directed by the beadle, and was then hurried away to a large ward; where, on a rough, hard bed, he sobbed himself to sleep.",
    "Poor Oliver! As he lay sleeping, unconscious of everything around him, the board had taken a decision that would change the course of his life.",
    "The members of this board were very wise and philosophical men. As they turned their attention to the workhouse, they discovered that it was the regular place of public entertainment for the poorer classes. It was the place where they had breakfast, dinner, tea, and supper all the year round and free; where it was all play and no work. This was really a shocking state of affairs. They were of the opinion that the poor should be given only two alternatives - either to starve quickly outside the workhouse, or gradually inside the house. With this view, they decided that the inmates of the workhouse would be issued three meals of thin gruel a day, with an onion twice a week.",
    "For the first six months after Oliver Twist was moved in, the system was in full operation. As a result, during this period, the number of workhouse inmates got smaller, and the inmates themselves shrank in size and became thinner.",
    "The room in which the boys were fed, was a large stone hall, with a big copper bowl at one end, out of which the master, dressed in an apron for the purpose, and assisted by one or two women, ladled the gruel at mealtime. Of this festive composition each boy had one basinful and no more-except on occasions of great public rejoicing, when he had two ounces and a quarter of bread besides.",
    "The basins never wanted washing. The boys polished them with their spoons till they shone again. When they had performed this operation they would sit staring at the copper bowl, with such eager eyes, as if they could have devoured the big bowl itself and everything in it. At the same time they sucked their fingers most carefully to catch up any stray splashes of gruel that might have stuck thereon. Boys have generally excellent appetite. Oliver Twist and his companions suffered the tortures of slow starvation for three months; at last they got so voracious and wild with hunger, that one boy, who was tall for his age, and hadn't been used to that sort of thing (for his father had kept a small cook-shop), hinted darkly to his companions, that unless he had another basin of gruel per day, he was afraid he might some night happen to eat the boy who slept next to him, who happened to be a weakly youth of tender age. He had a wild, hungry eye; and they believed him. A council was held; lots were cast as to who should walk up to the master after supper that evening, and ask for more; and it fell to Oliver Twist.",
    "The evening arrived; the boys took their places. The master, in his cook's uniform, stationed himself at the copper; his assistants ranged themselves behind him; the gruel was served out. The gruel disappeared; the boys whispered to each other, and winked at Oliver, while his next neighbours nudged him. Child as he was, he was desperate with hunger, and reckless with misery. He rose from the table; and advancing to the master, basin and spoon in hand, said: somewhat alarmed at his own courage.",
    "'Please, sir, I want some more.'",
    "The master was a fat, healthy man; but he turned very pale. He gazed in stupefied astonishment on the small rebel for some seconds, and then clung for support to the copper. The assistants were paralyzed with wonder; the boys with fear.",
    "'What!' said the master at length, in a faint voice.",
    "'Please, sir,' replied Oliver, ‘I want some more.’",
    "The master aimed a blow at Oliver's head with the ladle; and shrieked aloud for the beadle.",
    "The board was sitting in solemn meeting, when Mr. Bumble rushed into the room in great excitement, and addressing the gentleman in the high chair, said, “Mr. Limbkins, I beg your pardon, sir! Oliver Twist has asked for more!'",
    "There was a general start. Horror was depicted on every countenance.",
    "'For more!' said Mr. Limbkins. ‘Compose yourself, Bumble, and answer me distinctly. Do I understand that he asked for more, after he had eaten the supper allotted by the board?'",
    {
      "image": {
        "asset_path": "19.jpeg",
        "description": "An illustration of Oliver Twist holding out his bowl to the master, asking for more gruel, while other boys watch."
      }
    },
    "'He did, sir,' replied Bumble.",
    "'That boy will be hung', said the gentleman in the white waistcoat. ‘I know that boy will be hung.'",
    "Nobody contradicted the prophetic gentleman's opinion. An excited discussion took place. Oliver was ordered into instant confinement; and a bill was next morning pasted on the outside of the gate, offering a reward of five pounds to anybody who would take Oliver Twist off the hands of the parish. In other words, five pounds and Oliver Twist were offered to any man or woman who wanted an apprentice to any trade, business, or calling.",
    "- Charles Dickens",
    "About the author",
    "Charles Dickens (1812-1870) is a well known English novelist. Due to his father's imprisonment, Charles left school and worked in a shoe factory. While he was working as an office boy, he launched his writing career. His novels Oliver Twist, Great Expectations, Pickwick Papers, Bleak House, A Tale of two Cities and David Copperfield brought him name all over the world. He went on lecture tours to America and got literary reputation. He focussed on social issues and human ailments in his works.",
    {
      "image": {
        "asset_path": "20.jpeg",
        "description": "A portrait of the author, Charles Dickens."
      }
    }
  ]
}
