
[
  {
    "lesson_title": "Environment",
    "content": [
      "Look at the picture and answer the questions that follow.",
      {
        "image": {
          "asset_path": "66.png",
          "description": "A photograph of a young elephant lying on its side on the ground, entangled in a wire snare. The setting appears to be a dry, wooded area."
        }
      },
      "1. What do you think the picture is about?\n2. What can you do to save nature?",
      "Oral Activity: Speech - \"The selfishness of human beings destroy the environment.\" Give suitable examples to substantiate your opinion."
    ]
  },
  {
    "lesson_title": "What Is Man Without the Beasts?",
    "content": [
      "People choose different ways to protect the environment. Here is a speech delivered by a Red Indian Chief Seattle more than a century ago to save his land.",
      {
        "image": {
          "asset_path": "67_0.png",
          "description": "A portrait of Chief Seattle, a Native American leader, wearing a traditional headdress."
        }
      },
      "Chief Seattle became world famous for a moving speech he made in 1854, just before his lands were taken from him and his people. Seattle's words resonate very well in the environmental community, and are in fact considered to be something like ‘a gospel of the greens'.",
      "\"How can you buy or sell the sky, the warmth of the land? The idea is strange to us. If we do not own the freshness of air and the sparkle of water, how can you buy them from us?\"",
      "Every part of the Earth is sacred to my people. Every shining pine needle, every sandy shore, every mist in the dark woods, every clear and humming insect are holy in the memory and experience of my people. The sap which courses through the trees carries the memory and experience of my people. The sap, which courses through the trees, carries the memories of the red man.",
      {
        "image": {
          "asset_path": "67_1.png",
          "description": "A vibrant collage of nature, featuring a deer, horses, an eagle, hummingbirds, and other animals in a lush landscape with a waterfall and clear water."
        }
      },
      {
        "image": {
          "asset_path": "68.png",
          "description": "A painting depicting a gathering of Native Americans in a natural setting. Some are on horseback, while others are seated on the ground, listening to a central figure who is speaking with expressive gestures."
        }
      },
      "We are a part of the Earth and it is a part of us. The perfumed flowers are our sisters; the deer, the horse, the great eagle, these are our brothers. The rocky crests, the juices in the meadows, the body heat of the pony, and the man, all belong to the same family. So, when the Great Chief in Washington sends word that he wishes to buy our land, he asks much of us. The Great White Chief sends word, that he will reserve us a place so that we can live comfortably to ourselves. He will be our father and we will be his children. So we will consider your offer to buy land. But it will not be easy. For, this land is sacred to us.",
      "This shining water that moves in streams and rivers is not just water but the blood of our ancestors. If we sell you land, you must remember that it is the sacred blood of our ancestors. If we sell you land, you must remember that it is sacred, and you must teach your children that it is sacred and that each ghostly reflection in the clear water of the lakes tells of events in the life of my people. The water's murmur is the voice of my father's father.",
      "The rivers of our brothers quench our thirst. The rivers carry our canoes and feed our children. If we sell you our land, you must remember to teach your children that the rivers are our brothers, and yours, and you must henceforth give the rivers the kindness that you would give my brother.",
      "Precious",
      "The air is precious to the red man, for all things share the same breath - the beast, the tree, the man - they all share the same breath. The white man does not seem to notice the air he breathes. Like a man dying for many days, he is numb to the stench. But if we sell you our land, you must remember that the air is precious to us, that the air shares its spirit with all the life it supports. The wind that gave our grandfather his first breath also receives his last sigh. And if we sell you our land, you must keep it apart and sacred, as a place where even the white man can go to taste the wind that is sweetened by the meadow's flowers.",
      "So we will consider your offer to buy our land. If we decide to accept, I will make one condition - the white man must treat the beasts of this land as his brothers.",
      "I am a savage and do not understand any other way. I have seen thousands of rotting buffaloes on the prairie, left by the white man who shot them from a passing train. I am a savage and do not understand how the smoking iron horse can be made more important than the buffalo that you kill only to stay alive.",
      "What is man without the beasts? If all the beasts were gone, man would die from a great loneliness of the spirit. For whatever happens to the beasts, soon happens to man. All things are connected.",
      "Respect",
      "You must teach your children that the ground beneath their feet is the ashes of our grandfathers. So that they will respect the land, tell your children that the Earth is rich with the lives of our kin. Teach your children what we have taught our children, that the Earth is our mother. Whatever befalls the Earth befalls the sons of the Earth. If men spit upon the ground, they spit upon themselves.",
      "This we know - the Earth does not belong to man - man belongs to the Earth. All things are connected like the blood which unites one family. All things are connected.",
      "Whatever befalls the Earth - befalls the sons of the Earth. Man did not weave the web of life - he is merely a strand in it. Whatever he does to the web, he does to himself.",
      {
        "image": {
          "asset_path": "69.png",
          "description": "A young boy is holding a globe of the Earth in his hands, surrounded by a field of white flowers. The image has a soft, hopeful feel."
        }
      },
      "Even the white man, whose God walks and talks with him as a friend to a friend, cannot be exempt from the common destiny. We may be brothers after all. We shall see. One thing we know, which the white man may one day discover - our God is the same God. You may think now that you own Him as you wish to own our land, but you cannot. He is the God of man, and His compassion is equal for the red man and the white. The Earth is precious to Him, and to harm the Earth is to heap contempt on its Creator. The whites too shall pass, perhaps sooner than all other tribes.",
      "But in your perishing you will shine brightly, fired by the strength of the God who brought you to this land and for some special purpose gave you dominion over this land and over the red man. The destiny is a mystery to us, for we do not understand when the buffalos are slaughtered, the wild horses tamed, the secret corners of the forest heavy with the scent of many men, and the view of the ripe hills blotted by talking wires. Where is the thicket? Gone. Where is the eagle? Gone. The end of living and the beginning of survival.”",
      "About the speaker",
      "Chief Seattle (1786-1866) was the leader of Dewanish and other Pacific Northwest tribes. The city of Seattle, Washington, bears his name. In 1854, Chief Seattle reluctantly agreed to sell tribal lands to the United States Government and to move to Government established reservations. Though the authenticity of the speech has been challenged, most agree that it contains the substance and perspective of Chief Seattle's attitude towards Nature and the White race."
    ]
  }
]

