[
  {
    "lesson_title": "A Tale of Three Villages - 1. Koko Village, Nigeria",
    "content": [
      {
        "image": {
        "asset_path": "images/class10/unit6/5.png",
          "description": "A large pile of discarded, rusting metal drums, some with hazardous material symbols, dumped near a body of water."
        }
      },
      "Mr. Sunday Nana, his wife and four small children live in Koko Village, Nigeria . The village is like any other African village-picturesque, colourful and noisy. The Nana family's house too, is the same as all the other houses in the village, with mud walls and a rusting corrugated iron roof, and with children and chickens sharing the compound.",
      "There is one difference, however. Outside Mr. Nana's front are three large empty metal drums, the bright red paint now flaking away, but the skull and crossbones symbol clearly visible on each. And in a clearing 200m away from the village, next to a stream that the villagers get their drinking water from, is an enormous pyramid of identical drums, reaching to the sky. Some of them are badly corroded, their slimy contents of various colours - grey, dark green, bright orange, etc. - leaking out, down, on to the baked African earth and into the stream. Some have fallen down and rolled - or been rolled by playful children - into the bush. Some are smoking in the midday heat. Some are swelling, as if their contents are bursting to get out. Some have already burst.",
      "“They came on a Wednesday,” said Sunday, “Many, many big lorries. They took all day unloading them. No-one told us what was in them. They gave the Chief a brown paper bag-I saw him smiling as the lorries drove away. This was five years ago. Then three months ago, one of the brightest boys in the village - Thomas Agonyo - started university in Lagos. He came home one weekend with a new Chemistry book, and spent all day looking at the drums and writing things down and talking to himself and shaking his head. We all thought he had gone mad. Then he called a meeting of the village and told us that the drums contained poisonous chemicals. He said they had come from Italy. But I don't know where that is. Is it in Europe?\"",
      "Mr. Sunday Nana stopped, frowning, a troubled look on his face, \"In the last five years, 13 people have died in this village, my own elder brother one of them. They have been in pain, terrible pain. We have never seen deaths like that before. Lots of our children are sick. We have asked the Government to take the drums away, but they do nothing. We have written to Italy, but they do nothing. The Chief says we should move our houses to another place. But we have no money to buy land. We have no choice. We have to stay here. \"And they\" ------ pointing to the mountain of death in the clearing - \"are our neighbours.\"",
      "\"A Tale of Three Villages - 2. Ponnimanthuri Village, India\"",
      {
        "image": {
        "asset_path": "images/class10/unit6/4.png",
          "description": "A polluted industrial site with dark, contaminated soil and runoff, and industrial buildings in the background under a hazy sky."
        }
      },
      "\"I can remember the time,\" she said wistfully, \"when all the fields around this village were green and the harvests good\". Her outstretched arm described a complete circle as she stood in the morning sun. \"Then they built those monsters, those. ...\" Her voice spluttered in anger as she shook her fist at a collection of ominous- looking black buildings on the horizon, covered in a low-lying shroud of thick smoke. \"They said that factories need leather to make shoes, handbags and clothes. They said our menfolk would get jobs. They said we would all become rich.\"",
      "We stood silent, each thinking our own thoughts. Yes, they told you all that. But there is so much they didn't tell you. They didn't tell you that to change animal skins into leather - which they call tanning - uses as many as 250 different chemicals, including heavy metals such as cadmium, arsenic and chromium. They didn't tell you that these chemicals are discharged into the environment from those chimney stacks and fall to earth for miles around, polluting the earth below. They didn't tell you that this would poison your fields, so that nothing will grow.",
      {
        "image": {
        "asset_path": "images/class10/unit6/3.png",
          "description": "A person crouching on dry, cracked earth, with other people and a bicycle in the background, depicting a drought-stricken landscape."
        }
      },
      "\"They didn't tell us that the chemicals would be dumped in open fields and into our rivers,” sighed Vijayasama. We had been thinking the same thoughts. \"They didn't tell us that our women would have to walk ten kilometres every day. They didn't tell us that we would get ulcer and sores on our bodies. They didn't tell us...” Her voice trailed off. There is so much they didn't tell you, I thought.",
      "\"We don't buy leather shoes or leather handbags or leather clothes,” she said.",
      "\"A Tale of Three Villages - 3. Vorobyov Village, Ukraine (formerly USSR)\"",
      {
        "image": {
        "asset_path": "images/class10/unit6/2.png",
          "description": "The Chernobyl nuclear power plant, showing the damaged reactor building."
        }
      },
      "\"It happened on April the 26th 1986. I remember the date because it was my mother's birthday. We heard the explosion early in the morning. We didn't worry, because there had been explosions before from Chernobyl. But this one was bigger. Everyone stopped what they were doing and listened. Then we ran out into the garden. We could see a cloud of white smoke coming from the nuclear reactor.\" Natasha Revenko wiped her hands nervously on her apron. Tears came to the corners of her eyes, and slid slowly down her pinched, pale cheeks.",
      "\"It was a Saturday,\" she went on, still wiping her hands on her apron. \"It was a lovely warm day, and the children played outside all weekend. Even when the dust began to fall, they still played outside. They picked up handfuls of it and threw it at each other, laughing. It was Wednesday before the loudspeaker van came to the village, telling us to keep our children indoors and not to touch the radioactive dust. They also told us to wash down our houses and roads with water. A week later the children began to vomit.",
      {
        "image": {
        "asset_path": "images/class10/unit6/1.png",
          "description": "A young child with arms outstretched."
        }
      },
      "Their hair fell out. They couldn't eat. They grew so thin, and sores appeared all over their little bodies. Two weeks after that, all three died - all three on the same day.\" She broke down now and cried quietly, as she had done so many times before. \"They're buried over there.\" She pointed to the church graveyard. \"Lots of village children are. And adults.\"",
      "I touched her gently on the shoulder, leaving her to her bitter-sweet memories, and walked on through the silence. It was a ghost town. No one lived there anymore. They had either died or been forcibly evacuated. The fields were barren. Nothing grew. Nothing ever would again. There was no bird-song. No rabbit peered at me. No cow endlessly chewed. No horse neighed.",
      "Natasha caught me up as we boarded the bus marked MOSCOW. \"Thank you for coming with me,\" She said. \"I wanted to see the graves and the house again, before I die.\""
    ],
    "author": ""
  }
]
