[
  {
    "lesson_title": "Bio-Diversity",
    "content": [
      "Look at the picture and answer the questions that follow.",
      {
        "image": {
          "asset_path": "1.png",
          "description": "A riverbank heavily polluted with a large pile of garbage and plastic waste."
        }
      },
      {
        "image": {
          "asset_path": "2.png",
          "description": "A picturesque, green village with traditional houses nestled in a valley surrounded by lush forests and fields."
        }
      },
      "1. What do you see in the first picture? Do you like it? If not, why?",
      "2. How is the second picture different from the first? Do you feel good about it? Give reasons for your view.",
      "Oral Discourse: Debate - \"Human beings can not live on this earth without causing threat to the nature.\""
    ],
    "author": ""
  },
  {
    "lesson_title": "Environment",
    "content": [
      "(Interview with Wangari Maathai, Environmental Activist and Nobel Prize winner)",
      "Wangari Maathai started the Green Belt Movement and also fought for equal rights for women in Africa. She is the first African woman to win the Nobel Peace Prize. Read the excerpts from her interview with Nippon Hoso Kyokai (NHK) Radio (Japan).",
      {
        "image": {
          "asset_path": "3.png",
          "description": "Wangari Maathai holding her Nobel Peace Prize award certificate. The text on the certificate reads: \"Den Norske Nobelinstitutt har i henhold til reglene i det av ALFRED NOBEL den 27. november 1895 opprettede testamente tildelt Wangari Muta Maathai Nobels Fredspris for 2004\"."
        }
      },
      "NHK Radio : How did you become aware of the environment?",
      "Wangari Maathai: From the time we started, we were trying to respond to the basic needs of people in the rural areas; and people were asking for clean drinking water, for food, for energy (which is mostly firewood), for building material, for fodder for the animals. And all these come from the land. So we knew that what the people in the rural areas were asking for had to do with the environment. They did not have those things because the environment was degraded. So, from the very beginning we understood that we have to rehabilitate the environment.",
      "The forested mountains were the source of water and the source of rain, so when you deforest, you cause a shortage of water and a change of rainfall patterns and therefore people are not able to get food and water. Therefore, in order for them to have good environment that can sustain their livelihoods, it is important to have a government that accounts to them, that protects them, that protects their interests, that is concerned about their lives.",
      "NHK Radio : How is peace connected to a good environment?",
      "WM : Many wars that are fought in the world are fought over natural resources. Some wars are fought because the environment is so degraded that it is not able to support communities and so they fight over the little that is left. Others are fought because some people want to take a lot of the resources, to control them, and to keep many other people out.",
      {
        "image": {
          "asset_path": "4.png",
          "description": "Wangari Maathai sitting on a large, felled tree trunk in a grassy field, with cattle and people in the background."
        }
      },
      "Now whether this happens at the national level or at the regional level, or even at the global level, sooner or later there is discontent; and when that discontent is strong enough, there is conflict. So good management of the natural resources, equitable distribution of these resources, is important for peace. At the same time, good management of the natural resources is not possible if you do not have democratic space, respect for human beings, respect for human rights, giving other people dignity.",
      "That is why the three themes are related, like the African stool, with three legs and the basin on which you sit. The three legs: one leg is peace, the other leg is good governance, the third leg is sustainable management of resources. When you have those three legs, now you can put the basin, which is development. And if you try to balance that stool without those three, it won't happen.",
      "We have not shared our resources equitably. We have allowed some people, especially those in power, to acquire a lot at the expense of the majority. And we have also engaged in conflict.",
      "NHK Radio : What was the environment like when you were young, and how did you go about saving it?",
      "WM. : When I was a child, which is almost more than fifty years ago, the environment was very pristine, very beautiful, and very green. We were a British colony, and the British government at that time started to clear cut the indigenous forests in our forested mountains because they wanted to establish commercial plantations of exotic species of trees such as the pines from the northern hemisphere and the eucalyptus from Australia. These trees are very nice, they grow tall, and they grow very fast, but as they grow they destroy all the local biological diversity. All the flora and fauna disappeared. So although we were getting commercial timber for the growing timber industry, we also destroyed our local flora and fauna.",
      {
        "image": {
          "asset_path": "5.png",
          "description": "A young person carefully planting a tree seedling in the ground."
        }
      },
      "As a result, these forests, which were the water towers, were no longer able to contain the water, so when the rains fell the water ran downstream and ended up in the lakes and oceans instead of going down into the underground reservoir so that it could come back to us in the form of rivers. One thing we noted is that not only did the rain patterns change, became less, but also the rivers started drying up. We lost our local biological diversity. So that's a lot of damage to our environment.",
      "That is why in 1975, at the very first United Nations Conference for Women in Mexico, many of the women were saying, \"We need food, we need water, we need clean drinking water, we need fodder for our animals.\" And I was wondering, what has happened? These are things that were there twenty years ago when I was a child. The environment had changed; and that's when I started this campaign to restore the vegetation and to restore the land and to rehabilitate the forests.",
      "NHK Radio : What happened when you started working with the women?",
      {
        "image": {
          "asset_path": "6.png",
          "description": "Women tending to a large number of tree seedlings arranged in rows at a nursery."
        }
      },
      "W M.: Well, the first time when I told them, \"Let us plant trees\", the women said they did not know how to plant trees. So I asked the foresters to come and teach them, but they were very complicated-they are professionals. It became very complicated for ordinary illiterate women so I told the women, \"We shall use our",
      {
        "image": {
          "asset_path": "7.png",
          "description": "A group of women in colorful attire stand in front of rows of green seedlings."
        }
      },
      "common sense, and just do what we do with other seeds.\" Women work on the farms. They're the ones who plant. They're the ones who cultivate. They're the ones who produce food, so I told them that seeds of trees are like any other seeds. So if they were to treat these tree seeds the same way they treat other seeds of food crops, there is no difference. I told them to look for old broken pots even and put seeds there. They will germinate and they will know these are the seedlings from the seeds they planted and we gave them plastic bags to be able to put those seedlings and to nurture them and when they were about half a meter long then they could go and transplant them on their farms.",
      "In the beginning it was difficult, but they soon gained confidence and they became very competent foresters. So I called them \"Foresters without Diplomas\".",
      "NHK Radio: Why do you think they responded so well to your message?",
      "WM: It was a need. When the women said they needed firewood and building material, we responded to that need. Plant trees; then you will have trees for firewood. In the tropics, trees grow very fast. In five to ten years these trees serve as firewood, as building materials.",
      "Once we had planted those trees, we saw the need for them to understand why we have to have good governance; so it became important to give them civic education so that they could understand how we govern ourselves, why we govern ourselves the way we govern ourselves, why we are managing our environment the way we are managing it. Because we were dealing with the environment, we gave them education both in civics and also in environment. That made them understand clearly why they should take up the responsibility of protecting their environment-that it was not the responsibility of the government or the responsibility of somebody else to come and rehabilitate their environment on their own land. It's them; it's their responsibility.",
      "NHK Radio : What transformations did you see?",
      "WM: One of the bigger transformations that I saw was that ability of an ordinary, illiterate woman to get to understand and to be able to plant trees that in five or ten years became big trees and she was able to cut them and be able to give herself energy; to be able to sell those trees and give herself an income; to be able to feel confident that she had done something for herself. That sense of pride, sense of dignity that they are not begging, that they are doing things for themselves was very empowering. That transformation was very powerful.",
      "The other is the transformation of the landscape. Places where there was dust, there are no more dust. There are trees, even birds and rabbits. They come back and they make the environment very beautiful. There is a shade and sometimes even dry springs come back because the water is not running, the water is going into the ground. Very profound transformation.",
      "And the other transformation that I saw was the willingness of the people to fight for their rights; to decide that they have a right to a good clean environment; to decide that they will fight for their forests, they will protect their forests, and they will not allow corrupt leaders to take their public land.",
      "NHK Radio : How do you think you can influence the rest of Africa?",
      "WM: Our efforts will inspire other people to stop wasting their resources and their youth in wars and instead engage in creating a peaceful environment, more peaceful states.",
      "I'm very happy about the fact that now in Africa you see new efforts of ensuring that Africans engage in dialogue, that they invest in peaceful negotiations for conflicts, that we manage our environment. We must restore our environment and try to ensure that we do not fight, because we are allowing the environment, especially the land, to be degraded; and then we fight over agricultural land and grazing land. I see a lot of hope in what is happening in Somalia, what is happening in the Sudan, what is happening in West Africa. I see a lot of African leaders encouraging each other to engage in dialogue.",
      "NHK Radio : What is the one thing we can do?",
      "WM: For me, my greatest activity is to plant a tree. I think that a tree is a wonderful symbol for the environment and when we plant a tree we plant hope. We plant the future for ourselves, for our children, for the birds. We plant something that will last, long after we are gone."
    ]
  }
]
