{
  "lesson_title": "Family",
  "content": [
    "Look at the pictures and answer the questions that follow.",
    {
      "image": {
        "asset_path": "2.jpeg",
        "description": "Two illustrations comparing a small nuclear family (father, mother, son, daughter) and a large joint family with multiple generations living together."
      }
    },
    "1. What do you observe in the pictures?\n2. What type of families do we find in our present society? Why?\n3. Which family do you like? Why?",

    "Oral Discourse: Debate - “Small families are happy families”.",
    "The Tattered Blanket",
    "When he arrived unexpectedly at his home in the countryside in his office car and got down at the gate, his mother, who was lying in an armchair on the veranda, made a futile attempt to get up.",
    "'Kamala, there is somebody at the gate,' she said, 'somebody is in a car.'",
    "Kamala, her eldest daughter, a widow, who was sitting huddled up on the thinna on the veranda, her head and ears covered with a thin bath towel, got up reluctantly, walked slowly to the gate and screwing up her eyes peered into the darkness.",
    {
      "image": {
        "asset_path": "3.jpeg",
        "description": "An illustration of a man in a suit arriving at a countryside home. An elderly woman is resting on a lounge chair on the veranda, and another woman is sitting nearby."
      }
    },
    "She saw a bald, fat, middle-aged man walking in through the gate.",
    "'Oh, Gopi!' She said in her grating voice. 'Why this sudden unexpected visit?'",
    "'Kamala, who is it?' Her mother asked loudly from the veranda.",
    "'Gopi,' the man said. “There was a meeting in Thiruvananthapuram. I just dropped in on my way back.'",
    "'Who? Kamala, who is it?' There was a note of alarm in Amma's voice.",
    "'Amma, why are you so scared?' Kamala, Gopi's eldest sister, asked her a little awkwardly. 'As if you are seeing Gopi for the first time!'",
    "'Amma, it's me, Gopi,' he said again.",
    "He bent down and brought his face close to her wrinkled cheeks. “Amma, it's me.'",
    "'Gopi? Kamala, I can't believe it! Has his school closed for vacation?'",
    "'Amma is often like this these days. She doesn't recognize anybody,' Gopi's sister explained. 'But sometimes her memory is quite sharp. Then she asks me if you have sent any letter. I tell her everything is fine with you, Vimala and the kids. What is the point of telling her that you haven't written for a year? Poor thing! I wouldn't dream of making her unhappy.'",
    "'I got a promotion last year. After that I am always on my toes. And there are tours quite often. I don't get any time to write letters.'",
    "'Why don't you ask Vimala to write, or doesn't she get any time too?'",
    "'What are you mumbling over there?' Amma said loudly.",
    "'I heard somebody coming in a car. Who is it?'",
    "'I told you, it's Gopi.'",
    "'But Gopi is in Delhi, isn't he?'",
    "'Yes, Amma, it's me. I've come from Delhi.'",
    "'Who did Gopi marry?' Amma said, suddenly lowering her voice. 'I mean, what's his wife's name?'",
    "'Don't say you've forgotten her name too. Don't you remember, Vimala, District Collector Nambiar's eldest daughter?' Gopi's sister said.",
    "'Oh, I forgot the name. Was there a letter from Gopi today?'",
    "'There was. He writes every day.'",
    "'I'm terribly upset if I don't get a letter from him every day.'",
    "'He knows it. That's why he writes every day.'",
    "'Look at the way she talks,' Gopi's sister turned to him. 'Just as I told you. You know nothing about what's going on here, do you?'",
    "'Who is that?' Amma said again. 'Who is that in a car?'",
    "'It's me,' Gopi said. 'I had to come to Thiruvananthapuram. I thought I should drop in to see you, Amma.'",
    "'Who is your Amma? What is her name? Where does she live? Is it far from here?'",
    "'No, it is quite near.'",
    "'I don't know how I can bring back her memory', Gopi's sister said to him exasperatedly.",
    "Gopi placed his briefcase on the thinna. He opened it and pulled out the contents. Clothes, files, a shaving set....",
    {
      "image": {
        "asset_path": "5.jpeg",
        "description": "An illustration showing Gopi opening his briefcase in front of his mother, who is seated on the veranda."
      }
    },
    "'Do you know my son, Gopi?' Amma asked him. 'He is in Delhi... a Government Officer. He has Kesariyogam.... He draws a salary of two thousand five hundred rupees. Do you know him?'",
    "'Yes, I know him.'",
    "'Tell him to send me a blanket. There is a cold mist in the mornings. If I catch cold it doesn't leave me for a long time. Tell him to send a blanket, won't you? A red one. I had a blanket, the one he brought for me when he was studying in Madras. It is all tattered now, just a ball of knotted yarn. Tell him to send me a red blanket, will you?'",
    "'I'll tell him,' he nodded.",
    "'Please don't forget to tell him. The mist is not good for me. I think I'll stretch myself out for a bit. I have been sitting too long in the armchair. I have a pain in the neck.",
    "Gopi's sister put Amma to bed and came back to the veranda.",
    "'You didn't come to see Amma, did you?'",
    "'Delhi is too expensive. You know I have four children to look after now. I can't make both ends meet with my salary. And one has to keep up one's status. It will be a great help if I can raise some money by selling my share of the family property. I came to talk it over with you.'",
    "'You'll sell your land and go away with the money. I know you won't come here anymore after that.'",
    "'Don't say that. I'll come when I get time.\n Your time!'",
    "He saw the irritation on his sister's face.",
    "'It took you more than five years to find time to come here. Amma is eighty three now. I don't think she will pull on much longer. It took you so long to visit her after the last time.'",
    "'But Amma can't remember who I am', he said smiling feebly.",
    "'But do you remember your Amma?'",
    "About the author",
    {
      "image": {
        "asset_path": "7.jpeg",
        "description": "A portrait of the author, Kamla Das."
      }
    },
    "Kamla Das (1932-2009) is the daughter of the famous Malayalam poet- Balamani Amma and V.M. Nair. She is an internationally known poet, short story writer and novelist who writes effortlessly both in English and Malayalam. She has received many awards for her literary work. Some of them are Asian Poetry Prize, Kent Award for English Writing from Asian Countries, Asian World Prize, Sahitya Academy Award and Vayalar Rama Varma Sahitya Award ."
  ],
  "author": ""
}
