[
  {
    "lesson_title": "A Tribute",
    "content": [
      {
        "image": {
          "asset_path": "1.png",
          "description": "A black and white portrait of the actress Savitri."
        }
      },
      "The Indian film industry has completed a hundred years in the year 2013. It is a fitting tribute to the world of cinema to recollect our favourite films, producers, directors, actors, and music and art directors.",
      "Telugu audiences are proud of many great producers, directors and artistes. Savitri is one such prestigious artiste. Ever since she was eight, she evinced interest in learning dance. Later she associated herself with the theatre. She formed a theatre organization as well. She had little difficulty in entering the film field. When Savitri was twelve, she was offered a role in the film, Agnipareeksha, but was finally dropped as she looked too young for the role.",
      "She was given a song sequence- Ranante rane ranu- in 'Pathala Bhairavi'.",
      "Savitri's part in it was brief, but the effect of her performance was considerable. Her expressions were beautiful. A lot of film makers recognized 'a potential artiste' in her.",
      "As a result, she was elevated to the role of a heroine by the noted director L V Prasad in the film 'Samsaaram'(1950). On the sets, she was nervous; she had to repeat many takes and this proved a setback for her. The role was given to someone else and she was given a small role of less import.",
      "In the film 'Devadasu' (1953), [one of] the best picturisation[s] of Saratchandra Chatterjee's novel 'Devadas', Parvathi comes alive in Savitri. The young Parvathi with curly hair, a lock of hair straying to her forehead, the large round black berry eyes looking out from an innocent face left an indelible imprint in the minds of all cine lovers. She portrayed Devada's love and the role of a rich man's wife marvellously. Savitri left her mark in this evergreen Telugu classic.",
      "Savitri established her credentials with 'Ardhangi'(1955) . She gave an exceptionally brilliant performance as a woman forced to marry a mentally retarded person (ANR). She nurses him back to health. She also teaches a lesson to her in-laws who conspire against her husband.",
      {
        "image": {
          "asset_path": "2.png",
          "description": "A black and white photograph of actress Savitri standing."
        }
      },
      "Savitri captured the audiences with her charm and magnificent acting. She was able to convey a wide range of feelings through her expressive eyes. Her mischievous look - it captivates anyone; the look of fake anger provokes, the look filled with real anger pierces the heart. The look of passion while waiting for her lover; the pain filled look when her love fails; the confident look that seems ready to face any situation, all these myriad emotions are hidden in her eyes .The dimensions are endless and pages can be filled to describe the magic spell of her eyes.",
      "Savitri's amazing talent was in full form in 'Missamma', a hit comedy that established Savitri's place firmly as a star. Mary in the film comes into an agreement with a Hindu youth, Nandamuri Taraka Ramarao (NTR) to pretend as a couple in order to get a job in a school. Mary was a Christian to the core, whereas Rao was a tolerant Hindu. What results in is a three hour pure comedy for the audience!",
      "Savitri was adored for the matchless ease in expression. Meena Kumari, the heroine of Hindi films said, “when I watch Savitri's acting, I usually get doubts about my own acting\". Her strikingly expressive eyes and her superb sense of timing made her one of the greatest actresses. Amitabh Bacchan felt, 'Savitri was one of the first actresses with unbelievable spontaneity'.",
      {
        "image": {
          "asset_path": "3.png",
          "description": "A portrait of actress Savitri."
        }
      },
      "Maya Bazaar is another film that brought fame to Savitri. She played the role of Sasirekha. Recollecting the 16-annas Telugu lass clad in parikini, in the song 'allibilli ammayiki...' reminds us of the rich Telugu culture of yesteryears. In the final part of the film, Savitri plays the role of maya(not real) Sasirekha(Ghatotkacha in disguise).She walks in a masculine manner imitating the legendary SV Ranga Rao acting as Ghatotkacha in the film to perfection.",
      {
        "image": {
          "asset_path": "4.png",
          "description": "A black and white photograph of actress Savitri in a dynamic pose."
        }
      },
      "The theatre rocks with laughter when Lakshmana Kumara (Relangi) is teased by maya Sasirekha. She switches from the feminine to the masculine in the twinkling of an eye and needless to say, a female artiste displaying masculine demon qualities with a club in hand has no parallel.",
      "Savitri gets totally involved in whatever role she plays. 'Chivaraku Migiledi' is one such film. She played the role of a nurse in a psychiatry ward. In a particular scene the nurse has a nervous breakdown and cries uncontrollably. The shot was over. \"CUT\", the director said, but Savitri who played the role could not stop crying! Everyone in the set had to run to her and pacify her. The film became a milestone in her career!!",
      "Savitri was awarded the title 'Mahanati' (the Supreme artiste).She also received the Presidential award for her performance in 'Chivaraku Migiledi', the magnum opus of Savitri. She was the recipient of 'Kalaimamani' and 'Nadigayar Tilakam' from Tamil film industry. Savitri had nearly 300 films to her credit. Her career was nearly 30 year long. She was equally admired by Telugu and Tamil film lovers. She also acted in a few Kannada and Hindi films. She had a lion's share of films when she was at the zenith of her career. Her passion for films was so strong that she directed and produced a few films, in spite of certain adversities.",
      "Savitri was a humane artiste. She was generous to the people who were in need. Once, she donated all the jewellery she was wearing to the Prime Minister's fund. Her rise as a star was like a meteor. She left the world in 1981 leaving an envied and unsurpassed legacy behind her.",
      "Savitri is no more. But she is among us with her unforgettable roles. Her versatility lives on and on and on.",
      "Paying tribute to her, the director and producer Dasari Narayana Rao said:",
      "\"... Many artistes are forgotten soon after the death. But, it is not so with Savitri. SHE WILL BE REMEMBERED AS LONG AS CELLULOID LIVES ON.",
      "'All her films would amount to an 'Album of life' due to their range of themes; they encompass human lives and passions in their full diversity. What is cinema? Is it a fiction or a reality? Many people say many things. But Savitri gave a different definition. She said that cinema is ' Life'. Life is eternal. So is cinema because life runs through it. AND SAVITRI IS ETERNAL SINCE SHE GAVE THAT LIFE TO CINEMA.\""
    ],
    "author": ""
  }
]
