[
  {
    "lesson_title": "Films and Theatre",
    "content": [
      "Look at the picture and answer the questions that follow.",
      {
        "image": {
          "asset_path": "1.png",
          "description": "A film poster for \"Kamal Haasan's Appu Raja in Hindi\", presented by Rajan Lall & Gulshan Kumar. The poster lists Rajeev Kumar Choudhary & Jimmy Nirula as producers, Singeetam Srinivasa Rao as the director, Ilaiyaraja for music, Prem Dhawan for lyrics, and Manohar Shyam Joshi for dialogue."
        }
      },
      "1. Is this picture (a) a poster, (b) an advertisement, or (c) a painting? Justify your option.",
      "2. Who is the director of the film?",
      "3. Who are the people involved in the film making?",
      "Oral Discourse : Talk about your favourite actor/film maker/film. Give reasons, why you like him/her/it."
    ],
    "author": ""
  },
  {
    "lesson_title": "Rendezvous with Ray",
    "content": [
      "It was a unique friendship that developed between a French-Canadian priest and one of the world's greatest film directors, and had a singular impact on Bengali films both academically and practically. It was enroute to India in1961, at a stopover in New York, that 26-year- old Fr. Gaston Roberge was acquainted with the works of Satyajit Ray through the Apu Trilogy. He found the world of Apu so fascinating that he saw all three films in one sitting; and there began his longstanding love affair with the people of India and Bengali cinema and culture, which led to path-breaking work in those fields.",
      {
        "image": {
          "asset_path": "2.png",
          "description": "Gaston Roberge"
        }
      },
      "In his latest book, Satyajit Ray, Essays:1970-2005, a compilation of his essays as the name suggests, being published by Manohar Publishers, New Delhi, Roberge provides a scholarly, original analysis of Ray's works, giving an insight into the greatness of Ray both as a person and as an artist.",
      "“The Apu Trilogy was, in fact, my first portal to West Bengal and its people,” he told Frontline. In his youth, all he knew of Bengal was through Mircea Eliade’s La Nuit Bengalie, some of Tagore’s poems, and a Reader’s Digest article on Mother Teresa. If the harsh image of poverty brought out by the article on the “Saint of the Slums” haunted him, Apu’s world came as a reassurance. “No. Apu, Sarbajaya, even Harihar did not need my help-but how not to love them? I thought it was fortunate that I would soon be among them,” he wrote.",
      {
        "image": {
          "asset_path": "3.png",
          "description": "A black and white portrait of Satyajit Ray."
        }
      },
      "Roberge does not endorse the accusation of Ray’s detractors that the master director made his reputation selling India’s poverty to the West. “What struck me most was not the material poverty depicted in the films, but the enormous spiritual poverty of some rich people is much more deplorable than material poverty,” he said. Roberge does not speak with the arrogance of the West. “ I was here on a quest to know the world and in the process know myself. I did not come here to convert. In fact, I am the one who got converted,” he said.",
      {
        "image": {
          "asset_path": "4.png",
          "description": "A collage of black and white photos showing Satyajit Ray directing and in conversation on a film set."
        }
      },
      "But it took him nine years after reaching Calcutta (now Kolkata) and joining St. Xavier’s College, to muster up the confidence to meet Ray in person. “Although I wanted to meet him right away, I didn’t want to just go and see him like he was a living museum piece. I wanted to prepare myself, get to know his works more, so that when we met, there could be a worthwhile dialogue,” he said. When they finally met, it was the beginning of a close friendship that lasted 22 years- until Ray's death in 1992.",
      "“It was a very quiet friendship that developed over the years. Manikda [as Ray was affectionately called by his friends] was a shy person and always very discreet about displaying his emotions,” said Roberge. Though to outsiders, Ray’s massive stature- physical and intellectual- might have made him come across as cold, aloof and even intimidating, he was in reality a very simple and unassuming man with a subtle sense of humour. It was an unspoken arrangement between the two of them to meet on Sundays at 9 a.m. at Ray’s residence on Bishop Lefroy Road, Kolkata. Ray would invite Roberge over for private screenings of his latest films and welcomed comments on them. But this happened only after the friendship had cemented, for in the early days of their dialogue Ray’s shyness prevented him from talking about his own films.",
      "“He was even shy of receiving compliments,” said Roberge. To Roberge, the greatest mark of Ray’s appreciation for him was that he often addressed the French-speaking priest in Bengali, “in spite of my lack of elegance in that language, and the fact that Ray knew both English and Bengali so well.”",
      "“Ray’s screenplay manuscripts were an art by themselves,” Roberge says, “hand- written in Bengali, with notes in English for his set-designer, with sketches here and there, and occasional staff notation of fragments of music”. One Sunday morning, Roberge found Ray in a disturbed mood. A few well –known personalities of the city had visited him earlier to go through some of his manuscripts. After they left Ray found the Charulatha screenplay missing. Ray was almost sure who the culprit was. “I asked him whether he was planning to take any action, and he said no, and explained to me that he did not want to hurt the reputation of the person. I was absolutely stunned by his humane concern,” said Roberge.",
      "Like Rabindranath Tagore, Ray strode his time like a colossus. Roberge writes, “It is as if all Bengal was in Manikda: the rich and the poor, the powerful and the humble, the peasants and the city persons, children, teenagers, adults and old people, men and women.”",
      {
        "image": {
          "asset_path": "5.png",
          "description": "A collage of three black and white photographs of Satyajit Ray."
        }
      },
      "Philosophically too, Roberge feels, Ray took off where Tagore signed out. If one compares the last major prose piece by Tagore, “Shabhyatar Sankat” ( Crisis of Civilisation), which he wrote at the beginning of the Second World War, which contains his immortal dictum that in spite of what was happening it would be a sin to lose faith in Man, and the last three films of Ray- Ganashatru, Shakha Prashakha, and Agantuk- the analogy becomes clear.",
      {
        "image": {
          "asset_path": "6.png",
          "description": "an image from Pater Panchali"
        }
      },
      "“In these three films Ray was at his most personal and when some critics saw the films as didactic and verbose, he felt deeply hurt. For, in these last films, Satyajit was directly talking to us, conveying his personal message on society and civilization. If the impulse that motivated his earlier films was aesthetics, in the last three it was self-expression. And there we were denying him his right to speak. As the saying goes, no one is a prophet in one’s own country,” said Roberge. An agnostic throughout his life, it is possible, Roberge feels, that in the face of death Ray was searching for an answer. This was suggested by some of the music that he used in Shakha Prashakha.",
      "The last time the two friends met, Ray was in hospital, on his deathbed. It was a Sunday and Roberge, true to habit, arrived on the dot at 9 a.m. “He had grown so weak that he looked frail as a child. I did not stay long, and as I was leaving, Manikda said, ‘Bhalo laglo’ [it was nice]. Those were his last words to me,” said Roberge.",
      "One important fallout of this friendship was the establishment of Chitrabani, a communication and film institute, the first of its kind in West Bengal, which Roberge founded in 1970 and to which Ray, as a token of friendship, lent his name as co-founder. Ray was in the first governing body and after a few terms readily agreed to be the institute’s adviser. Roberge arranged most of the initial funding from Canadian agencies. “I had no reservations applying for them, for I feel richer countries in the West are indebted to countries like India,” he said.",
      "For 26 years Roberge was the director of Chitrabani and under him the institute not only produced important documentary features, but also became breeding ground for local talent for film-making..."
    ]
  }
]
