{
  "title": "Psychology & Behavior",
  "icon": "游",
  "words": [
    {
      "word": "Psychology",
      "pronunciation": "/sa톩틛k뇳톛d뇰/",
      "definition": "The scientific study of the mind and how it affects behavior.",
      "sentences": [
        "Psychology helps us understand why people act the way they do.",
        "She is studying psychology at university.",
        "Learning about psychology can help you understand yourself better."
      ]
    },
    {
      "word": "Behavior",
      "pronunciation": "/b톩틛he톩vj톛r/",
      "definition": "The way a person or animal acts or conducts themselves.",
      "sentences": [
        "Good behavior is important in school.",
        "The dog's behavior changed after training.",
        "His behavior showed he was upset."
      ]
    },
    {
      "word": "Mind",
      "pronunciation": "/ma톩nd/",
      "definition": "The part of a person that thinks, feels, and imagines.",
      "sentences": [
        "Keep an open mind when learning new things.",
        "She has a very creative mind.",
        "Your mind is very powerful."
      ]
    },
    {
      "word": "Emotion",
      "pronunciation": "/톩틛mo툵툮톛n/",
      "definition": "A strong feeling such as joy, sadness, anger, or fear.",
      "sentences": [
        "Happiness is a positive emotion.",
        "He showed a lot of emotion during the sad movie.",
        "It's important to understand your emotions."
      ]
    },
    {
      "word": "Feeling",
      "pronunciation": "/틛fi틣l톩콂/",
      "definition": "An emotional state or reaction.",
      "sentences": [
        "I have a good feeling about this test.",
        "She shared her feelings with her friend.",
        "It's normal to have mixed feelings sometimes."
      ]
    },
    {
      "word": "Thought",
      "pronunciation": "/풪톖틣t/",
      "definition": "An idea or opinion produced by thinking.",
      "sentences": [
        "He shared his thoughts on the topic.",
        "She had a sudden thought about what to do.",
        "Keep your thoughts positive."
      ]
    },
    {
      "word": "Memory",
      "pronunciation": "/틛m톝m톛ri/",
      "definition": "The ability to remember things, or a specific thing remembered.",
      "sentences": [
        "I have a good memory for faces.",
        "That vacation is a happy memory.",
        "She tried to recall the memory of the event."
      ]
    },
    {
      "word": "Learning",
      "pronunciation": "/틛l톞틣rn톩콂/",
      "definition": "The process of gaining knowledge or skill.",
      "sentences": [
        "Learning a new language takes time.",
        "She enjoys the process of learning.",
        "Online courses make learning easier."
      ]
    },
    {
      "word": "Perception",
      "pronunciation": "/p톛r틛s톝p툮톛n/",
      "definition": "The way we understand or interpret something using our senses.",
      "sentences": [
        "His perception of the situation was different from mine.",
        "Our five senses help our perception of the world.",
        "First impressions often shape our perception."
      ]
    },
    {
      "word": "Motivation",
      "pronunciation": "/틟mo툵t톩틛ve톩툮톛n/",
      "definition": "The reason or reasons one has for acting or behaving in a particular way.",
      "sentences": [
        "His motivation to succeed was very strong.",
        "What is your motivation for studying hard?",
        "Lack of motivation can make tasks difficult."
      ]
    },
    {
      "word": "Personality",
      "pronunciation": "/틟p톞틣rs톛틛n칝l톛ti/",
      "definition": "The combination of characteristics or qualities that form an individual's distinct character.",
      "sentences": [
        "She has a very friendly personality.",
        "His personality makes him a good leader.",
        "Everyone has a unique personality."
      ]
    },
    {
      "word": "Development",
      "pronunciation": "/d톩틛v톝l톛pm톛nt/",
      "definition": "The process of growing or changing over time.",
      "sentences": [
        "Child development is a key area in psychology.",
        "Reading helps with language development.",
        "The city is undergoing rapid development."
      ]
    },
    {
      "word": "Social",
      "pronunciation": "/틛so툵툮톛l/",
      "definition": "Relating to society or the way people interact with each other.",
      "sentences": [
        "Humans are social beings.",
        "She enjoys social gatherings with friends.",
        "Social skills are important for teamwork."
      ]
    },
    {
      "word": "Cognition",
      "pronunciation": "/k뉄뫎갍톩툮톛n/",
      "definition": "The mental processes of acquiring knowledge and understanding through thought, experience, and the senses.",
      "sentences": [
        "Memory and problem-solving are parts of cognition.",
        "The test measured his cognitive abilities.",
        "Cognition helps us make sense of the world."
      ]
    },
    {
      "word": "Consciousness",
      "pronunciation": "/틛k뇵툮톛sn톛s/",
      "definition": "The state of being aware of one's own existence and surroundings.",
      "sentences": [
        "He lost consciousness after the fall.",
        "Dreams occur when we are not fully in consciousness.",
        "The patient slowly regained consciousness."
      ]
    },
    {
      "word": "Subconscious",
      "pronunciation": "/틟s툷b틛k뇵툮톛s/",
      "definition": "The part of the mind of which one is not fully aware but which influences one's actions and feelings.",
      "sentences": [
        "Sometimes our subconscious thoughts affect our decisions.",
        "Dreams can reveal things from our subconscious mind.",
        "He had a subconscious fear of heights."
      ]
    },
    {
      "word": "Unconscious",
      "pronunciation": "/툷n틛k뇵툮톛s/",
      "definition": "Not awake and aware of surroundings; or, the part of the mind containing feelings and thoughts that are not conscious.",
      "sentences": [
        "He was unconscious after hitting his head.",
        "Freud studied the influence of the unconscious mind.",
        "Sometimes unconscious biases affect our judgment."
      ]
    },
    {
      "word": "Instinct",
      "pronunciation": "/틛톩nst톩콂kt/",
      "definition": "An inborn pattern of behavior that is typical of a species.",
      "sentences": [
        "Birds build nests by instinct.",
        "My first instinct was to run away.",
        "Survival instinct is very strong."
      ]
    },
    {
      "word": "Habit",
      "pronunciation": "/틛h칝b톩t/",
      "definition": "A regular tendency or practice, especially one that is hard to give up.",
      "sentences": [
        "Brushing your teeth every morning is a good habit.",
        "He has a habit of biting his nails.",
        "Breaking a bad habit can be challenging."
      ]
    },
    {
      "word": "Trait",
      "pronunciation": "/tre톩t/",
      "definition": "A distinguishing quality or characteristic, typically one belonging to a person.",
      "sentences": [
        "Kindness is a positive personality trait.",
        "He has many good traits.",
        "Honesty is an important trait to have."
      ]
    },
    {
      "word": "Temperament",
      "pronunciation": "/틛t톝mp톛r톛m톛nt/",
      "definition": "A person's or animal's nature, especially as it permanently affects their behavior.",
      "sentences": [
        "She has a calm temperament.",
        "His artistic temperament makes him very creative.",
        "Children often have different temperaments."
      ]
    },
    {
      "word": "Mood",
      "pronunciation": "/mu틣d/",
      "definition": "A temporary state of mind or feeling.",
      "sentences": [
        "She was in a good mood today.",
        "His bad mood affected everyone.",
        "Music can change your mood."
      ]
    },
    {
      "word": "Stress",
      "pronunciation": "/str톝s/",
      "definition": "A state of mental or emotional strain or tension resulting from adverse or demanding circumstances.",
      "sentences": [
        "Exams can cause a lot of stress.",
        "He feels stress when he has too much work.",
        "Exercise can help reduce stress."
      ]
    },
    {
      "word": "Anxiety",
      "pronunciation": "/칝콂틛za톩톛ti/",
      "definition": "A feeling of worry, nervousness, or unease, typically about an event or something with an uncertain outcome.",
      "sentences": [
        "She felt anxiety before her big presentation.",
        "Anxiety can make it hard to sleep.",
        "Deep breathing can help calm anxiety."
      ]
    },
    {
      "word": "Depression",
      "pronunciation": "/d톩틛pr톝툮톛n/",
      "definition": "A state of low mood and aversion to activity that can affect a person's thoughts, behavior, feelings, and sense of well-being.",
      "sentences": [
        "Talking to someone can help with depression.",
        "Depression is a serious mental health condition.",
        "Support groups offer help for people with depression."
      ]
    },
    {
      "word": "Therapy",
      "pronunciation": "/틛풪톝r톛pi/",
      "definition": "Treatment intended to heal or relieve a disorder.",
      "sentences": [
        "She started therapy to help with her anxiety.",
        "Talking therapy can be very helpful.",
        "Physical therapy helps people recover from injuries."
      ]
    },
    {
      "word": "Counseling",
      "pronunciation": "/틛ka툵ns톛l톩콂/",
      "definition": "The provision of professional assistance and guidance in resolving personal or psychological problems.",
      "sentences": [
        "He received counseling to cope with his grief.",
        "School counselors offer guidance to students.",
        "Counseling can help you find solutions to problems."
      ]
    },
    {
      "word": "Psychologist",
      "pronunciation": "/sa톩틛k뇳톛d뉄뿁t/",
      "definition": "A professional who studies the mind and behavior.",
      "sentences": [
        "The psychologist helped him understand his feelings.",
        "She consulted a child psychologist about her son's behavior.",
        "Psychologists conduct research and provide therapy."
      ]
    },
    {
      "word": "Psychiatrist",
      "pronunciation": "/sa톩틛ka톩톛tr톩st/",
      "definition": "A medical doctor who specializes in mental health, including substance use disorders.",
      "sentences": [
        "The psychiatrist prescribed medication for her anxiety.",
        "Psychiatrists can diagnose and treat mental illnesses.",
        "He sees a psychiatrist for his mental health."
      ]
    },
    {
      "word": "Mental health",
      "pronunciation": "/틛m톝nt톛l h톝l풪/",
      "definition": "A person's emotional, psychological, and social well-being.",
      "sentences": [
        "Taking care of your mental health is as important as physical health.",
        "Many organizations promote mental health awareness.",
        "Talking about your feelings can improve your mental health."
      ]
    },
    {
      "word": "Well-being",
      "pronunciation": "/w톝l틛bi틣톩콂/",
      "definition": "The state of being comfortable, healthy, or happy.",
      "sentences": [
        "Exercise contributes to overall well-being.",
        "She cares deeply about her family's well-being.",
        "Mental well-being is crucial for a fulfilling life."
      ]
    },
    {
      "word": "Self-esteem",
      "pronunciation": "/s톝lf 톩틛sti틣m/",
      "definition": "Confidence in one's own worth or abilities; self-respect.",
      "sentences": [
        "Building self-esteem is important for teenagers.",
        "Positive feedback can boost self-esteem.",
        "Low self-esteem can affect a person's confidence."
      ]
    },
    {
      "word": "Confidence",
      "pronunciation": "/틛k뇵f톩d톛ns/",
      "definition": "The feeling or belief that one can rely on someone or something; firm trust.",
      "sentences": [
        "She spoke with great confidence during her presentation.",
        "His confidence grew with practice.",
        "Confidence is key to achieving your goals."
      ]
    },
    {
      "word": "Empathy",
      "pronunciation": "/틛톝mp톛풪i/",
      "definition": "The ability to understand and share the feelings of another.",
      "sentences": [
        "Showing empathy helps build strong friendships.",
        "She has a lot of empathy for others.",
        "Empathy is an important quality for a good listener."
      ]
    },
    {
      "word": "Sympathy",
      "pronunciation": "/틛s톩mp톛풪i/",
      "definition": "Feelings of pity and sorrow for someone else's misfortune.",
      "sentences": [
        "I felt great sympathy for the lost child.",
        "She offered her sympathy to her grieving friend.",
        "He expressed his sympathy for their loss."
      ]
    },
    {
      "word": "Altruism",
      "pronunciation": "/틛칝ltru톩z톛m/",
      "definition": "The belief in or practice of selfless concern for the well-being of others.",
      "sentences": [
        "His act of kindness was a true example of altruism.",
        "Altruism is a valuable human quality.",
        "Many charities are built on the principle of altruism."
      ]
    },
    {
      "word": "Aggression",
      "pronunciation": "/톛틛토r톝툮톛n/",
      "definition": "Hostile or violent behavior or attitudes toward another; readiness to attack or confront.",
      "sentences": [
        "The dog showed signs of aggression.",
        "Aggression can be a response to fear.",
        "It's important to manage aggression in a healthy way."
      ]
    },
    {
      "word": "Cooperation",
      "pronunciation": "/ko툵틟뇷톛틛re톩툮톛n/",
      "definition": "The process of working together to achieve the same goal.",
      "sentences": [
        "Teamwork requires good cooperation.",
        "International cooperation is needed to solve global problems.",
        "Children learn cooperation through games."
      ]
    },
    {
      "word": "Conflict",
      "pronunciation": "/틛k뇵fl톩kt/",
      "definition": "A serious disagreement or argument.",
      "sentences": [
        "They had a conflict over who would use the computer.",
        "Learning to resolve conflict is a valuable skill.",
        "The story involved a major conflict between two families."
      ]
    },
    {
      "word": "Resolution",
      "pronunciation": "/틟r톝z톛틛lu틣툮톛n/",
      "definition": "The act of finding a solution to a problem or conflict.",
      "sentences": [
        "They worked towards a peaceful resolution of the conflict.",
        "The new year is a time for making resolutions.",
        "The conflict reached a quick resolution."
      ]
    },
    {
      "word": "Communication",
      "pronunciation": "/k톛틟mju틣n톩틛ke톩툮톛n/",
      "definition": "The process of sharing information, ideas, or feelings.",
      "sentences": [
        "Good communication is key in any relationship.",
        "She has excellent communication skills.",
        "Effective communication prevents misunderstandings."
      ]
    },
    {
      "word": "Nonverbal",
      "pronunciation": "/n뇵틛v톞틣rb톛l/",
      "definition": "Not involving words or speech.",
      "sentences": [
        "Body language is a form of nonverbal communication.",
        "His nonverbal cues showed he was nervous.",
        "We often communicate nonverbally without realizing it."
      ]
    },
    {
      "word": "Verbal",
      "pronunciation": "/틛v톞틣rb톛l/",
      "definition": "Relating to or in the form of words.",
      "sentences": [
        "She gave a verbal agreement to the plan.",
        "Verbal communication is important in a classroom.",
        "His verbal skills are very strong."
      ]
    },
    {
      "word": "Listening",
      "pronunciation": "/틛l톩s톛n톩콂/",
      "definition": "The act of paying attention to sound.",
      "sentences": [
        "Active listening is important for understanding others.",
        "Good listening skills are valuable in any job.",
        "She practiced listening to her friends without interrupting."
      ]
    },
    {
      "word": "Observation",
      "pronunciation": "/틟뇩z톛r틛ve톩툮톛n/",
      "definition": "The action or process of observing something carefully in order to gain information.",
      "sentences": [
        "Scientists make careful observations during experiments.",
        "Her keen observation helped solve the puzzle.",
        "Psychologists rely on observation of behavior."
      ]
    },
    {
      "word": "Experiment",
      "pronunciation": "/톩k틛sp톝r톩m톛nt/",
      "definition": "A scientific procedure undertaken to make a discovery, test a hypothesis, or demonstrate a known fact.",
      "sentences": [
        "The students conducted a science experiment.",
        "Psychologists often use experiments to study behavior.",
        "The results of the experiment were surprising."
      ]
    },
    {
      "word": "Hypothesis",
      "pronunciation": "/ha톩틛p뉉쟬뿁톩s/",
      "definition": "A proposed explanation made on the basis of limited evidence as a starting point for further investigation.",
      "sentences": [
        "The scientist formed a hypothesis about how the brain works.",
        "Her hypothesis was tested in the experiment.",
        "A good hypothesis can be proven wrong."
      ]
    },
    {
      "word": "Theory",
      "pronunciation": "/틛풪톩톛ri/",
      "definition": "A system of ideas intended to explain something, especially one based on general principles independent of the thing to be explained.",
      "sentences": [
        "Einstein developed the theory of relativity.",
        "Psychologists have many theories about human behavior.",
        "The new theory explains the phenomenon well."
      ]
    },
    {
      "word": "Research",
      "pronunciation": "/r톩틛s톞틣rt툮/",
      "definition": "The systematic investigation into and study of materials and sources in order to establish facts and reach new conclusions.",
      "sentences": [
        "She is doing research for her school project.",
        "Psychological research helps us understand the mind.",
        "The new research provided important findings."
      ]
    },
    {
      "word": "Data",
      "pronunciation": "/틛de톩t톛/",
      "definition": "Facts and statistics collected together for reference or analysis.",
      "sentences": [
        "The scientists collected a lot of data.",
        "Analyze the data to find patterns.",
        "The survey provided interesting data about opinions."
      ]
    },
    {
      "word": "Analysis",
      "pronunciation": "/톛틛n칝l톛s톩s/",
      "definition": "Detailed examination of the elements or structure of something.",
      "sentences": [
        "The psychologist performed an analysis of his patient's dreams.",
        "Data analysis is an important part of research.",
        "Her analysis of the problem was very insightful."
      ]
    },
    {
      "word": "Conclusion",
      "pronunciation": "/k톛n틛klu틣뉄뗥/",
      "definition": "The end or finish of an event or process, or a judgment or decision reached by reasoning.",
      "sentences": [
        "The experiment led to an important conclusion.",
        "What conclusion did you draw from the evidence?",
        "The book's conclusion was very satisfying."
      ]
    },
    {
      "word": "Ethics",
      "pronunciation": "/틛톝풪톩ks/",
      "definition": "Moral principles that govern a person's behavior or the conducting of an activity.",
      "sentences": [
        "Scientists must follow strict ethics in their research.",
        "It's important to have good work ethics.",
        "The discussion covered the ethics of artificial intelligence."
      ]
    },
    {
      "word": "Confidentiality",
      "pronunciation": "/틟k뇵f톩틟d톝n툮i틛칝l톛ti/",
      "definition": "The state of keeping or being kept secret or private.",
      "sentences": [
        "Therapists must maintain patient confidentiality.",
        "All personal information is treated with strict confidentiality.",
        "He assured her of complete confidentiality."
      ]
    },
    {
      "word": "Privacy",
      "pronunciation": "/틛pra톩v톛si/",
      "definition": "The state of being free from public attention.",
      "sentences": [
        "Everyone deserves a right to privacy.",
        "She values her privacy very much.",
        "The law protects personal privacy."
      ]
    },
    {
      "word": "Consent",
      "pronunciation": "/k톛n틛s톝nt/",
      "definition": "Permission for something to happen or agreement to do something.",
      "sentences": [
        "You need parental consent to go on the trip.",
        "He gave his consent for the medical procedure.",
        "Research participants must give informed consent."
      ]
    },
    {
      "word": "Bias",
      "pronunciation": "/틛ba톩톛s/",
      "definition": "Prejudice in favor of or against one thing, person, or group compared with another, usually in a way considered to be unfair.",
      "sentences": [
        "Try to avoid bias when making decisions.",
        "The news report showed a clear bias.",
        "Everyone can have unconscious biases."
      ]
    },
    {
      "word": "Stereotype",
      "pronunciation": "/틛st톝ri톛틟ta톩p/",
      "definition": "A widely held but fixed and oversimplified image or idea of a particular type of person or thing.",
      "sentences": [
        "It's wrong to judge people based on stereotypes.",
        "The movie challenged common stereotypes.",
        "Avoid using stereotypes in your language."
      ]
    },
    {
      "word": "Prejudice",
      "pronunciation": "/틛pr톝d뉅굓톩s/",
      "definition": "Preconceived opinion that is not based on reason or actual experience.",
      "sentences": [
        "Prejudice can lead to unfair treatment.",
        "He fought against racial prejudice.",
        "Education can help reduce prejudice."
      ]
    },
    {
      "word": "Discrimination",
      "pronunciation": "/d톩틟skr톩m톩틛ne톩툮톛n/",
      "definition": "The unjust or prejudicial treatment of different categories of people or things, especially on the grounds of race, age, or sex.",
      "sentences": [
        "Discrimination in the workplace is illegal.",
        "She experienced discrimination because of her age.",
        "Fighting discrimination is important for equality."
      ]
    },
    {
      "word": "Equality",
      "pronunciation": "/톩틛kw뇳톛ti/",
      "definition": "The state of being equal, especially in status, rights, or opportunities.",
      "sentences": [
        "Everyone should have equality of opportunity.",
        "The movement fought for gender equality.",
        "Equality means treating everyone fairly."
      ]
    },
    {
      "word": "Diversity",
      "pronunciation": "/da톩틛v톞틣rs톩ti/",
      "definition": "The state of being diverse; variety.",
      "sentences": [
        "Diversity in a team brings different ideas.",
        "The school celebrates cultural diversity.",
        "Diversity makes our world richer."
      ]
    },
    {
      "word": "Inclusion",
      "pronunciation": "/톩n틛klu틣뉄뗥/",
      "definition": "The practice or policy of providing equal access to opportunities and resources for people who might otherwise be excluded or marginalized.",
      "sentences": [
        "Inclusion ensures everyone feels welcome.",
        "The company promotes diversity and inclusion.",
        "Inclusion in education benefits all students."
      ]
    },
    {
      "word": "Empathy gap",
      "pronunciation": "/틛톝mp톛풪i 토칝p/",
      "definition": "A cognitive bias that makes it difficult for a person to understand or feel what another person is experiencing.",
      "sentences": [
        "Sometimes an empathy gap makes it hard to relate to others' pain.",
        "Bridging the empathy gap can improve relationships.",
        "The empathy gap can lead to misunderstandings."
      ]
    },
    {
      "word": "Cognitive bias",
      "pronunciation": "/틛k뉄멽톩t톩v 틛ba톩톛s/",
      "definition": "A systematic error in thinking that affects the decisions and judgments that people make.",
      "sentences": [
        "Confirmation bias is a common cognitive bias.",
        "Understanding cognitive biases can improve decision-making.",
        "Cognitive biases can lead to irrational choices."
      ]
    },
    {
      "word": "Confirmation bias",
      "pronunciation": "/틟k뇵f톛r틛me톩툮톛n 틛ba톩톛s/",
      "definition": "The tendency to search for, interpret, favor, and recall information in a way that confirms one's preexisting beliefs or hypotheses.",
      "sentences": [
        "Confirmation bias can make it hard to change your mind.",
        "Be aware of confirmation bias when researching a topic.",
        "Confirmation bias strengthens existing beliefs."
      ]
    },
    {
      "word": "Halo effect",
      "pronunciation": "/틛he톩lo툵 톩틛f톝kt/",
      "definition": "A cognitive bias in which an observer's overall impression of a person, company, brand, or product influences the observer's feelings and thoughts about that entity's character or properties.",
      "sentences": [
        "The halo effect made him seem more intelligent than he was.",
        "Celebrities often benefit from the halo effect.",
        "The halo effect can influence first impressions."
      ]
    },
    {
      "word": "Placebo effect",
      "pronunciation": "/pl톛틛si틣bo툵 톩틛f톝kt/",
      "definition": "A beneficial effect produced by a placebo drug or treatment, which cannot be attributed to the properties of the placebo itself, and must therefore be due to the patient's belief in that treatment.",
      "sentences": [
        "The placebo effect shows the power of the mind.",
        "Some studies show a strong placebo effect.",
        "The patient felt better due to the placebo effect."
      ]
    },
    {
      "word": "Self-fulfilling prophecy",
      "pronunciation": "/s톝lf f툵l틛f톩l톩콂 틛pr뇭톛si/",
      "definition": "A prediction that directly or indirectly causes itself to become true, by the very fact that the prophecy has been made.",
      "sentences": [
        "Her negative attitude became a self-fulfilling prophecy.",
        "Believe in yourself to avoid a negative self-fulfilling prophecy.",
        "The teacher's expectation created a self-fulfilling prophecy for the student."
      ]
    },
    {
      "word": "Cognitive dissonance",
      "pronunciation": "/틛k뉄멽톩t톩v 틛d톩s톛n톛ns/",
      "definition": "The state of having inconsistent thoughts, beliefs, or attitudes, especially as relating to behavioral decisions and attitude change.",
      "sentences": [
        "He felt cognitive dissonance when his actions didn't match his beliefs.",
        "Cognitive dissonance can be uncomfortable.",
        "People try to reduce cognitive dissonance."
      ]
    },
    {
      "word": "Conditioning",
      "pronunciation": "/k톛n틛d톩툮톛n톩콂/",
      "definition": "The process of training or accustoming someone or something to behave in a certain way or to accept certain circumstances.",
      "sentences": [
        "Pavlov's experiments showed classical conditioning in dogs.",
        "Behavioral conditioning can help change habits.",
        "He used positive conditioning to train his pet."
      ]
    },
    {
      "word": "Reinforcement",
      "pronunciation": "/틟ri틣톩n틛f톖틣rsm톛nt/",
      "definition": "The process of encouraging or establishing a belief or pattern of behavior.",
      "sentences": [
        "Positive reinforcement helps children learn faster.",
        "The reward served as a reinforcement for good behavior.",
        "Lack of reinforcement can lead to a behavior fading."
      ]
    },
    {
      "word": "Punishment",
      "pronunciation": "/틛p툷n톩툮m톛nt/",
      "definition": "The infliction or imposition of a penalty as retribution for an offense.",
      "sentences": [
        "Punishment can sometimes change behavior.",
        "The punishment for cheating was severe.",
        "Parents sometimes use punishment to teach lessons."
      ]
    },
    {
      "word": "Observational learning",
      "pronunciation": "/틟뇩z톛r틛ve톩툮톛n톛l 틛l톞틣rn톩콂/",
      "definition": "Learning by observing others.",
      "sentences": [
        "Children often learn through observational learning.",
        "Observational learning is a powerful way to acquire new skills.",
        "He improved his technique through observational learning."
      ]
    },
    {
      "word": "Modeling",
      "pronunciation": "/틛m뇫톛l톩콂/",
      "definition": "Learning by imitating others' behavior.",
      "sentences": [
        "Parents are important role models for their children's behavior modeling.",
        "He learned the dance steps through modeling.",
        "Modeling good behavior is important."
      ]
    },
    {
      "word": "Social norms",
      "pronunciation": "/틛so툵툮톛l n톖틣rmz/",
      "definition": "The unwritten rules of behavior that are considered acceptable in a group or society.",
      "sentences": [
        "Following social norms helps us fit in.",
        "Social norms can vary greatly between cultures.",
        "Breaking social norms can sometimes lead to change."
      ]
    },
    {
      "word": "Groupthink",
      "pronunciation": "/틛토ru틣p틟풪톩콂k/",
      "definition": "The practice of thinking or making decisions as a group in a way that discourages creativity or individual responsibility.",
      "sentences": [
        "Groupthink can lead to bad decisions in a team.",
        "Avoid groupthink to encourage diverse opinions.",
        "The committee fell victim to groupthink."
      ]
    },
    {
      "word": "Conformity",
      "pronunciation": "/k톛n틛f톖틣rm톩ti/",
      "definition": "Behavior in accordance with socially accepted conventions or standards.",
      "sentences": [
        "Peer pressure can lead to conformity.",
        "Conformity is sometimes necessary for social order.",
        "She resisted conformity and chose her own path."
      ]
    },
    {
      "word": "Obedience",
      "pronunciation": "/o툵틛bi틣di톛ns/",
      "definition": "Compliance with an order, request, or law or submission to another's authority.",
      "sentences": [
        "Dogs are trained for obedience.",
        "Obedience to rules keeps everyone safe.",
        "The soldiers showed strict obedience to their commander."
      ]
    },
    {
      "word": "Authority",
      "pronunciation": "/톖틣틛풪r톩ti/",
      "definition": "The power or right to give orders, make decisions, and enforce obedience.",
      "sentences": [
        "The teacher has authority in the classroom.",
        "He spoke with authority on the subject.",
        "Respecting authority is important."
      ]
    },
    {
      "word": "Attitude",
      "pronunciation": "/틛칝t톩tu틣d/",
      "definition": "A settled way of thinking or feeling about something.",
      "sentences": [
        "She has a positive attitude towards life.",
        "His bad attitude affected his performance.",
        "Your attitude can influence your success."
      ]
    },
    {
      "word": "Belief",
      "pronunciation": "/b톩틛li틣f/",
      "definition": "An acceptance that a statement is true or that something exists.",
      "sentences": [
        "He has a strong belief in honesty.",
        "Religious belief is important to many people.",
        "Her belief in herself helped her achieve her goals."
      ]
    },
    {
      "word": "Value",
      "pronunciation": "/틛v칝lju틣/",
      "definition": "The regard that something is held to deserve; the importance, worth, or usefulness of something.",
      "sentences": [
        "Honesty is a core value in our family.",
        "She places a high value on education.",
        "Different cultures have different values."
      ]
    },
    {
      "word": "Norm",
      "pronunciation": "/n톖틣rm/",
      "definition": "A standard or pattern, especially of social behavior, that is typical or expected of a group.",
      "sentences": [
        "It is the norm to shake hands when meeting someone new.",
        "Social norms guide our interactions.",
        "Breaking the norm can be challenging."
      ]
    },
    {
      "word": "Role",
      "pronunciation": "/ro툵l/",
      "definition": "The function assumed or part played by a person or thing in a particular situation.",
      "sentences": [
        "He played an important role in the team.",
        "What is your role in this project?",
        "Parents play a crucial role in their children's lives."
      ]
    },
    {
      "word": "Identity",
      "pronunciation": "/a톩틛d톝nt톩ti/",
      "definition": "The fact of being who or what a person or thing is.",
      "sentences": [
        "She has a strong sense of her cultural identity.",
        "Teenagers often explore their identity.",
        "His identity was linked to his profession."
      ]
    },
    {
      "word": "Self-concept",
      "pronunciation": "/s톝lf 틛k뇵s톝pt/",
      "definition": "An individual's belief about himself or herself, including the person's attributes and who and what the self is.",
      "sentences": [
        "A positive self-concept is important for mental health.",
        "His self-concept was shaped by his experiences.",
        "Developing a healthy self-concept takes time."
      ]
    },
    {
      "word": "Self-awareness",
      "pronunciation": "/s톝lf 톛틛w톝톛rn톛s/",
      "definition": "Conscious knowledge of one's own character, feelings, motives, and desires.",
      "sentences": [
        "Self-awareness is the first step to personal growth.",
        "Meditation can increase self-awareness.",
        "She gained self-awareness through therapy."
      ]
    },
    {
      "word": "Self-regulation",
      "pronunciation": "/s톝lf 틟r톝토j툵틛le톩툮톛n/",
      "definition": "The ability to control one's own behavior, emotions, and thoughts.",
      "sentences": [
        "Children learn self-regulation as they grow.",
        "Good self-regulation helps in managing stress.",
        "Self-regulation is key to achieving long-term goals."
      ]
    },
    {
      "word": "Coping mechanism",
      "pronunciation": "/틛ko툵p톩콂 틛m톝k톛n톩z톛m/",
      "definition": "A strategy used to deal with a difficult situation.",
      "sentences": [
        "Exercise is a healthy coping mechanism for stress.",
        "Everyone has different coping mechanisms.",
        "Talking to a friend can be a good coping mechanism."
      ]
    },
    {
      "word": "Resilience",
      "pronunciation": "/r톩틛z톩li톛ns/",
      "definition": "The capacity to recover quickly from difficulties; toughness.",
      "sentences": [
        "She showed great resilience after facing challenges.",
        "Building resilience helps you bounce back from setbacks.",
        "Resilience is an important quality for overcoming adversity."
      ]
    },
    {
      "word": "Adaptation",
      "pronunciation": "/틟칝d칝p틛te톩툮톛n/",
      "definition": "The process of changing to suit different conditions.",
      "sentences": [
        "Humans have a great capacity for adaptation.",
        "Adaptation to a new environment can be challenging.",
        "Psychology studies how people achieve adaptation."
      ]
    },
    {
      "word": "Cognitive development",
      "pronunciation": "/틛k뉄멽톩t톩v d톩틛v톝l톛pm톛nt/",
      "definition": "The construction of thought processes, including remembering, problem-solving, and decision-making, from childhood through adolescence to adulthood.",
      "sentences": [
        "Play is important for a child's cognitive development.",
        "The theory explains stages of cognitive development.",
        "Cognitive development continues throughout life."
      ]
    },
    {
      "word": "Emotional intelligence",
      "pronunciation": "/톩틛mo툵툮톛n톛l 톩n틛t톝l톩d뉄뗥s/",
      "definition": "The capacity to be aware of, control, and express one's emotions, and to handle interpersonal relationships judiciously and empathetically.",
      "sentences": [
        "Emotional intelligence is important for leadership.",
        "She has high emotional intelligence.",
        "Developing emotional intelligence helps in social situations."
      ]
    },
    {
      "word": "Socialization",
      "pronunciation": "/틟so툵툮톛la톩틛ze톩툮톛n/",
      "definition": "The process of learning to behave in a way that is acceptable to society.",
      "sentences": [
        "School plays a role in a child's socialization.",
        "Socialization helps people understand cultural norms.",
        "Pets also go through a process of socialization."
      ]
    },
    {
      "word": "Attachment",
      "pronunciation": "/톛틛t칝t툮m톛nt/",
      "definition": "A strong emotional bond or affection.",
      "sentences": [
        "Babies form strong attachments to their caregivers.",
        "She has a deep attachment to her childhood home.",
        "Secure attachment is important for healthy development."
      ]
    },
    {
      "word": "Interpersonal",
      "pronunciation": "/틟톩nt톛r틛p톞틣rs톛n톛l/",
      "definition": "Relating to relationships or communication between people.",
      "sentences": [
        "Good interpersonal skills are important for teamwork.",
        "He struggles with interpersonal communication.",
        "Interpersonal relationships are a key area of study in psychology."
      ]
    },
    {
      "word": "Group dynamics",
      "pronunciation": "/토ru틣p da톩틛n칝m톩ks/",
      "definition": "The interactions and relationships between members of a group.",
      "sentences": [
        "Understanding group dynamics helps improve team performance.",
        "The workshop focused on positive group dynamics.",
        "Group dynamics can influence individual behavior."
      ]
    },
    {
      "word": "Leadership",
      "pronunciation": "/틛li틣d톛r툮톩p/",
      "definition": "The action of leading a group of people or an organization.",
      "sentences": [
        "Good leadership is essential for a successful team.",
        "She showed strong leadership qualities.",
        "Leadership involves guiding and motivating others."
      ]
    },
    {
      "word": "Motivation theory",
      "pronunciation": "/틟mo툵t톩틛ve톩툮톛n 틛풪톩톛ri/",
      "definition": "A theory that explains why people are motivated to do things.",
      "sentences": [
        "Maslow's hierarchy of needs is a famous motivation theory.",
        "Understanding motivation theory can help in managing employees.",
        "Different motivation theories offer various perspectives."
      ]
    },
    {
      "word": "Cognitive therapy",
      "pronunciation": "/틛k뉄멽톩t톩v 틛풪톝r톛pi/",
      "definition": "A type of psychotherapy in which negative patterns of thought about the self and the world are challenged in order to alter unwanted behavior patterns.",
      "sentences": [
        "Cognitive therapy helps people change negative thinking.",
        "She found cognitive therapy very effective for her anxiety.",
        "Cognitive therapy focuses on current problems."
      ]
    },
    {
      "word": "Behavioral therapy",
      "pronunciation": "/b톩틛he톩vj톛r톛l 틛풪톝r톛pi/",
      "definition": "A type of therapy that aims to help a person change potentially self-destructive behaviors.",
      "sentences": [
        "Behavioral therapy can help treat phobias.",
        "He underwent behavioral therapy to overcome his fear.",
        "Behavioral therapy focuses on changing actions."
      ]
    },
    {
      "word": "Psychodynamic",
      "pronunciation": "/틟sa톩ko툵da톩틛n칝m톩k/",
      "definition": "Relating to the interaction of conscious and unconscious mental or emotional processes.",
      "sentences": [
        "Psychodynamic therapy explores past experiences.",
        "Freud's theories are psychodynamic.",
        "Psychodynamic approaches look at deep-seated issues."
      ]
    },
    {
      "word": "Humanistic",
      "pronunciation": "/틟hju틣m톛틛n톩st톩k/",
      "definition": "Relating to an approach that emphasizes human potential and self-actualization.",
      "sentences": [
        "Humanistic psychology focuses on personal growth.",
        "Carl Rogers was a key figure in humanistic therapy.",
        "The humanistic approach values individual experience."
      ]
    },
    {
      "word": "Neuroscience",
      "pronunciation": "/틟nj툵톛ro툵틛sa톩톛ns/",
      "definition": "The scientific study of the nervous system, including the brain.",
      "sentences": [
        "Neuroscience helps us understand how the brain works.",
        "She is passionate about neuroscience research.",
        "Advances in neuroscience have revealed much about the mind."
      ]
    },
    {
      "word": "Brain",
      "pronunciation": "/bre톩n/",
      "definition": "An organ of soft nervous tissue contained in the skull, functioning as the coordinating center of sensation and intellectual and nervous activity.",
      "sentences": [
        "The human brain is incredibly complex.",
        "Learning new things helps your brain grow.",
        "The brain controls all our thoughts and actions."
      ]
    },
    {
      "word": "Nervous system",
      "pronunciation": "/틛n톞틣rv톛s 틛s톩st톛m/",
      "definition": "The network of nerve cells and fibers that transmits nerve impulses between parts of the body.",
      "sentences": [
        "The nervous system controls our senses and movements.",
        "Stress can affect the nervous system.",
        "The brain is part of the central nervous system."
      ]
    },
    {
      "word": "Hormones",
      "pronunciation": "/틛h톖틣rmo툵nz/",
      "definition": "Chemical substances produced in the body that control many body functions.",
      "sentences": [
        "Hormones play a role in mood and growth.",
        "Stress hormones can affect your health.",
        "The body's hormones regulate various processes."
      ]
    },
    {
      "word": "Genetics",
      "pronunciation": "/d뉄쀎갍톝t톩ks/",
      "definition": "The study of heredity and the variation of inherited characteristics.",
      "sentences": [
        "Genetics plays a role in our personality traits.",
        "Scientists study genetics to understand diseases.",
        "Our genetics influence many aspects of our lives."
      ]
    },
    {
      "word": "Heredity",
      "pronunciation": "/h톩틛r톝d톩ti/",
      "definition": "The passing on of physical or mental characteristics from one generation to another.",
      "sentences": [
        "Eye color is determined by heredity.",
        "Heredity plays a role in some behaviors.",
        "Understanding heredity helps explain family traits."
      ]
    },
    {
      "word": "Environment",
      "pronunciation": "/톩n틛va톩r톛nm톛nt/",
      "definition": "The surroundings or conditions in which a person, animal, or plant lives or operates.",
      "sentences": [
        "Our environment can influence our behavior.",
        "A supportive environment helps children thrive.",
        "Protecting the natural environment is important."
      ]
    },
    {
      "word": "Nature vs. nurture",
      "pronunciation": "/틛ne톩t툮톛r v톞틣rs톛s 틛n톞틣rt툮톛r/",
      "definition": "A debate about whether human behavior is determined by genes (nature) or by environment (nurture).",
      "sentences": [
        "The nature vs. nurture debate is central to psychology.",
        "Some traits are clearly influenced by both nature and nurture.",
        "The question of nature vs. nurture is complex."
      ]
    },
    {
      "word": "Cognitive psychology",
      "pronunciation": "/틛k뉄멽톩t톩v sa톩틛k뇳톛d뇰/",
      "definition": "The study of mental processes such as attention, language use, memory, perception, problem-solving, and thinking.",
      "sentences": [
        "Cognitive psychology helps us understand how we think.",
        "She specializes in cognitive psychology.",
        "Research in cognitive psychology has improved education."
      ]
    },
    {
      "word": "Developmental psychology",
      "pronunciation": "/d톩틟v톝l톛p틛m톝nt톛l sa톩틛k뇳톛d뇰/",
      "definition": "The scientific study of how and why human beings change over the course of their life.",
      "sentences": [
        "Developmental psychology covers changes from birth to old age.",
        "He is interested in child developmental psychology.",
        "Developmental psychology examines growth and learning."
      ]
    },
    {
      "word": "Social psychology",
      "pronunciation": "/틛so툵툮톛l sa톩틛k뇳톛d뇰/",
      "definition": "The study of how people's thoughts, feelings, and behaviors are influenced by the actual, imagined, or implied presence of others.",
      "sentences": [
        "Social psychology explains group behavior.",
        "She took a course on social psychology.",
        "Social psychology helps understand human interaction."
      ]
    },
    {
      "word": "Clinical psychology",
      "pronunciation": "/틛kl톩n톩k톛l sa톩틛k뇳톛d뇰/",
      "definition": "The branch of psychology concerned with the assessment and treatment of mental illness and disability.",
      "sentences": [
        "Clinical psychology focuses on helping people with mental health issues.",
        "He works as a clinical psychologist.",
        "Clinical psychology involves therapy and diagnosis."
      ]
    },
    {
      "word": "Abnormal psychology",
      "pronunciation": "/칝b틛n톖틣rm톛l sa톩틛k뇳톛d뇰/",
      "definition": "The study of abnormal behavior and mental illness.",
      "sentences": [
        "Abnormal psychology explores different mental disorders.",
        "She finds abnormal psychology very interesting.",
        "Understanding abnormal psychology helps in treatment."
      ]
    },
    {
      "word": "Health psychology",
      "pronunciation": "/h톝l풪 sa톩틛k뇳톛d뇰/",
      "definition": "The study of psychological and behavioral processes in health, illness, and healthcare.",
      "sentences": [
        "Health psychology examines the link between mind and body.",
        "She works in health psychology, promoting well-being.",
        "Health psychology helps people cope with chronic illness."
      ]
    },
    {
      "word": "Educational psychology",
      "pronunciation": "/틟톝d뇻틛ke톩툮톛n톛l sa톩틛k뇳톛d뇰/",
      "definition": "The study of how humans learn in educational settings, the effectiveness of educational interventions, the psychology of teaching, and the social psychology of schools.",
      "sentences": [
        "Educational psychology helps improve teaching methods.",
        "She is an educational psychologist.",
        "Educational psychology focuses on learning and development in schools."
      ]
    },
    {
      "word": "Forensic psychology",
      "pronunciation": "/f톛틛r톝ns톩k sa톩틛k뇳톛d뇰/",
      "definition": "The application of psychological principles and research methods to legal issues.",
      "sentences": [
        "Forensic psychology is used in criminal investigations.",
        "He is interested in a career in forensic psychology.",
        "Forensic psychology helps understand criminal behavior."
      ]
    },
    {
      "word": "Sports psychology",
      "pronunciation": "/sp톖틣rts sa톩틛k뇳톛d뇰/",
      "definition": "The study of how psychological factors affect performance and how participation in sport and exercise affect psychological and physical factors.",
      "sentences": [
        "Sports psychology helps athletes improve their mental game.",
        "She consults a sports psychologist.",
        "Sports psychology focuses on motivation and focus."
      ]
    },
    {
      "word": "Industrial-organizational psychology",
      "pronunciation": "/틟톩nd툷stri톛l 틟톖틣r토톛n톩틛ze톩툮톛n톛l sa톩틛k뇳톛d뇰/",
      "definition": "The scientific study of human behavior in the workplace and applies psychological principles to workplace issues.",
      "sentences": [
        "Industrial-organizational psychology helps improve employee satisfaction.",
        "She works in industrial-organizational psychology.",
        "This field focuses on productivity and workplace dynamics."
      ]
    },
    {
      "word": "Positive psychology",
      "pronunciation": "/틛p눀톛t톩v sa톩틛k뇳톛d뇰/",
      "definition": "The scientific study of what makes life most worth living, focusing on strengths and virtues.",
      "sentences": [
        "Positive psychology emphasizes happiness and well-being.",
        "She practices principles of positive psychology.",
        "Positive psychology helps people flourish."
      ]
    },
    {
      "word": "Cognitive behavioral therapy (CBT)",
      "pronunciation": "/틛k뉄멽톩t톩v b톩틛he톩vj톛r톛l 틛풪톝r톛pi/",
      "definition": "A common type of talk therapy that helps you become aware of inaccurate or negative thinking so you can view challenging situations more clearly and respond to them in a more effective way.",
      "sentences": [
        "CBT is often used to treat anxiety and depression.",
        "She learned coping skills through CBT.",
        "CBT helps change negative thought patterns."
      ]
    },
    {
      "word": "Mindfulness",
      "pronunciation": "/틛ma톩ndf툵ln톛s/",
      "definition": "The quality or state of being conscious or aware of something.",
      "sentences": [
        "Practicing mindfulness can reduce stress.",
        "Mindfulness meditation helps you focus on the present moment.",
        "She tries to live with more mindfulness."
      ]
    },
    {
      "word": "Meditation",
      "pronunciation": "/틟m톝d톩틛te톩툮톛n/",
      "definition": "The practice of focusing one's mind for a period of time, in silence or with the aid of chanting, for religious or spiritual purposes or as a method of relaxation.",
      "sentences": [
        "Meditation can help improve focus and calm.",
        "She practices meditation every morning.",
        "Many people use meditation to relax."
      ]
    },
    {
      "word": "Relaxation",
      "pronunciation": "/틟ri틣l칝k틛se톩툮톛n/",
      "definition": "The state of being free from tension and anxiety.",
      "sentences": [
        "Listening to music helps me with relaxation.",
        "She enjoys relaxation after a long day.",
        "Deep breathing is a good relaxation technique."
      ]
    },
    {
      "word": "Coping skills",
      "pronunciation": "/틛ko툵p톩콂 sk톩lz/",
      "definition": "Strategies used to deal with stress and difficult emotions.",
      "sentences": [
        "Learning healthy coping skills is important for mental well-being.",
        "She taught her children various coping skills.",
        "Coping skills help manage challenging situations."
      ]
    },
    {
      "word": "Emotional regulation",
      "pronunciation": "/톩틛mo툵툮톛n톛l 틟r톝토j툵틛le톩툮톛n/",
      "definition": "The ability to respond to the ongoing demands of experience with the range of emotions in a manner that is socially tolerable and sufficiently flexible to permit spontaneous reactions as well as the ability to delay spontaneous reactions as needed.",
      "sentences": [
        "Emotional regulation is a key part of emotional intelligence.",
        "Children learn emotional regulation as they grow.",
        "Improving emotional regulation can lead to better relationships."
      ]
    },
    {
      "word": "Problem-solving",
      "pronunciation": "/틛pr뇩l톛m 틟s뇳v톩콂/",
      "definition": "The process of finding solutions to difficult or complex issues.",
      "sentences": [
        "Good problem-solving skills are valued in any job.",
        "She is excellent at problem-solving.",
        "We worked together on a problem-solving task."
      ]
    },
    {
      "word": "Decision-making",
      "pronunciation": "/d톩틛s톩뉄뗥 틟me톩k톩콂/",
      "definition": "The action or process of making important decisions.",
      "sentences": [
        "Effective decision-making requires careful thought.",
        "He is good at quick decision-making.",
        "Group decision-making can be challenging."
      ]
    },
    {
      "word": "Critical thinking",
      "pronunciation": "/틛kr톩t톩k톛l 틛풪톩콂k톩콂/",
      "definition": "The objective analysis and evaluation of an issue in order to form a judgment.",
      "sentences": [
        "Critical thinking is essential for academic success.",
        "She encourages critical thinking in her students.",
        "Develop critical thinking to evaluate information."
      ]
    },
    {
      "word": "Creativity",
      "pronunciation": "/틟kri틣e톩틛t톩v톩ti/",
      "definition": "The use of imagination or original ideas to create something.",
      "sentences": [
        "Her creativity shines in her artwork.",
        "Creativity is important for innovation.",
        "He uses his creativity to solve problems."
      ]
    },
    {
      "word": "Imagination",
      "pronunciation": "/톩틟m칝d뉄쀎갍e톩툮톛n/",
      "definition": "The faculty or action of forming new ideas, or images or concepts of external objects not present to the senses.",
      "sentences": [
        "Children have vivid imaginations.",
        "Use your imagination to write a story.",
        "Imagination is key to invention."
      ]
    },
    {
      "word": "Abstract thinking",
      "pronunciation": "/틛칝bstr칝kt 틛풪톩콂k톩콂/",
      "definition": "The ability to understand concepts that are not concrete or directly observable.",
      "sentences": [
        "Philosophy requires abstract thinking.",
        "Abstract thinking develops as children grow.",
        "Math problems often require abstract thinking."
      ]
    },
    {
      "word": "Concrete thinking",
      "pronunciation": "/틛k뉀긂ri틣t 틛풪톩콂k톩콂/",
      "definition": "A literal form of thinking that focuses on facts and specific objects rather than ideas or concepts.",
      "sentences": [
        "Young children often engage in concrete thinking.",
        "Concrete thinking focuses on the here and now.",
        "Some tasks require concrete thinking, others abstract."
      ]
    },
    {
      "word": "Reasoning",
      "pronunciation": "/틛ri틣z톛n톩콂/",
      "definition": "The action of thinking about something in a logical, sensible way.",
      "sentences": [
        "His reasoning for the decision was sound.",
        "Logical reasoning is important in problem-solving.",
        "She used careful reasoning to reach her conclusion."
      ]
    },
    {
      "word": "Logic",
      "pronunciation": "/틛l뇫뉄뾺/",
      "definition": "Reasoning conducted or assessed according to strict principles of validity.",
      "sentences": [
        "His argument was based on sound logic.",
        "There is no logic in his actions.",
        "She used logic to solve the puzzle."
      ]
    },
    {
      "word": "Intuition",
      "pronunciation": "/틟톩ntu틛톩툮톛n/",
      "definition": "The ability to understand something immediately, without the need for conscious reasoning.",
      "sentences": [
        "Sometimes you just have to trust your intuition.",
        "Her intuition told her something was wrong.",
        "Intuition can be a powerful guide."
      ]
    },
    {
      "word": "Insight",
      "pronunciation": "/틛톩nsa톩t/",
      "definition": "The capacity to gain an accurate and deep understanding of someone or something.",
      "sentences": [
        "The book provided great insight into human behavior.",
        "He had a sudden insight into the problem.",
        "Therapy can help you gain self-insight."
      ]
    },
    {
      "word": "Awareness",
      "pronunciation": "/톛틛w톝톛rn톛s/",
      "definition": "Knowledge or perception of a situation or fact.",
      "sentences": [
        "Public awareness of mental health issues is growing.",
        "She has a strong awareness of her surroundings.",
        "Awareness is the first step to change."
      ]
    },
    {
      "word": "Attention",
      "pronunciation": "/톛틛t톝n툮톛n/",
      "definition": "The act or power of fixing the mind on something.",
      "sentences": [
        "Pay attention to the teacher.",
        "He has a short attention span.",
        "Her attention was drawn to the loud noise."
      ]
    },
    {
      "word": "Concentration",
      "pronunciation": "/틟k뇵s톛n틛tre톩툮톛n/",
      "definition": "The action or power of focusing one's attention or mental effort.",
      "sentences": [
        "It takes good concentration to solve complex problems.",
        "She lost her concentration during the exam.",
        "Meditation can improve concentration."
      ]
    },
    {
      "word": "Distraction",
      "pronunciation": "/d톩틛str칝k툮톛n/",
      "definition": "A thing that prevents someone from concentrating on something else.",
      "sentences": [
        "Loud noises are a distraction when studying.",
        "He tries to avoid distractions while working.",
        "Social media can be a big distraction."
      ]
    },
    {
      "word": "Focus",
      "pronunciation": "/틛fo툵k톛s/",
      "definition": "The center of interest or activity.",
      "sentences": [
        "Try to focus on your studies.",
        "The camera lens needs to be in focus.",
        "He lost his focus during the game."
      ]
    },
    {
      "word": "Motivation (intrinsic)",
      "pronunciation": "/톩n틛tr톩ns톩k 틟mo툵t톩틛ve톩툮톛n/",
      "definition": "Motivation that comes from within an individual, rather than from any external or outside rewards.",
      "sentences": [
        "His intrinsic motivation to learn was very strong.",
        "Intrinsic motivation leads to greater satisfaction.",
        "She found joy in the work itself, driven by intrinsic motivation."
      ]
    },
    {
      "word": "Motivation (extrinsic)",
      "pronunciation": "/톝k틛str톩ns톩k 틟mo툵t톩틛ve톩툮톛n/",
      "definition": "Motivation that comes from outside an individual, such as rewards or avoiding punishment.",
      "sentences": [
        "He was driven by extrinsic motivation to earn a good grade.",
        "Extrinsic motivation can be effective for short-term goals.",
        "The prize provided extrinsic motivation for the competition."
      ]
    },
    {
      "word": "Goal",
      "pronunciation": "/토o툵l/",
      "definition": "The object of a person's ambition or effort; an aim or desired result.",
      "sentences": [
        "Setting clear goals helps you stay motivated.",
        "Her goal is to finish her degree next year.",
        "He achieved his goal of running a marathon."
      ]
    },
    {
      "word": "Aspiration",
      "pronunciation": "/틟칝sp톛틛re톩툮톛n/",
      "definition": "A hope or ambition of achieving something.",
      "sentences": [
        "His aspiration is to become a doctor.",
        "She has high aspirations for her career.",
        "Aspirations drive people to work hard."
      ]
    },
    {
      "word": "Achievement",
      "pronunciation": "/톛틛t툮i틣vm톛nt/",
      "definition": "A thing done successfully, typically by effort, courage, or skill.",
      "sentences": [
        "Graduating from college was a great achievement.",
        "His scientific achievements are well-known.",
        "She celebrated her personal achievement."
      ]
    },
    {
      "word": "Success",
      "pronunciation": "/s톛k틛s톝s/",
      "definition": "The accomplishment of an aim or purpose.",
      "sentences": [
        "Hard work is key to success.",
        "She achieved great success in her career.",
        "Success often comes after many failures."
      ]
    },
    {
      "word": "Failure",
      "pronunciation": "/틛fe톩lj톛r/",
      "definition": "Lack of success.",
      "sentences": [
        "Don't be afraid of failure; learn from it.",
        "The project was a complete failure.",
        "Failure can be a stepping stone to success."
      ]
    },
    {
      "word": "Growth mindset",
      "pronunciation": "/토ro툵풪 틛ma톩nd틟s톝t/",
      "definition": "The belief that abilities can be developed through dedication and hard work.",
      "sentences": [
        "Having a growth mindset helps you learn from mistakes.",
        "She encourages her students to adopt a growth mindset.",
        "A growth mindset sees challenges as opportunities."
      ]
    },
    {
      "word": "Fixed mindset",
      "pronunciation": "/f톩kst 틛ma톩nd틟s톝t/",
      "definition": "The belief that abilities are fixed traits and cannot be changed.",
      "sentences": [
        "A fixed mindset can limit your potential.",
        "He struggled with a fixed mindset about his intelligence.",
        "Overcoming a fixed mindset is important for learning."
      ]
    },
    {
      "word": "Self-efficacy",
      "pronunciation": "/s톝lf 틛톝f톩k톛si/",
      "definition": "One's belief in one's ability to succeed in specific situations or accomplish a task.",
      "sentences": [
        "High self-efficacy leads to greater persistence.",
        "Building self-efficacy helps in mastering new skills.",
        "His self-efficacy was boosted by his past successes."
      ]
    },
    {
      "word": "Self-actualization",
      "pronunciation": "/s톝lf 틟칝kt툮u톛la톩틛ze톩툮톛n/",
      "definition": "The realization or fulfillment of one's talents and potentialities, especially considered as a drive or need present in everyone.",
      "sentences": [
        "Maslow's hierarchy places self-actualization at the top.",
        "She sought self-actualization through her creative work.",
        "Self-actualization is about becoming your best self."
      ]
    },
    {
      "word": "Hierarchy of needs",
      "pronunciation": "/틛ha톩톛r톔틣rki 톛v ni틣dz/",
      "definition": "A theory by Abraham Maslow, proposing that people are motivated to fulfill basic needs before moving on to other, more advanced needs.",
      "sentences": [
        "Food and shelter are basic needs in Maslow's hierarchy of needs.",
        "The hierarchy of needs explains human motivation.",
        "Understanding the hierarchy of needs can help in helping others."
      ]
    },
    {
      "word": "Cognitive restructuring",
      "pronunciation": "/틛k뉄멽톩t톩v ri틣틛str툷kt툮톛r톩콂/",
      "definition": "A psychotherapeutic process of learning to identify and dispute irrational or maladaptive thoughts.",
      "sentences": [
        "Cognitive restructuring helps change negative thought patterns.",
        "She learned cognitive restructuring in therapy.",
        "Cognitive restructuring is a key technique in CBT."
      ]
    },
    {
      "word": "Exposure therapy",
      "pronunciation": "/톩k틛spo툵뉄r 틛풪톝r톛pi/",
      "definition": "A technique in behavior therapy used to treat anxiety disorders, where the patient is exposed to the feared object or context without any danger, in order to overcome their anxiety.",
      "sentences": [
        "Exposure therapy helped him overcome his fear of heights.",
        "She underwent exposure therapy for her phobia.",
        "Exposure therapy is effective for many anxiety disorders."
      ]
    },
    {
      "word": "Systematic desensitization",
      "pronunciation": "/틟s톩st톛틛m칝t톩k di틣틟s톝ns톩ta톩틛ze톩툮톛n/",
      "definition": "A type of behavioral therapy used to treat phobias and other anxiety disorders, involving gradual exposure to the feared object or situation while the patient is in a relaxed state.",
      "sentences": [
        "Systematic desensitization helps reduce fear gradually.",
        "He used systematic desensitization to overcome his fear of flying.",
        "Systematic desensitization combines relaxation with exposure."
      ]
    },
    {
      "word": "Aversion therapy",
      "pronunciation": "/톛틛v톞틣r뉄뗥 틛풪톝r톛pi/",
      "definition": "A type of behavior therapy designed to make a patient give up an undesirable habit by associating it with an unpleasant stimulus.",
      "sentences": [
        "Aversion therapy is sometimes used to treat addictions.",
        "The therapy used aversion to reduce smoking.",
        "Aversion therapy can be controversial."
      ]
    },
    {
      "word": "Token economy",
      "pronunciation": "/틛to툵k톛n 톩틛k뇵톛mi/",
      "definition": "A system of behavior modification based on the systematic reinforcement of target behavior.",
      "sentences": [
        "The classroom used a token economy to encourage good behavior.",
        "A token economy rewards desired actions.",
        "The token economy helped improve student participation."
      ]
    },
    {
      "word": "Social learning theory",
      "pronunciation": "/틛so툵툮톛l 틛l톞틣rn톩콂 틛풪톩톛ri/",
      "definition": "A theory that states that people learn from one another, via observation, imitation, and modeling.",
      "sentences": [
        "Bandura's social learning theory is very influential.",
        "Social learning theory explains how we learn from others.",
        "Observational learning is a key part of social learning theory."
      ]
    },
    {
      "word": "Bystander effect",
      "pronunciation": "/틛ba톩틟st칝nd톛r 톩틛f톝kt/",
      "definition": "A social psychological phenomenon in which individuals are less likely to offer help to a victim when other people are present.",
      "sentences": [
        "The bystander effect can prevent people from helping in emergencies.",
        "Understanding the bystander effect can encourage intervention.",
        "The bystander effect highlights group influence."
      ]
    },
    {
      "word": "Diffusion of responsibility",
      "pronunciation": "/d톩틛fju틣뉄뗥 톛v r톩틟sp뇵s톛틛b톩l톛ti/",
      "definition": "A phenomenon in which a person is less likely to take responsibility for action or inaction when others are present.",
      "sentences": [
        "Diffusion of responsibility contributes to the bystander effect.",
        "When many people are present, diffusion of responsibility can occur.",
        "Diffusion of responsibility makes individuals feel less accountable."
      ]
    },
    {
      "word": "Conformity experiment",
      "pronunciation": "/k톛n틛f톖틣rm톩ti 톩k틛sp톝r톩m톛nt/",
      "definition": "A psychological experiment designed to study how individuals conform to group pressure.",
      "sentences": [
        "Asch's conformity experiment showed how powerful group pressure can be.",
        "The conformity experiment revealed interesting insights into human behavior.",
        "Conformity experiments highlight social influence."
      ]
    },
    {
      "word": "Obedience to authority",
      "pronunciation": "/o툵틛bi틣di톛ns tu틣 톖틣틛풪r톩ti/",
      "definition": "Compliance with the commands of an authority figure.",
      "sentences": [
        "Milgram's experiment studied obedience to authority.",
        "Obedience to authority can sometimes lead to harmful actions.",
        "Understanding obedience to authority is important in many fields."
      ]
    },
    {
      "word": "Group polarization",
      "pronunciation": "/토ru틣p 틟po툵l톛ra톩틛ze톩툮톛n/",
      "definition": "The tendency for a group to make decisions that are more extreme than the initial inclination of its members.",
      "sentences": [
        "Group polarization can lead to more extreme opinions.",
        "Discussions within a group can cause group polarization.",
        "Group polarization is a common phenomenon in social media."
      ]
    },
    {
      "word": "Social loafing",
      "pronunciation": "/틛so툵툮톛l 틛lo툵f톩콂/",
      "definition": "The phenomenon of a person exerting less effort to achieve a goal when they work in a group than when they work alone.",
      "sentences": [
        "Social loafing can occur in large group projects.",
        "To prevent social loafing, make individual contributions clear.",
        "Social loafing is a challenge in team settings."
      ]
    },
    {
      "word": "Deindividuation",
      "pronunciation": "/틟di틣톩nd톩틟v톩d뇻틛e톩툮톛n/",
      "definition": "The loss of self-awareness and self-restraint occurring in group situations that foster arousal and anonymity.",
      "sentences": [
        "Crowds can lead to deindividuation.",
        "Deindividuation can sometimes result in impulsive behavior.",
        "Anonymity can contribute to deindividuation."
      ]
    },
    {
      "word": "Prefrontal cortex",
      "pronunciation": "/pri틣틛fr툷nt톛l 틛k톖틣rt톝ks/",
      "definition": "The very front part of the brain, involved in planning, decision-making, and personality.",
      "sentences": [
        "The prefrontal cortex is important for rational thought.",
        "Damage to the prefrontal cortex can affect decision-making.",
        "The prefrontal cortex develops throughout adolescence."
      ]
    },
    {
      "word": "Amygdala",
      "pronunciation": "/톛틛m톩토d톛l톛/",
      "definition": "A part of the brain involved in processing emotions, especially fear.",
      "sentences": [
        "The amygdala plays a key role in our fear response.",
        "Research shows the amygdala is active during emotional events.",
        "The amygdala helps us recognize threats."
      ]
    },
    {
      "word": "Hippocampus",
      "pronunciation": "/틟h톩p톛틛k칝mp톛s/",
      "definition": "A part of the brain involved in memory formation.",
      "sentences": [
        "The hippocampus is crucial for creating new memories.",
        "Damage to the hippocampus can lead to memory loss.",
        "The hippocampus helps us remember events and facts."
      ]
    },
    {
      "word": "Neurotransmitter",
      "pronunciation": "/틟nj툵톛ro툵틛tr칝nzm톩t톛r/",
      "definition": "A chemical substance that transmits nerve impulses across a synapse.",
      "sentences": [
        "Dopamine is a neurotransmitter involved in pleasure.",
        "Neurotransmitters carry messages in the brain.",
        "Imbalances in neurotransmitters can affect mood."
      ]
    },
    {
      "word": "Dopamine",
      "pronunciation": "/틛do툵p톛mi틣n/",
      "definition": "A neurotransmitter that plays a role in pleasure, motivation, and reward.",
      "sentences": [
        "Dopamine is often called the 'feel-good' chemical.",
        "Activities that bring joy release dopamine in the brain.",
        "Dopamine affects our motivation to seek rewards."
      ]
    },
    {
      "word": "Serotonin",
      "pronunciation": "/틟s톝r톛틛to툵n톩n/",
      "definition": "A neurotransmitter that plays a role in mood, sleep, and appetite.",
      "sentences": [
        "Serotonin levels can affect feelings of happiness.",
        "Some medications work by affecting serotonin levels.",
        "Serotonin contributes to overall well-being."
      ]
    },
    {
      "word": "Cortisol",
      "pronunciation": "/틛k톖틣rt톩s뇳/",
      "definition": "A hormone released in response to stress.",
      "sentences": [
        "Cortisol is known as the 'stress hormone'.",
        "High cortisol levels can affect health.",
        "The body releases cortisol when under pressure."
      ]
    },
    {
      "word": "Adrenaline",
      "pronunciation": "/톛틛dr톝n톛l톩n/",
      "definition": "A hormone released in response to stress or excitement, preparing the body for 'fight or flight'.",
      "sentences": [
        "Adrenaline rushed through his body during the roller coaster ride.",
        "The sudden danger caused an adrenaline surge.",
        "Adrenaline helps us react quickly in emergencies."
      ]
    },
    {
      "word": "Fight or flight response",
      "pronunciation": "/fa톩t 톖틣r fla톩t r톩틛sp뇵s/",
      "definition": "A physiological reaction that occurs in response to a perceived harmful event, attack, or threat to survival.",
      "sentences": [
        "The loud noise triggered his fight or flight response.",
        "The fight or flight response prepares the body for danger.",
        "Understanding the fight or flight response can help manage anxiety."
      ]
    },
    {
      "word": "Cognitive restructuring",
      "pronunciation": "/틛k뉄멽톩t톩v ri틣틛str툷kt툮톛r톩콂/",
      "definition": "A psychotherapeutic process of learning to identify and dispute irrational or maladaptive thoughts.",
      "sentences": [
        "Cognitive restructuring helps change negative thought patterns.",
        "She learned cognitive restructuring in therapy.",
        "Cognitive restructuring is a key technique in CBT."
      ]
    },
    {
      "word": "Schema",
      "pronunciation": "/틛ski틣m톛/",
      "definition": "A mental structure of preconceived ideas, a framework representing some aspect of the world, or a system of organizing and perceiving new information.",
      "sentences": [
        "Our past experiences create mental schemas.",
        "He had a schema for how a typical day should go.",
        "Schemas help us make sense of new information."
      ]
    },
    {
      "word": "Assimilation",
      "pronunciation": "/톛틟s톩m톩틛le톩툮톛n/",
      "definition": "The process of taking in and fully understanding information or ideas.",
      "sentences": [
        "Children use assimilation to fit new information into existing schemas.",
        "The assimilation of new knowledge takes time.",
        "Cultural assimilation can be a complex process."
      ]
    },
    {
      "word": "Accommodation",
      "pronunciation": "/톛틟k뇴톛틛de톩툮톛n/",
      "definition": "The process by which existing mental structures and behaviors are modified to adapt to new experiences.",
      "sentences": [
        "When new information doesn't fit, we use accommodation to change our schemas.",
        "Accommodation is important for cognitive growth.",
        "He made an accommodation to his schedule for the meeting."
      ]
    },
    {
      "word": "Working memory",
      "pronunciation": "/틛w톞틣rk톩콂 틛m톝m톛ri/",
      "definition": "The part of short-term memory that is concerned with immediate conscious perceptual and linguistic processing.",
      "sentences": [
        "Working memory helps us hold information in mind temporarily.",
        "She has excellent working memory for numbers.",
        "Working memory is crucial for problem-solving."
      ]
    },
    {
      "word": "Long-term memory",
      "pronunciation": "/l뉀 t톞틣rm 틛m톝m톛ri/",
      "definition": "Memory that can hold an unlimited amount of information indefinitely.",
      "sentences": [
        "Our childhood memories are stored in long-term memory.",
        "Long-term memory allows us to recall past events.",
        "He has a strong long-term memory for facts."
      ]
    },
    {
      "word": "Short-term memory",
      "pronunciation": "/툮톖틣rt t톞틣rm 틛m톝m톛ri/",
      "definition": "Memory that holds a small amount of information for a short period.",
      "sentences": [
        "I can only hold a few numbers in my short-term memory.",
        "Short-term memory is like a temporary notepad for the brain.",
        "She tried to remember the phone number using her short-term memory."
      ]
    },
    {
      "word": "Amnesia",
      "pronunciation": "/칝m틛ni틣뉄/",
      "definition": "A partial or total loss of memory.",
      "sentences": [
        "After the accident, he suffered from amnesia.",
        "Amnesia can be temporary or permanent.",
        "The movie character had amnesia and couldn't remember his past."
      ]
    },
    {
      "word": "Phobia",
      "pronunciation": "/틛fo툵bi톛/",
      "definition": "An extreme or irrational fear of or aversion to something.",
      "sentences": [
        "She has a phobia of spiders.",
        "Acrophobia is the phobia of heights.",
        "Therapy can help overcome a phobia."
      ]
    },
    {
      "word": "Obsessive-compulsive disorder (OCD)",
      "pronunciation": "/톛b틛s톝s톩v k톛m틛p툷ls톩v d톩s틛톖틣rd톛r/",
      "definition": "An anxiety disorder characterized by intrusive thoughts (obsessions) that produce anxiety, and repetitive behaviors (compulsions) aimed at reducing that anxiety.",
      "sentences": [
        "OCD can make daily life challenging.",
        "He seeks treatment for his OCD.",
        "OCD involves unwanted thoughts and repetitive actions."
      ]
    },
    {
      "word": "Post-traumatic stress disorder (PTSD)",
      "pronunciation": "/po툵st tr톖틣틛m칝t톩k str톝s d톩s틛톖틣rd톛r/",
      "definition": "A mental health condition triggered by experiencing or seeing a terrifying event.",
      "sentences": [
        "PTSD can affect soldiers returning from war.",
        "She received therapy for PTSD.",
        "PTSD symptoms can include flashbacks and nightmares."
      ]
    },
    {
      "word": "Schizophrenia",
      "pronunciation": "/틟sk톩ts톛틛fri틣ni톛/",
      "definition": "A long-term mental disorder of a type involving a breakdown in the relation between thought, emotion, and behavior, leading to faulty perception, inappropriate actions and feelings, withdrawal from reality and personal relationships into fantasy and delusion, and a sense of mental fragmentation.",
      "sentences": [
        "Schizophrenia is a complex mental illness.",
        "Treatment for schizophrenia often involves medication and therapy.",
        "Schizophrenia affects how a person thinks and feels."
      ]
    },
    {
      "word": "Bipolar disorder",
      "pronunciation": "/틟ba톩틛po툵l톛r d톩s틛톖틣rd톛r/",
      "definition": "A mental disorder characterized by periods of elevated mood (mania or hypomania) and periods of depression.",
      "sentences": [
        "Bipolar disorder involves extreme mood swings.",
        "Support and treatment can help manage bipolar disorder.",
        "Living with bipolar disorder requires careful management."
      ]
    },
    {
      "word": "Anorexia nervosa",
      "pronunciation": "/틟칝n톛틛r톝ksi톛 n톞틣r틛vo툵s톛/",
      "definition": "An eating disorder characterized by an abnormally low body weight, an intense fear of gaining weight, and a distorted perception of weight.",
      "sentences": [
        "Anorexia nervosa is a serious eating disorder.",
        "Treatment for anorexia nervosa involves medical and psychological support.",
        "Anorexia nervosa can have severe health consequences."
      ]
    },
    {
      "word": "Bulimia nervosa",
      "pronunciation": "/b툵틛l톩mi톛 n톞틣r틛vo툵s톛/",
      "definition": "An eating disorder characterized by binge eating followed by purging.",
      "sentences": [
        "Bulimia nervosa involves a cycle of binging and purging.",
        "She sought help for bulimia nervosa.",
        "Bulimia nervosa can damage physical health."
      ]
    },
    {
      "word": "Addiction",
      "pronunciation": "/톛틛d톩k툮톛n/",
      "definition": "The fact or condition of being addicted to a particular substance, thing, or activity.",
      "sentences": [
        "Drug addiction is a serious problem.",
        "He sought treatment for his gaming addiction.",
        "Addiction can affect a person's life greatly."
      ]
    },
    {
      "word": "Rehabilitation",
      "pronunciation": "/틟ri틣h톛틟b톩l톩틛te톩툮톛n/",
      "definition": "The action of restoring someone to health or normal life through training and therapy after imprisonment, addiction, or illness.",
      "sentences": [
        "He went to a rehabilitation center for his addiction.",
        "Rehabilitation helps people recover and rebuild their lives.",
        "The program focuses on physical and mental rehabilitation."
      ]
    },
    {
      "word": "Recovery",
      "pronunciation": "/r톩틛k툷v톛ri/",
      "definition": "A return to a normal state of health, mind, or strength.",
      "sentences": [
        "Her recovery from illness was slow but steady.",
        "He is in recovery from addiction.",
        "Recovery is a journey, not a destination."
      ]
    },
    {
      "word": "Therapeutic alliance",
      "pronunciation": "/틟풪톝r톛틛pju틣t톩k 톛틛la톩톛ns/",
      "definition": "The relationship between a therapist and client, characterized by trust, respect, and collaboration.",
      "sentences": [
        "A strong therapeutic alliance is crucial for effective therapy.",
        "The therapeutic alliance helps the client feel safe.",
        "Building a good therapeutic alliance takes time."
      ]
    },
    {
      "word": "Counsellor",
      "pronunciation": "/틛ka툵ns톛l톛r/",
      "definition": "A person trained to give guidance on personal, social, or psychological problems.",
      "sentences": [
        "She talked to a school counsellor about her worries.",
        "The counsellor helped him make a difficult decision.",
        "Counsellors provide support and advice."
      ]
    },
    {
      "word": "Psychotherapy",
      "pronunciation": "/틟sa톩ko툵틛풪톝r톛pi/",
      "definition": "The treatment of mental disorder by psychological rather than medical means.",
      "sentences": [
        "Psychotherapy involves talking to a trained professional.",
        "She found psychotherapy very helpful for her depression.",
        "Various types of psychotherapy are available."
      ]
    },
    {
      "word": "Diagnosis",
      "pronunciation": "/틟da톩톛토틛no툵s톩s/",
      "definition": "The identification of the nature of an illness or other problem by examination of the symptoms.",
      "sentences": [
        "The doctor gave him a diagnosis of the flu.",
        "A mental health professional can provide a diagnosis.",
        "Early diagnosis can lead to better outcomes."
      ]
    },
    {
      "word": "Prognosis",
      "pronunciation": "/pr뉄뫎갍o툵s톩s/",
      "definition": "A forecast of the likely course of a disease or ailment.",
      "sentences": [
        "The prognosis for his recovery is good.",
        "The doctor explained the prognosis to the family.",
        "A positive prognosis gives hope."
      ]
    },
    {
      "word": "Symptom",
      "pronunciation": "/틛s톩mpt톛m/",
      "definition": "A physical or mental feature that is regarded as indicating a condition of disease, particularly a disease that is itself a symptom of another condition.",
      "sentences": [
        "Fever is a symptom of many illnesses.",
        "She described her symptoms to the doctor.",
        "Anxiety can have many physical symptoms."
      ]
    },
    {
      "word": "Syndrome",
      "pronunciation": "/틛s톩ndro툵m/",
      "definition": "A group of symptoms that consistently occur together, or a condition characterized by a set of associated symptoms.",
      "sentences": [
        "Down syndrome is a genetic condition.",
        "The patient presented with a rare syndrome.",
        "The doctor recognized the syndrome from the symptoms."
      ]
    },
    {
      "word": "Disorder",
      "pronunciation": "/d톩s틛톖틣rd톛r/",
      "definition": "A disruption of normal physical or mental functions.",
      "sentences": [
        "Anxiety disorder is a common mental health condition.",
        "He was diagnosed with a sleep disorder.",
        "The doctor explained the nature of the disorder."
      ]
    },
    {
      "word": "Mental illness",
      "pronunciation": "/틛m톝nt톛l 틛톩ln톛s/",
      "definition": "A health condition involving changes in thinking, emotion, or behavior (or a combination of these).",
      "sentences": [
        "Mental illness affects many people worldwide.",
        "Seeking help for mental illness is a sign of strength.",
        "Mental illness can be treated with therapy and medication."
      ]
    },
    {
      "word": "Stigma",
      "pronunciation": "/틛st톩토m톛/",
      "definition": "A mark of disgrace associated with a particular circumstance, quality, or person.",
      "sentences": [
        "There is still a stigma around mental illness.",
        "Fighting stigma helps people seek help.",
        "The stigma prevented him from talking about his problems."
      ]
    },
    {
      "word": "Discrimination (social)",
      "pronunciation": "/d톩틟skr톩m톩틛ne톩툮톛n/",
      "definition": "The practice of treating one person or group differently from another in an unfair way.",
      "sentences": [
        "Racial discrimination is a serious issue.",
        "They worked to end discrimination in housing.",
        "Discrimination can cause great harm."
      ]
    },
    {
      "word": "Social support",
      "pronunciation": "/틛so툵툮톛l s톛틛p톖틣rt/",
      "definition": "The comfort, assistance, and information that people receive from others.",
      "sentences": [
        "Having strong social support is important for mental health.",
        "She received a lot of social support during her difficult time.",
        "Social support networks can help reduce stress."
      ]
    },
    {
      "word": "Peer pressure",
      "pronunciation": "/p톩톛r 틛pr톝툮톛r/",
      "definition": "Influence from members of one's peer group.",
      "sentences": [
        "Teenagers often experience peer pressure.",
        "Peer pressure can be positive or negative.",
        "He resisted peer pressure to try drugs."
      ]
    },
    {
      "word": "Conformity (social)",
      "pronunciation": "/k톛n틛f톖틣rm톩ti/",
      "definition": "Adjusting one's behavior or thinking to coincide with a group standard.",
      "sentences": [
        "Social conformity can lead people to follow the crowd.",
        "The experiment showed the power of social conformity.",
        "Sometimes social conformity is necessary for harmony."
      ]
    },
    {
      "word": "Bystander intervention",
      "pronunciation": "/틛ba톩틟st칝nd톛r 틟톩nt톛r틛v톝n툮톛n/",
      "definition": "The act of a person helping a victim in an emergency when others are present.",
      "sentences": [
        "Bystander intervention can save lives.",
        "Encouraging bystander intervention is important.",
        "The training taught people how to perform bystander intervention."
      ]
    },
    {
      "word": "Prosocial behavior",
      "pronunciation": "/틟pro툵틛so툵툮톛l b톩틛he톩vj톛r/",
      "definition": "Voluntary behavior intended to benefit another.",
      "sentences": [
        "Helping others is a form of prosocial behavior.",
        "Prosocial behavior contributes to a healthy society.",
        "She always encourages prosocial behavior in her students."
      ]
    },
    {
      "word": "Altruistic behavior",
      "pronunciation": "/틟칝ltru틛톩st톩k b톩틛he톩vj톛r/",
      "definition": "Behavior that benefits another individual at a cost to oneself.",
      "sentences": [
        "Donating blood is an altruistic behavior.",
        "Altruistic behavior is often seen in times of crisis.",
        "His selfless act was truly altruistic behavior."
      ]
    },
    {
      "word": "Empathy-altruism hypothesis",
      "pronunciation": "/틛톝mp톛풪i 틛칝ltru톩z톛m ha톩틛p뉉쟬뿁톩s/",
      "definition": "The idea that empathic concern for a person in need produces an altruistic motive for helping.",
      "sentences": [
        "The empathy-altruism hypothesis suggests we help others out of genuine care.",
        "According to the empathy-altruism hypothesis, empathy leads to selfless helping.",
        "The study supported the empathy-altruism hypothesis."
      ]
    },
    {
      "word": "Social influence",
      "pronunciation": "/틛so툵툮톛l 틛톩nflu톛ns/",
      "definition": "The effect that the words, actions, or mere presence of other people have on our thoughts, feelings, attitudes, or behavior.",
      "sentences": [
        "Advertising is a form of social influence.",
        "Social influence can be powerful in groups.",
        "He was swayed by social influence."
      ]
    },
    {
      "word": "Persuasion",
      "pronunciation": "/p톛r틛swe톩뉄뗥/",
      "definition": "The action or process of persuading someone or of being persuaded to do or believe something.",
      "sentences": [
        "She used her persuasion skills to convince him.",
        "Advertising relies on persuasion.",
        "Persuasion is a key part of sales."
      ]
    },
    {
      "word": "Compliance",
      "pronunciation": "/k톛m틛pla톩톛ns/",
      "definition": "The act or process of complying to a wish or command.",
      "sentences": [
        "His compliance with the rules was strict.",
        "The company ensured full compliance with regulations.",
        "Compliance can be influenced by authority."
      ]
    },
    {
      "word": "Conformity pressure",
      "pronunciation": "/k톛n틛f톖틣rm톩ti 틛pr톝툮톛r/",
      "definition": "The pressure to change one's behavior or beliefs to match those of a group.",
      "sentences": [
        "She felt strong conformity pressure from her peers.",
        "Conformity pressure can lead people to act against their beliefs.",
        "Resisting conformity pressure takes courage."
      ]
    },
    {
      "word": "Social roles",
      "pronunciation": "/틛so툵툮톛l ro툵lz/",
      "definition": "The part played by a person in a particular social setting.",
      "sentences": [
        "We all play different social roles in our lives.",
        "Social roles can influence our behavior.",
        "Understanding social roles helps in social interactions."
      ]
    },
    {
      "word": "Role conflict",
      "pronunciation": "/ro툵l 틛k뇵fl톩kt/",
      "definition": "A situation in which a person is expected to play two incompatible roles.",
      "sentences": [
        "She experienced role conflict between her job and family duties.",
        "Role conflict can cause stress.",
        "Managing role conflict requires good time management."
      ]
    },
    {
      "word": "Self-perception theory",
      "pronunciation": "/s톝lf p톛r틛s톝p툮톛n 틛풪톩톛ri/",
      "definition": "The theory that people determine their attitudes and preferences by interpreting the meaning of their own behavior.",
      "sentences": [
        "Self-perception theory suggests we learn about ourselves by observing our actions.",
        "According to self-perception theory, we infer our feelings from our behavior.",
        "Self-perception theory helps explain attitude change."
      ]
    },
    {
      "word": "Attribution theory",
      "pronunciation": "/틟칝tr톩틛bju틣툮톛n 틛풪톩톛ri/",
      "definition": "A theory that describes the process by which individuals explain the causes of behavior and events.",
      "sentences": [
        "Attribution theory explores why we explain things the way we do.",
        "He used attribution theory to understand his friend's actions.",
        "Attribution theory helps explain social judgments."
      ]
    },
    {
      "word": "Fundamental attribution error",
      "pronunciation": "/틟f툷nd톛틛m톝nt톛l 틟칝tr톩틛bju틣툮톛n 틛톝r톛r/",
      "definition": "The tendency to overestimate the impact of dispositional influences and underestimate the impact of situational influences on other people's behavior.",
      "sentences": [
        "The fundamental attribution error leads us to judge others harshly.",
        "Be aware of the fundamental attribution error when evaluating others.",
        "The fundamental attribution error is a common cognitive bias."
      ]
    },
    {
      "word": "Self-serving bias",
      "pronunciation": "/s톝lf 틛s톞틣rv톩콂 틛ba톩톛s/",
      "definition": "The tendency to attribute positive events to one's own character or actions, but attribute negative events to external factors.",
      "sentences": [
        "The self-serving bias protects our self-esteem.",
        "He showed a self-serving bias by taking credit for success but blaming others for failure.",
        "Self-serving bias is a common human tendency."
      ]
    },
    {
      "word": "Cognitive appraisal",
      "pronunciation": "/틛k뉄멽톩t톩v 톛틛pre톩z톛l/",
      "definition": "The process by which individuals evaluate the meaning of environmental events for their well-being.",
      "sentences": [
        "Our cognitive appraisal of a situation affects our emotional response.",
        "Stress depends on our cognitive appraisal of a threat.",
        "Cognitive appraisal is a key concept in stress psychology."
      ]
    },
    {
      "word": "Emotional regulation strategies",
      "pronunciation": "/톩틛mo툵툮톛n톛l 틟r톝토j툵틛le톩툮톛n 틛str칝t톩d뇰z/",
      "definition": "Methods used to influence which emotions we have, when we have them, and how we experience and express them.",
      "sentences": [
        "Deep breathing is one of many emotional regulation strategies.",
        "She learned various emotional regulation strategies in therapy.",
        "Emotional regulation strategies help manage difficult feelings."
      ]
    },
    {
      "word": "Stress management",
      "pronunciation": "/str톝s 틛m칝n톩d뇴톛nt/",
      "definition": "Techniques and programs used to control levels of stress, especially chronic stress, often for the purpose of improving everyday functioning.",
      "sentences": [
        "Exercise and meditation are good for stress management.",
        "She took a course on stress management.",
        "Effective stress management improves overall health."
      ]
    },
    {
      "word": "Burnout",
      "pronunciation": "/틛b톞틣rna툵t/",
      "definition": "A state of emotional, physical, and mental exhaustion caused by prolonged or excessive stress.",
      "sentences": [
        "Long working hours led to burnout.",
        "Burnout can affect anyone in demanding jobs.",
        "Taking breaks can help prevent burnout."
      ]
    },
    {
      "word": "Resilience building",
      "pronunciation": "/r톩틛z톩li톛ns 틛b톩ld톩콂/",
      "definition": "The process of developing the ability to recover from or adjust easily to misfortune or change.",
      "sentences": [
        "Therapy can help with resilience building.",
        "Resilience building is important for children facing adversity.",
        "Practicing self-care contributes to resilience building."
      ]
    },
    {
      "word": "Growth mindset intervention",
      "pronunciation": "/토ro툵풪 틛ma톩nd틟s톝t 틟톩nt톛r틛v톝n툮톛n/",
      "definition": "Strategies or programs designed to foster a growth mindset in individuals.",
      "sentences": [
        "The school implemented a growth mindset intervention.",
        "Growth mindset interventions can improve academic performance.",
        "The program used a growth mindset intervention to encourage learning."
      ]
    },
    {
      "word": "Positive reinforcement",
      "pronunciation": "/틛p눀톛t톩v 틟ri틣톩n틛f톖틣rsm톛nt/",
      "definition": "The addition of a reinforcing stimulus following a behavior that makes it more likely that the behavior will occur again in the future.",
      "sentences": [
        "Giving praise is a form of positive reinforcement.",
        "Teachers use positive reinforcement to encourage good behavior.",
        "Positive reinforcement is more effective than punishment."
      ]
    },
    {
      "word": "Negative reinforcement",
      "pronunciation": "/틛n톝토톛t톩v 틟ri틣톩n틛f톖틣rsm톛nt/",
      "definition": "The removal of an aversive stimulus following a behavior that makes it more likely that the behavior will occur again in the future.",
      "sentences": [
        "Taking away chores for good grades is negative reinforcement.",
        "Negative reinforcement increases a behavior by removing something unpleasant.",
        "Understanding negative reinforcement is key in behavioral psychology."
      ]
    },
    {
      "word": "Punishment (positive)",
      "pronunciation": "/틛p눀톛t톩v 틛p툷n톩툮m톛nt/",
      "definition": "The addition of an aversive stimulus following a behavior that makes it less likely that the behavior will occur again in the future.",
      "sentences": [
        "Adding extra chores for misbehavior is positive punishment.",
        "Positive punishment decreases a behavior by adding something unpleasant.",
        "Spanking is an example of positive punishment."
      ]
    },
    {
      "word": "Punishment (negative)",
      "pronunciation": "/틛n톝토톛t톩v 틛p툷n톩툮m톛nt/",
      "definition": "The removal of a pleasant stimulus following a behavior that makes it less likely that the behavior will occur again in the future.",
      "sentences": [
        "Taking away a toy for bad behavior is negative punishment.",
        "Negative punishment decreases a behavior by removing something pleasant.",
        "Time-outs are a form of negative punishment."
      ]
    },
    {
      "word": "Classical conditioning",
      "pronunciation": "/틛kl칝s톩k톛l k톛n틛d톩툮톛n톩콂/",
      "definition": "A learning process that occurs when two stimuli are repeatedly paired: a response which is at first elicited by the second stimulus is eventually elicited by the first stimulus alone.",
      "sentences": [
        "Pavlov's dogs demonstrated classical conditioning.",
        "Classical conditioning explains how we learn associations.",
        "Fear responses can be learned through classical conditioning."
      ]
    },
    {
      "word": "Operant conditioning",
      "pronunciation": "/틛뇷톛r톛nt k톛n틛d톩툮톛n톩콂/",
      "definition": "A type of learning in which behavior is strengthened if followed by a reinforcer or diminished if followed by a punisher.",
      "sentences": [
        "Skinner studied operant conditioning with rats.",
        "Operant conditioning explains how consequences affect behavior.",
        "Rewards and punishments are central to operant conditioning."
      ]
    },
    {
      "word": "Modeling (behavioral)",
      "pronunciation": "/틛m뇫톛l톩콂/",
      "definition": "A form of learning where individuals learn new behaviors by observing others.",
      "sentences": [
        "Children learn many behaviors through modeling their parents.",
        "Behavioral modeling is a powerful learning tool.",
        "He improved his sports skills through modeling professional athletes."
      ]
    },
    {
      "word": "Social influence (conformity)",
      "pronunciation": "/틛so툵툮톛l 틛톩nflu톛ns/",
      "definition": "The way in which individuals change their ideas and actions to match those of a group.",
      "sentences": [
        "Social influence can lead to fashion trends.",
        "He was affected by social influence in his decision.",
        "Understanding social influence helps in marketing."
      ]
    },
    {
      "word": "Social influence (obedience)",
      "pronunciation": "/틛so툵툮톛l 틛톩nflu톛ns/",
      "definition": "The way in which individuals change their behavior due to the direct command of an authority figure.",
      "sentences": [
        "The experiment showed the power of social influence through obedience.",
        "Social influence can lead to people following orders.",
        "Understanding social influence is important in leadership."
      ]
    },
    {
      "word": "Social influence (persuasion)",
      "pronunciation": "/틛so툵툮톛l 틛톩nflu톛ns/",
      "definition": "The process of guiding oneself or others toward the adoption of an idea, attitude, or action by rational or symbolic means.",
      "sentences": [
        "Advertisements use social influence through persuasion.",
        "She is skilled in social influence and persuasion.",
        "Social influence is a key aspect of communication."
      ]
    },
    {
      "word": "Group cohesion",
      "pronunciation": "/토ru틣p ko툵틛hi틣뉄뗥/",
      "definition": "The extent to which members of a group are bound together, such as by attraction to the group or common goals.",
      "sentences": [
        "High group cohesion can improve team performance.",
        "Activities that promote group cohesion are beneficial.",
        "Group cohesion is important for a strong team."
      ]
    },
    {
      "word": "In-group",
      "pronunciation": "/톩n 토ru틣p/",
      "definition": "An exclusive group of people with a shared interest or identity.",
      "sentences": [
        "He felt a strong sense of belonging to his in-group.",
        "In-groups often share common values.",
        "Sometimes people favor their in-group over others."
      ]
    },
    {
      "word": "Out-group",
      "pronunciation": "/a툵t 토ru틣p/",
      "definition": "A group that one does not belong to.",
      "sentences": [
        "Stereotypes are often applied to out-groups.",
        "She felt like an out-group member in the new club.",
        "Understanding out-groups helps reduce prejudice."
      ]
    },
    {
      "word": "Social identity theory",
      "pronunciation": "/틛so툵툮톛l a톩틛d톝nt톩ti 틛풪톩톛ri/",
      "definition": "A theory that describes how individuals derive their sense of identity from their membership in social groups.",
      "sentences": [
        "Social identity theory explains how group membership affects self-esteem.",
        "According to social identity theory, we categorize ourselves and others into groups.",
        "Social identity theory helps understand intergroup relations."
      ]
    },
    {
      "word": "Self-categorization theory",
      "pronunciation": "/s톝lf 틟k칝t톩토톛ra톩틛ze톩툮톛n 틛풪톩톛ri/",
      "definition": "A theory that describes the circumstances under which a person will perceive themselves as a member of a group, and the consequences of perceiving themselves as a member of a group.",
      "sentences": [
        "Self-categorization theory explains why we identify with certain groups.",
        "The theory of self-categorization is related to social identity.",
        "Self-categorization theory influences group behavior."
      ]
    },
    {
      "word": "Attitude change",
      "pronunciation": "/틛칝t톩tu틣d t툮e톩nd/",
      "definition": "A shift in one's feelings or beliefs about a person, object, or idea.",
      "sentences": [
        "Information can lead to attitude change.",
        "Persuasion aims to achieve attitude change.",
        "Her experiences caused a significant attitude change."
      ]
    },
    {
      "word": "Cognitive consistency",
      "pronunciation": "/틛k뉄멽톩t톩v k톛n틛s톩st톛nsi/",
      "definition": "The idea that people are motivated to maintain consistency among their beliefs, attitudes, and behaviors.",
      "sentences": [
        "Cognitive consistency is a basic human need.",
        "People strive for cognitive consistency to reduce discomfort.",
        "Cognitive consistency helps explain why we avoid conflicting ideas."
      ]
    },
    {
      "word": "Social cognition",
      "pronunciation": "/틛so툵툮톛l k뉄뫎갍톩툮톛n/",
      "definition": "The study of how people process, store, and apply information about other people and social situations.",
      "sentences": [
        "Social cognition helps us understand how we think about others.",
        "She studies social cognition in her psychology class.",
        "Social cognition influences our social interactions."
      ]
    },
    {
      "word": "Impression formation",
      "pronunciation": "/톩m틛pr톝툮톛n f톖틣r틛me톩툮톛n/",
      "definition": "The process by which individuals form judgments and opinions about others.",
      "sentences": [
        "First impressions are part of impression formation.",
        "Impression formation happens quickly when meeting new people.",
        "Social cues play a role in impression formation."
      ]
    },
    {
      "word": "Stereotype threat",
      "pronunciation": "/틛st톝ri톛ta톩p 풪r톝t/",
      "definition": "A situational predicament in which people are or feel themselves to be at risk of conforming to stereotypes about their social group.",
      "sentences": [
        "Stereotype threat can affect academic performance.",
        "Understanding stereotype threat helps promote fairness.",
        "Stereotype threat can create anxiety."
      ]
    },
    {
      "word": "Attributional style",
      "pronunciation": "/틟칝tr톩틛bju틣툮톛n톛l sta톩l/",
      "definition": "The way a person typically explains the causes of events, especially positive and negative events.",
      "sentences": [
        "His optimistic attributional style helped him cope with setbacks.",
        "A pessimistic attributional style can lead to helplessness.",
        "Attributional style affects how we perceive success and failure."
      ]
    },
    {
      "word": "Locus of control",
      "pronunciation": "/틛lo툵k톛s 톛v k톛n틛tro툵l/",
      "definition": "The extent to which people believe they have control over events in their lives.",
      "sentences": [
        "Someone with an internal locus of control believes they control their destiny.",
        "An external locus of control means believing outside forces control events.",
        "Locus of control influences motivation and resilience."
      ]
    },
    {
      "word": "Learned helplessness",
      "pronunciation": "/l톞틣rnd 틛h톝lpl톛sn톛s/",
      "definition": "A condition in which a person suffers from a sense of powerlessness, arising from a traumatic event or persistent failure to succeed.",
      "sentences": [
        "Repeated failures can lead to learned helplessness.",
        "Learned helplessness can affect motivation and effort.",
        "Therapy can help overcome learned helplessness."
      ]
    },
    {
      "word": "Self-handicapping",
      "pronunciation": "/s톝lf 틛h칝nd톩틟k칝p톩콂/",
      "definition": "A cognitive strategy by which people avoid effort in the hopes of preventing potential failure from hurting self-esteem.",
      "sentences": [
        "He engaged in self-handicapping by not studying for the test.",
        "Self-handicapping can protect ego but hinder success.",
        "Understanding self-handicapping helps explain certain behaviors."
      ]
    },
    {
      "word": "Cognitive restructuring techniques",
      "pronunciation": "/틛k뉄멽톩t톩v ri틣틛str툷kt툮톛r톩콂 t톝k틛ni틣ks/",
      "definition": "Specific methods used to identify, challenge, and change irrational or maladaptive thought patterns.",
      "sentences": [
        "Identifying automatic thoughts is one of the cognitive restructuring techniques.",
        "She learned several cognitive restructuring techniques in therapy.",
        "Cognitive restructuring techniques help manage negative thinking."
      ]
    },
    {
      "word": "Behavioral activation",
      "pronunciation": "/b톩틛he톩vj톛r톛l 틟칝kt톩틛ve톩툮톛n/",
      "definition": "A behavioral therapy that involves increasing engagement in positive and rewarding activities to improve mood and reduce avoidance.",
      "sentences": [
        "Behavioral activation is often used to treat depression.",
        "She started a new hobby as part of her behavioral activation plan.",
        "Behavioral activation focuses on increasing enjoyable activities."
      ]
    },
    {
      "word": "Systematic desensitization steps",
      "pronunciation": "/틟s톩st톛틛m칝t톩k di틣틟s톝ns톩ta톩틛ze톩툮톛n st톝ps/",
      "definition": "The stages involved in gradually exposing a person to a feared object or situation while they are relaxed.",
      "sentences": [
        "The therapist guided him through the systematic desensitization steps.",
        "The systematic desensitization steps involve creating a fear hierarchy.",
        "Following the systematic desensitization steps carefully is important."
      ]
    },
    {
      "word": "Relaxation techniques",
      "pronunciation": "/틟ri틣l칝k틛se톩툮톛n t톝k틛ni틣ks/",
      "definition": "Methods used to reduce tension and anxiety, such as deep breathing or progressive muscle relaxation.",
      "sentences": [
        "Deep breathing is a simple relaxation technique.",
        "She uses various relaxation techniques before bed.",
        "Learning relaxation techniques can improve stress management."
      ]
    },
    {
      "word": "Guided imagery",
      "pronunciation": "/틛토a톩d톩d 틛톩m톩d뉄ri/",
      "definition": "A relaxation technique that involves focusing on mental images to promote relaxation or reduce pain.",
      "sentences": [
        "Guided imagery can help reduce anxiety before surgery.",
        "She used guided imagery to calm herself.",
        "Guided imagery involves creating peaceful mental pictures."
      ]
    },
    {
      "word": "Biofeedback",
      "pronunciation": "/틟ba톩o툵틛fi틣db칝k/",
      "definition": "A technique that trains people to improve their health by using signals from their own bodies.",
      "sentences": [
        "Biofeedback can help manage chronic pain.",
        "He learned to control his heart rate through biofeedback.",
        "Biofeedback uses sensors to provide real-time information about body functions."
      ]
    },
    {
      "word": "Hypnosis",
      "pronunciation": "/h톩p틛no툵s톩s/",
      "definition": "The induction of a state of consciousness in which a person loses the power of voluntary action and is highly responsive to suggestion or direction.",
      "sentences": [
        "Hypnosis is sometimes used in therapy to help with phobias.",
        "He underwent hypnosis to quit smoking.",
        "Hypnosis can help access the subconscious mind."
      ]
    },
    {
      "word": "Dream analysis",
      "pronunciation": "/dri틣m 톛틛n칝l톛s톩s/",
      "definition": "A technique used in psychotherapy to interpret the content of dreams.",
      "sentences": [
        "Freud used dream analysis in his psychoanalytic therapy.",
        "Dream analysis can reveal unconscious thoughts.",
        "She discussed her dreams during dream analysis sessions."
      ]
    },
    {
      "word": "Free association",
      "pronunciation": "/fri틣 톛틟so툵si틛e톩툮톛n/",
      "definition": "A method of exploring the unconscious in which the person relaxes and says whatever comes to mind, no matter how trivial or embarrassing.",
      "sentences": [
        "Free association is a technique used in psychodynamic therapy.",
        "During free association, she spoke about her childhood memories.",
        "Free association helps uncover hidden thoughts."
      ]
    },
    {
      "word": "Transference",
      "pronunciation": "/tr칝ns틛f톞틣r톛ns/",
      "definition": "The redirection of feelings and desires, especially those unconsciously retained from childhood, toward a new object.",
      "sentences": [
        "Transference can occur in therapy, where feelings for others are directed at the therapist.",
        "Understanding transference is important for therapists.",
        "Transference can reveal past relationship patterns."
      ]
    },
    {
      "word": "Countertransference",
      "pronunciation": "/틟ka툵nt톛r틛tr칝nsf톞틣r톛ns/",
      "definition": "The emotional reaction of the analyst to the subject's transference.",
      "sentences": [
        "Therapists must be aware of their own countertransference.",
        "Countertransference can affect the therapeutic relationship.",
        "Supervision helps therapists manage countertransference."
      ]
    },
    {
      "word": "Resistance",
      "pronunciation": "/r톩틛z톩st톛ns/",
      "definition": "In psychoanalysis, the blocking from consciousness of anxiety-laden material.",
      "sentences": [
        "The patient showed resistance to discussing certain topics.",
        "Resistance in therapy can indicate important underlying issues.",
        "Overcoming resistance is a goal in psychotherapy."
      ]
    },
    {
      "word": "Insight therapy",
      "pronunciation": "/틛톩nsa톩t 틛풪톝r톛pi/",
      "definition": "A type of psychotherapy that helps clients understand how their past influences their present behavior.",
      "sentences": [
        "Psychodynamic therapy is a form of insight therapy.",
        "Insight therapy aims to increase self-awareness.",
        "He gained valuable insights from insight therapy."
      ]
    },
    {
      "word": "Client-centered therapy",
      "pronunciation": "/틛kla톩톛nt 틛s톝nt톛rd 틛풪톝r톛pi/",
      "definition": "A humanistic therapy, developed by Carl Rogers, in which the therapist uses techniques such as active listening within a genuine, accepting, empathic environment to facilitate clients' growth.",
      "sentences": [
        "Client-centered therapy focuses on the individual's potential.",
        "The therapist showed unconditional positive regard in client-centered therapy.",
        "Client-centered therapy empowers the client."
      ]
    },
    {
      "word": "Unconditional positive regard",
      "pronunciation": "/틟툷nk톛n틛d톩툮톛n톛l 틛p눀톛t톩v r톩틛토톔틣rd/",
      "definition": "A concept in client-centered therapy, where the therapist accepts and supports the client regardless of what they say or do.",
      "sentences": [
        "Unconditional positive regard helps clients feel accepted.",
        "The therapist offered unconditional positive regard.",
        "Unconditional positive regard is a core principle of humanistic therapy."
      ]
    },
    {
      "word": "Active listening",
      "pronunciation": "/틛칝kt톩v 틛l톩s톛n톩콂/",
      "definition": "A communication technique used in counseling, training, and conflict resolution, which requires the listener to fully concentrate, understand, respond and then remember what is being said.",
      "sentences": [
        "Active listening is crucial for effective communication.",
        "She practiced active listening in her conversations.",
        "Active listening involves paying full attention."
      ]
    },
    {
      "word": "Empathic understanding",
      "pronunciation": "/톝m틛p칝풪톩k 틟툷nd톛r틛st칝nd톩콂/",
      "definition": "The ability to accurately understand the client's feelings and experiences.",
      "sentences": [
        "Therapists strive for empathic understanding of their clients.",
        "Empathic understanding builds trust in relationships.",
        "She showed great empathic understanding towards her friend."
      ]
    },
    {
      "word": "Genuineness",
      "pronunciation": "/틛d뉄뜵ju톩nn톛s/",
      "definition": "The quality of being authentic or real.",
      "sentences": [
        "Genuineness in therapy helps build a strong bond.",
        "She appreciated his genuineness and honesty.",
        "Genuineness is an important trait for a therapist."
      ]
    },
    {
      "word": "Self-disclosure",
      "pronunciation": "/s톝lf d톩s틛klo툵뉄r/",
      "definition": "The process of revealing personal information about oneself to another person.",
      "sentences": [
        "Appropriate self-disclosure can strengthen relationships.",
        "The therapist used limited self-disclosure.",
        "Self-disclosure helps build trust."
      ]
    },
    {
      "word": "Psychological assessment",
      "pronunciation": "/틟sa톩k톛틛l뇫뉄뾺톛l 톛틛s톝sm톛nt/",
      "definition": "The process of testing and evaluating a person's psychological state and abilities.",
      "sentences": [
        "Psychological assessment helps diagnose mental health conditions.",
        "She underwent a psychological assessment for her anxiety.",
        "Psychological assessment involves various tests and interviews."
      ]
    },
    {
      "word": "Intelligence test",
      "pronunciation": "/톩n틛t톝l톩d뉄뗥s t톝st/",
      "definition": "A test designed to measure a person's intellectual ability.",
      "sentences": [
        "He took an intelligence test in school.",
        "Intelligence tests are used in some psychological assessments.",
        "The intelligence test measured different cognitive abilities."
      ]
    },
    {
      "word": "Personality test",
      "pronunciation": "/틟p톞틣rs톛틛n칝l톛ti t톝st/",
      "definition": "A test designed to measure various aspects of a person's personality.",
      "sentences": [
        "She took an online personality test for fun.",
        "Personality tests can provide insights into your traits.",
        "Some companies use personality tests in hiring."
      ]
    },
    {
      "word": "Projective test",
      "pronunciation": "/pr톛틛d뉄뜲t톩v t톝st/",
      "definition": "A personality test designed to let a person respond to ambiguous stimuli, presumably revealing hidden emotions and internal conflicts.",
      "sentences": [
        "The Rorschach inkblot test is a projective test.",
        "Projective tests are used by some psychologists.",
        "Projective tests aim to uncover unconscious thoughts."
      ]
    },
    {
      "word": "Objective test",
      "pronunciation": "/톛b틛d뉄뜲t톩v t톝st/",
      "definition": "A personality test that uses a limited or forced-choice format and is scored objectively.",
      "sentences": [
        "The MMPI is a well-known objective test.",
        "Objective tests are often used in research.",
        "Objective tests provide standardized scores."
      ]
    },
    {
      "word": "Validity",
      "pronunciation": "/v톛틛l톩d톩ti/",
      "definition": "The extent to which a test measures what it claims to measure.",
      "sentences": [
        "The test's validity was questioned.",
        "High validity means the test accurately measures the concept.",
        "Researchers ensure the validity of their measurements."
      ]
    },
    {
      "word": "Reliability",
      "pronunciation": "/r톩틟la톩톛틛b톩l톛ti/",
      "definition": "The consistency of a measure or test.",
      "sentences": [
        "The test showed high reliability over time.",
        "Reliability means you get consistent results.",
        "Researchers strive for both validity and reliability."
      ]
    },
    {
      "word": "Standardization",
      "pronunciation": "/틟st칝nd톛rd톩틛ze톩툮톛n/",
      "definition": "The process of establishing uniform procedures for administering and scoring a test.",
      "sentences": [
        "Test standardization ensures fair comparison of results.",
        "Standardization is important for psychological assessments.",
        "The new procedure requires careful standardization."
      ]
    },
    {
      "word": "Norms",
      "pronunciation": "/n톖틣rmz/",
      "definition": "Average scores or patterns of behavior for a particular group, used for comparison.",
      "sentences": [
        "Test scores are compared to established norms.",
        "Developmental norms indicate typical milestones for children.",
        "Social norms guide acceptable behavior."
      ]
    },
    {
      "word": "Statistical significance",
      "pronunciation": "/st톛틛t톩st톩k톛l s톩토틛n톩f톩k톛ns/",
      "definition": "The likelihood that a result or relationship is caused by something other than mere random chance.",
      "sentences": [
        "The research findings showed statistical significance.",
        "Statistical significance helps determine if results are meaningful.",
        "Scientists look for statistical significance in their data."
      ]
    },
    {
      "word": "Correlation",
      "pronunciation": "/틟kr톛틛le톩툮톛n/",
      "definition": "A mutual relationship or connection between two or more things.",
      "sentences": [
        "There is a correlation between exercise and good health.",
        "Correlation does not imply causation.",
        "The study found a strong correlation between the two variables."
      ]
    },
    {
      "word": "Causation",
      "pronunciation": "/k톖틣틛ze톩툮톛n/",
      "definition": "The action of causing something; the relationship between cause and effect.",
      "sentences": [
        "The study aimed to prove causation, not just correlation.",
        "Establishing causation is difficult in research.",
        "Smoking is a direct causation of lung cancer."
      ]
    },
    {
      "word": "Variable",
      "pronunciation": "/틛v톝톛ri톛bl/",
      "definition": "A factor or condition that can be changed or measured.",
      "sentences": [
        "In an experiment, you test how one variable affects another.",
        "Age is a common variable in psychological studies.",
        "Researchers control for different variables."
      ]
    },
    {
      "word": "Independent variable",
      "pronunciation": "/틟톩nd톩틛p톝nd톛nt 틛v톝톛ri톛bl/",
      "definition": "The variable that is changed or controlled in a scientific experiment to test the effects on the dependent variable.",
      "sentences": [
        "The independent variable was the amount of study time.",
        "Researchers manipulate the independent variable.",
        "The independent variable is the cause in an experiment."
      ]
    },
    {
      "word": "Dependent variable",
      "pronunciation": "/d톩틛p톝nd톛nt 틛v톝톛ri톛bl/",
      "definition": "The variable being measured or tested in a scientific experiment.",
      "sentences": [
        "The dependent variable was the test score.",
        "The dependent variable changes in response to the independent variable.",
        "Researchers measure the dependent variable."
      ]
    },
    {
      "word": "Control group",
      "pronunciation": "/k톛n틛tro툵l 토ru틣p/",
      "definition": "In an experiment, the group that does not receive the treatment, used for comparison.",
      "sentences": [
        "The control group received a placebo.",
        "Comparing the experimental group to the control group is important.",
        "The control group helps ensure accurate results."
      ]
    },
    {
      "word": "Experimental group",
      "pronunciation": "/톩k틟sp톝r톩틛m톝nt톛l 토ru틣p/",
      "definition": "In an experiment, the group that receives the treatment being tested.",
      "sentences": [
        "The experimental group received the new medication.",
        "The experimental group's results were compared to the control group.",
        "The experimental group is exposed to the independent variable."
      ]
    },
    {
      "word": "Random assignment",
      "pronunciation": "/틛r칝nd톛m 톛틛sa톩nm톛nt/",
      "definition": "Assigning participants to experimental and control groups by chance, minimizing preexisting differences between the groups.",
      "sentences": [
        "Random assignment helps ensure groups are similar.",
        "Researchers use random assignment in experiments.",
        "Random assignment reduces bias in studies."
      ]
    },
    {
      "word": "Placebo",
      "pronunciation": "/pl톛틛si틣bo툵/",
      "definition": "A harmless pill, medicine, or procedure prescribed more for the psychological benefit to the patient than for any physiological effect.",
      "sentences": [
        "The control group received a placebo.",
        "The placebo had no active ingredients.",
        "The patient felt better even with the placebo."
      ]
    },
    {
      "word": "Double-blind study",
      "pronunciation": "/틛d툷bl bla톩nd 틛st툷di/",
      "definition": "A study in which neither the participants nor the researchers know which participants are receiving the treatment and which are receiving a placebo.",
      "sentences": [
        "Double-blind studies help prevent bias.",
        "The new drug was tested in a double-blind study.",
        "Double-blind studies are considered the gold standard in research."
      ]
    },
    {
      "word": "Ethics committee",
      "pronunciation": "/틛톝풪톩ks k톛틛m톩ti/",
      "definition": "A group of people that reviews research proposals to ensure they meet ethical guidelines.",
      "sentences": [
        "All research involving humans must be approved by an ethics committee.",
        "The ethics committee ensures participant safety.",
        "The ethics committee reviewed the study protocol."
      ]
    },
    {
      "word": "Informed consent",
      "pronunciation": "/톩n틛f톖틣rmd k톛n틛s톝nt/",
      "definition": "Permission granted in the knowledge of the possible consequences, typically that which is given by a patient to a doctor for treatment with full knowledge of the possible risks and benefits.",
      "sentences": [
        "Research participants must give informed consent.",
        "Informed consent ensures people understand the risks.",
        "Doctors explain procedures to get informed consent."
      ]
    },
    {
      "word": "Debriefing",
      "pronunciation": "/틟di틣틛bri틣f톩콂/",
      "definition": "A conversation with participants after an experiment or study, especially one that involved deception, to explain the true purpose of the study and address any concerns.",
      "sentences": [
        "After the experiment, participants received a full debriefing.",
        "Debriefing is an important ethical step in research.",
        "The researcher conducted a debriefing session."
      ]
    },
    {
      "word": "Replication",
      "pronunciation": "/틟r톝pl톩틛ke톩툮톛n/",
      "definition": "The repetition of an experiment or observation in a scientific study to increase the reliability of the results.",
      "sentences": [
        "Replication of studies helps confirm findings.",
        "Scientists often attempt replication of important experiments.",
        "Replication is key to scientific progress."
      ]
    },
    {
      "word": "Meta-analysis",
      "pronunciation": "/틛m톝t톛 톛틛n칝l톛s톩s/",
      "definition": "A statistical analysis that combines the results of multiple scientific studies.",
      "sentences": [
        "A meta-analysis can provide a stronger conclusion than a single study.",
        "She conducted a meta-analysis of all studies on the topic.",
        "Meta-analysis helps synthesize research findings."
      ]
    },
    {
      "word": "Longitudinal study",
      "pronunciation": "/틟l뇵d뉄쀎값u틣d톩n톛l 틛st툷di/",
      "definition": "A research design that involves repeated observations of the same variables over long periods of time.",
      "sentences": [
        "The longitudinal study followed participants for 20 years.",
        "Longitudinal studies are good for studying development over time.",
        "She is involved in a large longitudinal study."
      ]
    },
    {
      "word": "Cross-sectional study",
      "pronunciation": "/kr뇹 틛s톝k툮톛n톛l 틛st툷di/",
      "definition": "A type of observational study that analyzes data from a population, or a representative subset, at a specific point in time.",
      "sentences": [
        "A cross-sectional study can compare different age groups at once.",
        "Cross-sectional studies are quicker than longitudinal studies.",
        "The research used a cross-sectional study design."
      ]
    },
    {
      "word": "Case study",
      "pronunciation": "/ke톩s 틛st툷di/",
      "definition": "An intensive investigation of a single individual, group, or event.",
      "sentences": [
        "The psychologist published a case study of his patient.",
        "Case studies provide detailed information but may not be generalizable.",
        "She wrote a case study on a rare psychological condition."
      ]
    },
    {
      "word": "Survey",
      "pronunciation": "/틛s톞틣rve톩/",
      "definition": "A method of gathering information from a sample of people, usually through questionnaires or interviews.",
      "sentences": [
        "We conducted a survey to understand public opinion.",
        "The survey asked about people's attitudes towards health.",
        "She analyzed the results of the online survey."
      ]
    },
    {
      "word": "Questionnaire",
      "pronunciation": "/틟kw톝st툮톛틛n톝톛r/",
      "definition": "A set of printed or written questions with a choice of answers, devised for the purposes of a survey or statistical study.",
      "sentences": [
        "Participants filled out a questionnaire about their habits.",
        "The questionnaire had many multiple-choice questions.",
        "She designed a new questionnaire for her research."
      ]
    },
    {
      "word": "Interview",
      "pronunciation": "/틛톩nt톛r틟vju틣/",
      "definition": "A meeting of people face to face, especially for consultation.",
      "sentences": [
        "The psychologist conducted an interview with the client.",
        "She had a job interview yesterday.",
        "The researcher conducted many interviews for her study."
      ]
    },
    {
      "word": "Naturalistic observation",
      "pronunciation": "/틟n칝t툮톛r톛틛l톩st톩k 틟뇩z톛r틛ve톩툮톛n/",
      "definition": "A research method involving observing subjects in their natural environment without manipulation.",
      "sentences": [
        "Naturalistic observation is often used in animal studies.",
        "She conducted naturalistic observation in a classroom setting.",
        "Naturalistic observation provides real-world data."
      ]
    }
  ]
}
