{
  "lesson_title": "The Dead Rat",
  "content": [
    "In the city of Ujjain there was a young merchant named Madananka. He lost his father when he was in his teens. So, it was his mother who brought him up with great affection and love. Unfortunately, he turned out to be a vagabond. His mother hoped that he would become normal and settle down if he was married, and so, she found a suitable girl and they were married. But Madananka became worse.",
    "One day, Madananka absconded from his house, deserting his mother and pregnant wife. His mother grieved for him. The daughter-in-law after some time gave birth to a son. He was named Ratnanka. Though poor, Ratnanka was brought up with affection and care and given good education.",
    "One day, when he was ten years old his grandmother said to him, “My lad! Your father left all of us in misery. We two women have brought you up with whatever little money and jewellery we had. Now, we don't have anything to fall back upon. You are quite grown up, so you take up some business to eke out a living. In the neighbouring village there is a well-to-do merchant named Yakshadatta, who lends money to the poor but capable persons. You go to him. Explain to him our condition and borrow some money so that you can start some business for our livelihood.\"",
    {
      "image": {
        "asset_path": "137.jpeg",
        "description": "An illustration of a young man, Ratnanka, standing on the steps of a traditional house, speaking with an older, wealthy-looking man, Yakshadatta. In the background, two people are carrying goods on a shoulder pole."
      }
    },
    "Following the instructions of his grandmother, Ratnanka went to Yakshadatta. At that time Yakshadatta, the rich merchant, was taking a stroll. Knowing him to be Yakshadatta, Ratnanka approached him and said, “Sir, I am a poor merchant boy. My father deserted us before I was born. My grandmother and my mother have brought me up with great difficulty. We have heard of your fame and generosity in helping people of our poor status. I request you to lend me some money for business and I promise to repay the amount soon.”",
    "Hearing Ratnanka, Yakshadatta laughed, looked around and pointing towards a dead rat lying in the street, said, “Lo my boy! That dead rat is the capital which I can lend you. You take it away and do some trade with it. To an intelligent man it will fetch millions and even if I give millions to an unintelligent man it will be of no use. Ratnanka thought for a minute and then took the dead rat as a favour from Yakshadatta. He made a cup out of a leaf and placed the dead rat in that cup. He carried it through streets crying, “A rat for sale!\" One merchant, who was taming a cat in order to get rid of the rats that were a menace in his shop, purchased that dead rat as prey for his cat and gave him a handful of bengalgram.",
    "Ratnanka took the bengalgram home and soaked it in water. Next morning, he added some salt and pepper to the soaked and swollen bengalgram, took drinking water in an earthen pitcher, went outside the city and sat under the shade of a tree and offered each woodcutter some bengalgram and cold water. The hungry and thirsty woodcutters were pleased with Ratnanka's service, gave him two pieces of firewood each. By evening the pieces piled up into a big heap, which Ratnanka sold away for two rupees in the city. Out of the two rupees Ratnanka gave one to his grandmother towards savings and with the other rupee purchased a Kuncham (a kind of measuring unit for grains) of bengalgram. Out of this he soaked one kilo everyday and sat under the same tree with cold water. In this way he collected many cart-loads of fuel within a month. Fortunately, there were incessant rains for ten days and as a result there was a scarcity of firewood in the city. The firewood which Ratnanka had collected fetched him a hundred gold coins. With that money Ratnanka opened a firewood stall and began dealing in timber. From timber to cloth, from cloth to grain and from grain to diamonds, his business progressed rapidly. Within a couple of years Ratnanka became one of the leading merchants in that city.",
    {
      "image": {
        "asset_path": "139.jpeg",
        "description": "An illustration depicting Ratnanka leading a procession with musicians to the house of Yakshadatta. Ratnanka is presenting a golden rat on a platter to the wealthy merchant."
      }
    },
    "One day, Ratnanka got a rat made of gold, weighing one kilo. Its eyes were made of rubies, ears of sapphires and it had a diamond chain round its neck. It was kept in a silver trap and carried in a procession with pomp. Ratnanka was leading the procession. When he reached the residence of Yakshadatta, he asked the procession to halt. Hearing the band and the noise of the procession, Yakshadatta came out of his house and enquired what all that pomp and hub-bub was about.",
    "Ratnanka addressed Yakshadatta thus: “Sir, I became a millionaire by your grace. Two years back when I came to you for a loan you gave me a dead rat. Your wise saying and the capital which I borrowed from you made me a rich man. Now I have come to repay your debt in the shape of a golden rat. Kindly accept this as a symbol of my gratitude.\"",
    "Yakshadatta was amazed to hear his story. He was very pleased with the intelligence and gratitude of Ratnanka.",
    "- P.C. Roy"
  ],
  "author": "Free distribution by T.S. Government 2021-22"
}

