{
  "lesson_title": "The Treasure Within",
  "content": [
    "The Treasure Within",
    "Part II",
    "(Continuation of the interview between Ms. Bela Raja and Hafeez Contractor)",
    "Hafeez stumbled on architecture because he knew little French and less German. He was offbeat even in the pranks that he played. When he found his calling, there was no looking back.",
    {
      "role_play": [
        {
          "role": "BR",
          "dialogue": ": How did you get into the field of architecture?"
        },
        {
          "role": "HC",
          "dialogue": ": In the college for architecture, nobody who had got below 80-85 per cent was allowed to enter. I had only 50 per cent.\nI wanted to join the Army. I got my admission letter but my aunt tore it up. Then I decided that I wanted to join the police force.\nMy mother said, \"Don't join the police force, just do your graduation!\"\nSo I went to Jai Hind College in Bombay."
        }
      ]
    },
    "There, I was to take either French or German. Though I had studied French for seven years, I did not know seven words of French. So I took German. Then my German teacher died. The college told me that I could change the college or take French. Now, who would give me admission in another college? I had got admission to Jai Hind by influence. So I thought, 'Okay, I will take French' and I started learning French again. I learnt it from my cousin. She was an architect's wife. I was going to the architect's office to learn French!",
    {
      "role_play": [
        {
          "role": "BR",
          "dialogue": ": Was it then that you decided you wanted to do architecture?"
        },
        {
          "role": "HC",
          "dialogue": ": Actually, it all happened quite by chance.\nIn the architect's office, I saw somebody drawing a window details. A window detail is very advanced drawing.\nI told him that his drawing was wrong- that the window he had drawn would not open.\nHe then had a bet with me and later he found that indeed, his drawing was wrong! My cousin's husband was surprised. He asked me to draw a few specific things, which I immediately did.\nHe asked me to design a house and I designed a house. After that, he told me to drop every thing and join architecture. We went to meet the Principal of the college. The Principal warned me, “I will allow you to take part in the entrance exams, but if you do not do well I will not allow you to join.”\nI got an 'A+' in the entrance exam and from that day it was a cakewalk. I had never made a plan, but I knew how something looked like, from the top. I had never known what a section was, but I knew if you cut a plan what it would look like.\nI stood first in class, first throughout after that.\nI believe that all this understanding came from what I used to play and do during school.\nI had a friend called Behram Divecha. We used to have competitions between us for designing forts, guns and ammunition. Each of us would design something in an effort to be different.\nIn school, when I was in the second or third standard, one of my teachers, Mrs Gupta, saw my sketches and told me, “See, you are useless in every thing else but your sketches are good. When you grow up, you will become an architect\". I did not know at the time but she was right. Later, after I became an architect, I went back to meet her and told her."
        }
      ]
    },
    {
      "image": {
        "asset_path": "https://storage.googleapis.com/test-public-read/long-form-qa/ocr-images/2024-07-29T04:28:34.908Z/page-3-img-1.jpeg",
        "description": "A modern, futuristic building with elevated, interconnected cylindrical walkways and large glass panels."
      }
    },
    {
      "image": {
        "asset_path": "https://storage.googleapis.com/test-public-read/long-form-qa/ocr-images/2024-07-29T04:28:34.908Z/page-3-img-2.jpeg",
        "description": "A large, dome-shaped modern building with a glass facade, situated next to a body of water under a clear sky."
      }
    },
    {
      "role_play": [
        {
          "role": "BR",
          "dialogue": ": Why do you think you did not like studies? Was it because you felt you could not cope, could not deal with the curriculum?"
        },
        {
          "role": "HC",
          "dialogue": ": I was very bad at languages. Science and geography I could deal with, maths was very bad. I just was not interested. I was studying for the sake of studying. What they taught me today, I would forget after two days. I would not bother because there was no application of mind there, to begin with."
        },
        {
          "role": "BR",
          "dialogue": ": Did you think that what they taught in school was boring or did you feel that once you understood the concept of what was being taught, you lost interest in the rest of the lesson?"
        },
        {
          "role": "HC",
          "dialogue": ": Living in a boarding school is difficult. We were just living from day to day. Nowadays, there are so many tests. Back then, whenever we had tests, we used to just copy. The teacher thought that we had done our work."
        },
        {
          "role": "BR",
          "dialogue": ": There is a contention that giftedness and learning disabilities go hand in hand. Do you think this applies to you?"
        },
        {
          "role": "HC",
          "dialogue": ": Well, take some students from my class. Those who always stood first or second are today doing very ordinary jobs."
        },
        {
          "role": "BR",
          "dialogue": ": I have come across this situation in so many different places where people tell me that their class toppers are doing very ordinarily today."
        },
        {
          "role": "HC",
          "dialogue": ": In school, I think living our lives there made us street smarts. I have learnt more by doing what I did on my own than what academics would have taught me."
        },
        {
          "role": "BR",
          "dialogue": ": That is because the personality and skills were there. You were able to find expression in a manner you were comfortable with, and you defied every rule so that nobody would stop you from doing what you needed to do."
        },
        {
          "role": "HC",
          "dialogue": ": I was more interested in other things. If, for example, while in class, it started"
        }
      ]
    },
    "raining outside, I would think of the flowing water and how to build a dam to block it. I would be thinking about the flow of water within the dam and how much of water the dam would be able to hold. That was my interest for the day.",
    "When students lost a button while playing or fighting, they would come running to me and I would cut a button for them from chalk, using a blade. Discipline in the school was very important and no student could afford to have a button missing. The student would get past dinner with a full neat uniform and after that it did not matter.",
    {
      "image": {
        "asset_path": "https://storage.googleapis.com/test-public-read/long-form-qa/ocr-images/2024-07-29T04:28:34.908Z/page-4-img-1.jpeg",
        "description": "A cartoon of two boys, one standing and one kneeling, by a small, man-made dam with water flowing through it. A school building is in the background."
      }
    },
    {
      "role_play": [
        {
          "role": "BR",
          "dialogue": ": Coming to the present, how do you decide as to what kind of structure you want to give a client?"
        },
        {
          "role": "HC",
          "dialogue": ": I look at the client's face, his clothes, the way he talks and pronounces, the way he eats and I would know what his taste would be like. I can relate to people in a way that would be comfortable. I sketch very spontaneously on a paper on the spot. That paper, I give to my people in the office."
        },
        {
          "role": "BR",
          "dialogue": ": Did you do it instinctively?"
        },
        {
          "role": "HC",
          "dialogue": ": Call it instinct, call it arithmetic, whatever. Now it comes to me like mathematics. Putting design, construction, psychology and sociology together and making a sketch from all that is 'mathematics'."
        }
      ]
    },
    "Here, we almost come to a full circle where Mr. Contractor has derived his own interpretation of Mathematics – taking it from a subject he hated to a subject he now loves dealing with!"
  ]
}
