{
  "lesson_number": 5,
  "lesson_title": "The Treasure Within - Part I",
  "sections": [
    {
      "type": "image",
      "description": "Pictures of Dr. Sarvepalli Radhakrishnan, Dr. A.P.J. Abdul Kalam, C.V. Raman and Saina Nehwal.",
        "image_path": "images/class8/unit5/1.png"
    },
    {
      "type": "questions",
      "content": [
        "1. Identify the persons in the pictures.",
        "2. Which field does each of them belong to?",
        "3. Would you like to be like any one of them? If yes, name the field you like."
      ]
    },
    {
      "type": "oral_discourse",
      "content": "Talk on - \"Ambition of your life.\""
    },
    {
      "type": "paragraph",
      "content": "Read the following interview. It is based on a conversation between Ms. Bela Raja (BR), Editor of Sparsh, a newsletter from the Resource Centre, The Valley School, Bangalore and Mr. Hafeez Contractor (HC), one of India's leading architects. Part I"
    },
    {
      "type": "dialogue",
      "character": "HC",
      "line": "I used to have this terrible nightmare. Only now, over the last four to five years, it seems to have disappeared."
    },
    {
      "type": "dialogue",
      "character": "BR",
      "line": "What nightmare are you talking about and why do you think it has disappeared now?"
    },
    {
      "type": "dialogue",
      "character": "HC",
      "line": "I used to get continuous nightmares about appearing for a maths examination where I did not know anything! Now the psyche must have gotten over it, I don't have to think about education and there is absolutely no time to get nightmares."
    },
    {
      "type": "dialogue",
      "character": "BR",
      "line": "Tell us something about your earliest memories in school."
    },
    {
      "type": "dialogue",
      "character": "HC",
      "line": "In the first and second year I was a good student. After I reached the third standard, I simply lost interest and I never studied. I used to be interested in games, running around, playing jokes and pranks on others. I would copy in class during exam times. I would try to get hold of the examination paper that had been prepared and study it, as I could not remember things that had been taught to me in class. However, later, one sentence spoken to me by my Principal changed my life. When I approached my eleventh standard, the Principal called me and said, \"Look here, Son. I have been seeing you since day one. You are a good student, but you never studied. I have taken care of you till today. Now, I can no longer take care of you, so you do it yourself.\" He talked to me for five minutes, \"You don't have your father, your mother has worked so hard to bring you up and paid all your fees all these years but you have only played games. Now you should rise to the occasion and study.\" I used to be a very good sportsman. I had been the senior champion for so many years and I also was the cricket captain. I used to play every game, but that year I did not step out onto the field. I would go for prayers and all I would do was eat and study. I normally used to copy and pass, but I realised that once I was in SSC, I could not do that."
    },
    {
      "type": "image",
      "description": "A close-up picture of Mr. Hafeez Contractor.",
        "image_path": "images/class8/unit5/2.jpg"
    },
    {
      "type": "dialogue",
      "character": "HC",
      "line": "When I got a second class, 50 per cent, in my SSC, my Principal said, \"Son, consider yourself as having got distinction!\". This is my memory of my school days. I did lots of other things. See, as far as my things are concerned, I can't remember. I forget things very easily. To remember, I have to see things as a photograph. I read a book and I can remember the matter as a photograph but not through my mind. That is how it works."
    },
    {
      "type": "dialogue",
      "character": "BR",
      "line": "When you were in school and you were doing badly, did the teachers pull you up and how did you feel?"
    },
    {
      "type": "dialogue",
      "character": "HC",
      "line": "I never felt anything on being pulled up. I used to be so interested in playing. I would receive a caning every week."
    },
    {
      "type": "dialogue",
      "character": "BR",
      "line": "When you knew that you had incurred the wrath of your teacher by not doing your homework or by behaving badly, when you knew you would get a caning, what was the state of your mind?"
    },
    {
      "type": "dialogue",
      "character": "HC",
      "line": "State of mind? Just lift up the hand and they would cane me you. It would hurt badly and then I would have to forget about it, because I would want to go and play."
    },
    {
      "type": "dialogue",
      "character": "BR",
      "line": "Have you ever felt insecure or threatened?"
    },
    {
      "type": "dialogue",
      "character": "HC",
      "line": "I was just interested in playing and nothing else. I was most interested in funny pranks. One day, I did not want to study, so I created a distraction. For one whole hour we played 'chor police'. Every Saturday we were allowed to go into town to see a movie. So what I would do was, have no lunch and collect money from 40-50 students, and run and buy the tickets. On my way back, I would eat to my heart's content. I used to be the leader of a gang. We would have gang fights and plan strategies. These things used to interest me more than any academics. Students used to book my textbooks for the following year, because they were almost brand new. I probably opened them one day before exams."
    }
  ]
}
