{
  "lesson_title": "Dr. Dwarakanath Kotnis",
  "content": [
    {
      "image": {
        "asset_path": "images/class8/unit8/1.png",
        "description": "Mother Teresa receiving 1979 Nobel Peace Prize."
      }
    },
    "1. Why do you think Mother Teresa was awarded Nobel Peace Prize?\n2. Do you know the name of any Indian who may have rendered any significant services in another country and is still remembered and honoured by the people there?",
    "Oral Discourse: Talk on - \"Mention different ways to express our gratitude towards the people who serve the society.\"",
    "No other Indian can claim the kind of adulation and respect Dr. Dwarakanath Kotnis enjoys in China. Coming from a family of doctors, Dr. Kotnis had always dreamt of becoming a physician. And the War of Resistance gave him the perfect opportunity to make himself useful in the battle field. He dedicated his entire life working as a battlefront doctor in China and rendered his selfless service to the injured Chinese soldiers during the Second Sino-Japanese War. Dr. Kotnis' contribution towards humanity will be remembered for ever.",
    {
      "image": {
        "asset_path": "images/class8/unit8/2.png",
        "description": "A portrait of Dr. Dwarakanath Kotnis."
      }
    },
    "Dr. Dwarakanath Kotnis was born in a lower middle class family on October 10, 1910 in Sholapur, Maharashtra. A vivacious kid by nature, Dr. Kotnis forever aspired to become a doctor. After completing his graduation in medicine from G. S. Medical College, Bombay, he went on to pursue his post-graduation internship. However, he put aside his post-graduation plans when he got the chance to join the medical aid mission to China.",
    "Dr. Kotnis always wanted to travel around the world and practise medicine in different parts of the globe. He started his medical expedition in Vietnam, and then, moved on to Singapore and Brunei. In 1937, the communist General Zhu De requested Jawaharlal Nehru to send Indian physicians to China during the Second Sino-Japanese War to help the soldiers. The President of the Indian National Congress, Netaji Subhash Chandra Bose accepted the request and made arrangements to send a team of volunteer doctors. A medical team of five doctors was sent as a part of Indian Medical Mission Team in September 1938. The medical team comprised of M. Atal, M. Cholkar, D. Kotnis, B.K. Basu and D. Mukerji. After the war, all other doctors except Dr. Kotnis, returned to India. However, Dr. Kotnis decided to stay back and serve at the military base. He initially started his work in Yan'an and then went to the anti-Japanese base area in North China where he worked in the surgical department of the Eighth Route Army General Hospital as the physician-in-charge.",
    "It was while working with the soldiers that Dr. Kotnis lost his heart to a Chinese woman, Guo Qinglan. They were working in the same hospital. Dr.Kotnis was a doctor and Guo, a nurse. In November 1941, Kotnis married Guo and a son was born on August 23, 1942. They named the boy \"Yin Hua” combining the Chinese characters “Yin” for India and \"Hua\" for China.",
    "He worked as a lecturer for sometime in the Military area at the Dr. Bethune Hygiene School. He took over the post of the first president of the Bethune International Peace Hospital after Dr. Norman Bethune passed away.",
    "During a long-drawn out battle against Japanese troops in 1940, Dr. Kotnis performed operations for 72 hours non-stop without any sleep and his small team conducted 50 operations everyday for a fortnight. In those harsh times, Mrs. Guo proved an ideal soul-mate but was modest about her contribution. Dr. Kotnis played a major role in controlling a virulent strain of plague that hit Chinese soldiers. In the process, he did not fall back from trying out a vaccine on himself. The hardships of suppressed military life and the stresses that were especially relevant to the front-line doctors finally began to tell on Dr. Kotnis. He died of epilepsy on December 9, 1942 at the age of 32, and was buried in the Heroes Courtyard, Nanquan Village.",
    {
      "image": {
        "asset_path": "images/class8/unit8/3.png",
        "description": "An Indian postage stamp from 1993 commemorating Dr. Dwarkanath Kotnis."
      }
    },
    "In order to cherish the memory of Dr. Kotnis, the Chinese government built a memorial hall for him in Shijiazhuang city, Hebei Province in 1976. No single Indian has been so much revered by ordinary Chinese as this doctor from a middle class family in Northern India. Along with the Canadian Dr. Norman Bethune, he continues to be revered by the Chinese people. In April 2005, both their graves were covered completely in flowers donated by the Chinese people during the Qingming Festival, a day used by the Chinese to commemorate their ancestors. A small museum there has a hand book which contains words that Kotnis wrote in his “Passage from India to China”, some of the instruments that the surgeons used at their time and many photographs of doctors.",
    "Both China and India honoured him with stamps in 1982 and 1993 respectively.",
    {
      "image": {
        "asset_path": "images/class8/unit8/4.png",
        "description": "A statue of Dr. Dwarkanath Shantaram Kotnis (1910-1942) in a memorial park."
      }
    },
    "On a later occasion, Kotnis' family stood before his grave in North China Martyrs' Memorial Cemetery, Hebei Province. The family also toured Shijiazhuang and visited the Dr Bethune International Peace Hospital, where Kotnis once served as its director. In exclusive interviews with China Daily in Beijing and Shanghai, the family members shared their memories of the doctor, not only as a hero but also as a loved brother, husband and an adventurous young man.",
    "“He was vivacious, and liked singing. Sometimes I couldn't stop laughing when he told jokes,” said Guo, recalling Kotnis with a smile.",
    "The tragic tale was to continue even after Dr. Kotnis' death. Their son Yin Hua who was three months old when Dr. Kotnis died, also passed away when he was just 25. Mrs. Kotnis moved to Dalian in the 60s and lived there since. Despite the two premature deaths Mrs. Kotnis never let weeds cover her India connection. She visited the country at least half a dozen times and maintained her links with the Kotnis family.",
    "Mrs. Kotnis had been an honoured guest at many high-level diplomatic functions between China and India such as the banquet Dalian Mayor Bo Xilai hosted for then Indian President K.R. Narayanan in June 2000 and during the visit of then Indian Prime Minister Vajpayee to Beijing in June 2003. She was a regular invitee at the Indian Embassy functions in China. In November 2006, she accompanied Chinese President Hu Jintao on a state visit to India. She died on 28 June 2012.",
    "While Kotnis is venerated in China, with textbooks recounting his story to children and a Beijing hospital even creating a medical team in his memory, very little is known of him in the land of his birth. ‘Few in Mumbai or the rest of the country know about the doctor who served in China during the 1938 Sino-Japanese war and died there in 1942,' says his septuagenarian younger sister Vatsala.",
    {
      "image": {
        "asset_path": "images/class8/unit8/5.png",
        "description": "A film poster for the movie 'Dr. Kotnis Ki Amar Kahani'."
      }
    },
    "However, Dr. Kotnis became famous in his hometown after his death with the publication of his best-selling biography “One Who Never Returned” written by a film journalist, Khwaja Abbas Ahmed in 1945 and the screening of the 1946 classic Bollywood movie \"Dr.Kotnis Ki Amar Kahani”, directed by V.Shantaram.",
    "Echoing Vatsala is Leena Fernandes, the general secretary of the Mumbai chapter of the Indo- China Friendship Association: ‘Friendly ties between India and China have their own significance, even on a humanitarian level. The selfless service rendered by Dr. Dwarakanath Shantaram Kotnis, a proud son of India, during the Sino-Japanese war and to wounded Chinese soldiers is an evergreen symbol of the human relationship between the people of India and China.'",
    "Added Kotnis' elder sister Manorama, sitting in their 60-year apartment crowded with Chinese memorabilia: 'Had it not been for the renowned filmmaker V. Shantaram and the Amar Chitra Katha comic book and maybe a few others, Indians would have never known how our brother, who served in Mao Zedong's Red Army, saved lives during the war.'"
  ]
}
